{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Airway Anatomy",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "1",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_1",
    "file_sha256": "a5e6a82b55b1d691d7f55aeb532995dc0851ce674c957f3a38a1c29bf9d60dc2",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Airway Anatomy",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Upper Airway........................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "Oral Cavity............................................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "Nasal Anatomy........................................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_3",
            "title": "Oropharynx and Hypopharynx ........................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_4",
            "title": "Hypopharynx ............................................................................................. 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_5",
            "title": "Larynx .................................................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Lower Airway (3*) ...................................................................................... 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "Trachea ................................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_2",
            "title": "Tracheal Blood Supply................................................................................... 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_3",
            "title": "Endoscopic View of Trachea ............................................................................. 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_4",
            "title": "Main Carina .............................................................................................. 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_5",
            "title": "Classification of Bronchial and Segmental Airways .................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Conclusion ............................................................................................... 10",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Airway Anatomy Sumit Patel, Arthur Sung, and Laura Frye Contents 1 Introduction ............................................................................................. 1 2 Upper Airway........................................................................................... 2 2.1 Oral Cavity............................................................................................... 2 2.2 Nasal Anatomy........................................................................................... 2 2.3 Oropharynx and Hypopharynx ........................................................................... 2 2.4 Hypopharynx ............................................................................................. 3 2.5 Larynx .................................................................................................... 3 3 Lower Airway (3*) ...................................................................................... 5 3.1 Trachea ................................................................................................... 5 3.2 Tracheal Blood Supply................................................................................... 6 3.3 Endoscopic View of Trachea ............................................................................. 6 3.4 Main Carina .............................................................................................. 7 3.5 Classification of Bronchial and Segmental Airways .................................................... 7 4 Conclusion ............................................................................................... 10 References ...................................................................................................... 10 Abstract lungs have remarkable reproducibility in terms of branching patterns as well as luminal calibers. The nomenThe human airway consists of the upper and lower airclature for bronchial anatomy consists of the Jacksonways. The larynx, being part of the upper airway, contribHuber classification and the Boyden surgical classificautes to phonation, respiration, and prevention of tion. Accurate description of airway anatomy is important aspiration. Its anatomy plays a central role in the complex for both the diagnosis and the management of chest sensorimotor functions including swallowing and speech diseases. production. The cricoid cartilage serves as an anchoring structure connecting the laryngeal apparatus to the lower Keywords airways by means of ligaments and muscles. The tracheobronchial tree begins with the first tracheal ring and con- Soft Palate · Bronchial Artery · Thyroid Cartilage · tinues with incomplete cartilaginous rings, providing the Cricoid Cartilage · Left Main Bronchus skeletal framework as part of the conducting airways. The trachea and subsequent dividing branches of the bilateral 1 Introduction ✉ S. Patel · L. Frye ( ) Division of Respiratory, Critical Care, and Occupational Pulmonary Airway pathologies, both benign and malignant, have a myrMedicine, University of Utah, Salt Lake City, UT, USA iad of clinical manifestations and radiologic findings. Knowle-mail: Laura.frye@hsc.utah.edu edge of theses concepts is essential for understanding A. Sung respiratory physiology, as well as critical for precise localiDepartment of Medicine, Bronchoscopy and Interventional zation of thoracic pathology. Thus, understanding of airway Pulmonology, Beth Israel Medical Center, New York, NY, USA © Springer Nature Switzerland AG 2025 1 S. Patel et al., Principles and Practice of Interventional Pulmonology, https://doi.org/10.1007/978-3-031-49583-0_8-1",
        "tokens": 452,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 S.Pateletal. anatomy is a fundamental requirement to the practice of obstruct the upper airways and lead to oxygen desaturation interventional pulmonology. This chapter will explore the and hypoventilation. During endotracheal intubation, the disintricate details of these anatomical regions, highlighting tal tip of the direct laryngoscope sweeps the tongue sideways key considerations and landmarks essential for successful in order to accommodate airway devices. Similarly, during interventions as well as common anatomic variants. rigid bronchoscopy intubation, the operator’s nondominant To become competent in performing bronchoscopy entails hand should mobilize the tongue in order to allow passage of proper training and dedicated practice, as well as accurate the rigid bronchoscope through the oropharynx. Decreased interpretation of endoscopic findings to incorporate into dif- tongue mobility, such as a tongue fixation, is a predictor of ferential diagnosis and management strategies. Within the failed intubation [4]. Additional clinical parameters used to context of lung cancer, for example, bronchoscopies are assess for placement of artificial airways will be discussed routinely performed to acquire specimens from lymph later. nodes, airway lesions, or lung parenchyma to establish a histologic diagnosis and determine cancer stage. Precise localization of lesions can determine a patient’s candidacy 2.2 Nasal Anatomy for surgical resection versus medical therapy. Consequently, airway anatomy details are vital to communications with The nasal anatomy is a complex structure that serves multiple other specialists in various disciplines, including thoracic critical functions, including respiration, olfaction, and filtrasurgeons, anethesiologists, and radiologists [1]. For these tion of airborne particles [5]. The external nose is composed reasons, it behooves those who perform airway procedures of a bony and cartilaginous framework, covered by skin, with to be expert with respect to knowledge of airway anatomy. two nostrils or nares that allow air entry. Internally, the nasal The objective of this chapter is to provide both descriptive cavity is divided into two halves by the nasal septum. The and applied anatomy of the upper and lower airways. lateral walls of the nasal cavity feature three bony projections called turbinates, divided into three subustructures: superior, middle, and inferior turbinates. The inferior turbinate can be 2 Upper Airway seen laterally, and the nasal septum is seen medially when a bronchoscope is introduced through the nose. Common 2.1 Oral Cavity pathologies may arise in the nose: septal deviation, hypertrophy of turbinates, and presence of polyps. A bronchosocopist The oral cavity, also known as the mouth, is an anatomical should be able to assess and identify these pathologies readily structure that plays a crucial role in various functions such as as nasal pathology may be a manifestation of systemic disspeech, mastication, and swallowing. It is bounded anteriorly eases affecting the tracheobronchial tree. by the lips, laterally by the cheeks, superiorly by the hard and soft palates, and inferiorly by the floor of the mouth. Posteriorly, it communicates with the oropharynx. 2.3 Oropharynx and Hypopharynx The palate forms the roof of the oral cavity and is divided into the hard palate (anterior flat bony plate) and the soft The oropharynx is located behind the oral cavity, beyond the palate (posterior muscular plate). The soft palate terminates at base of the tongue, extending from the soft palate to the level the uvula and plays a role in speech and swallowing. During of the hyoid bone to the tip to of the epiglottis (Fig. 1). It deglutition, the soft palate displaces superiorly to assist with serves as a passageway for air during breathing and for food the closure of the nasopharynx. and liquid during swallowing. Key structures within the An overall assessment of the oral cavity should be oropharynx include the tonsils, the base of the tongue, and performed prior to performing any type of procedure. Inspec- the soft palate [6]. The hypopharynx lies below the orophartion ensures that the oral cavity is clear and suitable for the ynx and extends from the hyoid bone to the entrance of the intended procedure, reducing the risk of complications such esophagus and larynx. The valleculae are two depressions or as trauma, aspiration, or failed intubation [2]. The clinical pockets located at the base of the tongue, just anterior to the examination should evaluate for the safety and contraindica- epiglottis. Each vallecula is bordered medially by the median tions of a procedure as well as to guide the differential glossoepiglottic fold and laterally by the lateral diagnosis. Poor dental hygiene may be a risk factor for glossoepiglottic folds. Valleculae are often locations for high-risk patients (e.g., alcohol abuse) with aspiration caus- foreign-body entrapment and upper airway obstruction. ing anaerobic infections and air-fluid cavities on imaging Examination of the oropharynx is a prerequisite to studies [3]. A tooth that is mobile can become dislodged performing procedures of the airways [7]. The Mallampati during manipulation and cause an airway obstruction. In a classification is a commonly used system used to evaluate the comatose or sedated patient, the tongue can frequently visibility of the structures in the oropharynx and to anticipate",
        "tokens": 1069,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "AirwayAnatomy 3 (cid:129) Piriform Sinuses: These are the two recesses located on either side of the laryngeal opening. (cid:129) Postcricoid Area: This is the region behind the cricoid cartilage. (cid:129) Posterior Pharyngeal Wall: This is the back wall of the hypopharynx. The piriform recess is where the tip of the laryngoscope blade rests during intubation [8]. The hypopharynx extends from the epiglottis to the level of cricoid cartilage and then continues posteriorly to turn into the esophagus. 2.5 Larynx The larynx, commonly known as the voice box, is a complex structure located in the anterior aspect of the neck, connecting the pharynx to the trachea. It plays a crucial role in breathing, phonation, and protecting the lower respiratory tract from aspiration. 2.5.1 Laryngeal Anatomy The larynx is situated in the anterior part of the neck, Fig. 1 Pharyngeal anatomy. Sagittal view of pharynx divided into extending from the level of the third to the sixth cervical (1) nasopharynx, (2) oropharynx, and (3) hypopharynx. (From Nemec vertebrae (C3–C6). It lies just below the pharynx and above SF, Krestan CR, Noebauer-Huhmann IM, et al. Radiologische the trachea. The laryngeal apparatus is composed of mucosal Normalanatomie des Larynx und Pharynx sowie bildgebende folds, cartilages, muscles, and their respective neural innerTechniken. Der Radiologe. 2009;49(1):8–16; Reprinted with kind permission from Springer Science+Business Media) vations [6]. potential difficulties with airway access. The classification is Structure based on the visibility of the soft palate, uvula, and tonsillar The larynx is composed of several key structures, including pillars when the patient opens their mouth and protrudes their cartilages, muscles, membranes, and ligaments. tongue as much as possible, without phonation. It is divided into four classes: Mucosal Folds The mucosal folds of the larynx include the aryepiglottic 1. Class I: The soft palate, uvula, and tonsillar pillars are folds, the vestibular (false vocal) folds, and the true vocal fully visible. folds. 2. Class II: The soft palate and most of the uvula are visible. 3. Class III: Only the base of the uvula is visible, and the 1. Aryepiglottic Folds: Extend between the arytenoid cartisoft palate is partially visible. lages and the lateral margins of the epiglottis, which in 4. Class IV: Only the hard palate is visible. turn form the lateral borders of the laryngeal inlet. They are utilized in the closure mechanisms of the larynx. 2. Vestibular (False Vocal) Folds: Sit superior to the true 2.4 Hypopharynx vocal folds, these folds contain three distinct muscular systems. Below the vestibular folds are small cavities The hypopharynx lies inferior to the oropharynx, located just called ventricles that are bound inferiorly by the true above the esophagous and larynx. It is surrounded by three vocal folds. The vestibular folds are involved in adduction constrictor muscles and three inner longitudinal muscles that and downward pressure, contributing in part to voice are responsible for swallowing. It plays a crucial role in production. swallowing and directing food and liquids into the esophagus 3. True Vocal Folds: The unique viscoelastic properties of while preventing them from entering the airway. The hypo- these layers facilitate sound production and are critical for pharynx is further divided into three regions: maintaining vocal fold pliability.",
        "tokens": 685,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 S.Pateletal. The Cartilaginous Framework of the Larynx structural support to the laryngeal inlet and are paired The structural skeleton framework of the larynx is composed with the corniculate cartilages. of many cartilages, along with their connecting membranes and ligaments. There are three unpaired cartilages, which 2.5.2 Radiology of the Larynx include the thyroid, cricoid, and the epiglottis, while there On axial views of computed tomography of the larynx, the are three paired cartilages comprised of the arytenoids, epiglottis is seen at the level of the hyoid cartilage and corniculates, and cuneiforms [9]. separates the vallecula from the laryngeal vestibule (Figs. 2 and 3a–e). The valleculae are separated from one another by 1. Thyroid Cartilage: Provides support for soft tissue the glossoepiglottic ligament. Aryepiglottic folds appear at structures. It is formed by two quadrilateral laminae the anterolateral aspect of the larynx and are triangular in that fuse anteriorly and inferiorly at an angle of 90° in shape. They form a border between the laryngeal airway men and 120° in women. This forms the laryngeal anteriorly and the piriform sinuses posteriorly (Fig. 3b). prominence and due to the sharper angle is more con- The supraglottic larynx consists of epiglottis, false/ventricuspicuous in men and is commonly known as the Adam’s lar folds, aryepiglottic folds, and the arytenoids. Beneath this apple. It articulates with the cricoid cartilage below on level is the glottis that consists of the true vocal folds, includthe medial surface at the level just above the hyoid bone ing the anterior commissure (Fig. 3c). The anterior commisvia the thyrohyoid and cricothyroid ligaments. sure is the mucosa reflected from the anterior aspect of the This thin membrane is near the surface of the skin, rela- true vocal folds, covering the posterior aspect of the thyroid tively avascular, and serves as the landmark for an emer- cartilage in the glottis. Superiorly, the glottis is bound by the gent cricothyroidotomy. On the external lateral surfaces, vocal cord epithelium, which turns upward to form the lateral there are ridges connecting the extrinsic laryngeal mus- wall of the vestibules. The distinguishing feature between cles: the sternothyroid, thyrohyoid, and inferior pharyn- true and false vocal cords is the presence of fat in the false geal constrictor. The posterior margin of each thyroid vocal cords (Fig. 3d). True vocal folds appear thin and lamina courses both upward and downward as superior elliptical in shape and are bounded by the thyroid cartilage and inferior cornua. The two superior horns suspend the anteriorly and thyroarytenoid muscles laterally. larynx from the hyoid bone via lateral thyroid ligaments, Beneath the glottis is the subglottic region. It is the and two inferior horns articulate with the cricoid cartilage. narrowest part of the airway and is situated between the 2. Cricoid Cartilage: Situated below the thyroid cartilage, vocal folds and the upper trachea. The subglottic space is this cartilage forms the only complete cartilaginous ring circular in shape and is bounded posteriorly by the cricoid around the airway, with a narrow anterior arch and a cartilage (Fig. 3e). broader posterior lamina. It articulates with the thyroid As mentioned above, the cricoid cartilage is the landmark cartilage above by the median cricothyroid ligament and used in emergent cricothyroidotomy to rescue a difficult is attached to the first tracheal ring by the cricotracheal airway. Subglottic stenosis can occur secondary to this proligament. It supports the arytenoid cartilages. cedure or from a tracheostomy tube, which is performed too 3. Arytenoid Cartilages: These are paired, pyramid-shaped high (above the first tracheal ring) as the complete ring of the hyaline cartilages. They are positioned so that they sit on cricoid perpetuates mucosal edema and the cartilages are the superior border of the cricoid cartilage. They play a inadequately vascularized [10]. In cases of subglottic stenosis crucial role in vocal cord movement and phonation. amenable to surgical repair, an anterior cricoid split is 4. Epiglottic Cartilage: This leaf-shaped elastic performed: a vertical anterior resection of the cricoid cartifibrocartilage is located at the entrance of the larynx just lage from the inferior aspect of the thyroid cartilage to the distal to the base of the tongue. It is lined with mucous membrane and is attached to the arytenoid cartilages by the aryepiglottic folds laterally on both sides. The ante- Aryepiglottic Fold rior aspect forms the inlet of the larynx. It functions to Vestibule Vestibular Fold cover the glottis during swallowing, preventing food from entering the airway. Ventricle 5. Corniculate Cartilages: These small, conical cartilages sit atop the arytenoid cartilages and are involved in the Vocal Fold movement and tension of the vocal cords. Subglottic Space 6. Cuneiform Cartilages: These are small, rod-shaped cartilages located within the aryepiglottic folds, providing Fig. 2 Coronal view of the laryngeal apparatus",
        "tokens": 1023,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "AirwayAnatomy 5 Fig. 3 Normal laryngeal anatomy CT images from superior to inferior margins. (a) Free edge of the epiglottis and vallecula (b) The aryepiglottic folds and puriform sinus (c) The glottis and true vocal cords. (d) False vocal cords (e) Subglottis and cricoid cartilage distal aspect of the stenotic segment. The membranous por- The extrinsic group consists of the suprahyoid and tion of the cervical trachea is preserved and used as a flap for infrahyoid muscles and function to position the larynx within reconstruction of the posterior cricoid plates [11]. the neck and work to elevate or depress it during swallowing and phonation. They are further divided into elevators and 2.5.3 Muscles depressors. The laryngeal muscles are categorized into extrinsic and intrinsic muscles. Working in pairs, the intrinsic muscles are primarily responsible for controlling the tension and position 3 Lower Airway (3*) of the vocal cords while also controlling the degree of opening of the glottis. During expiration, speech, and deglutition, 3.1 Trachea the adductor muscles reverse the process to close the glottis [12]. The tension of the vocal folds modulates airflow The adult trachea extends from the distal aspect of the cricoid when they are adducted. The cricothyroid, vocalis, and cartilage, at the level of sixth cervical vertebrae, to the bifurthyroarytenoid muscles are responsible for tightening and cation at the main carina. The trachea is approximately relaxing the vocal folds for speech and phonation. These 10–11 cm in length, with an internal diameter of 16–20 mm muscles are innervated by the recurrent laryngeal nerve, [13]. The sagittal diameter is slightly longer than the coronal except the cricothyroid muscle, which is innervated by the aspects, with the adult trachea measuring approximately external branch of the superior laryngeal nerve. 16 and 14 mm, respectively. Sixteen to twenty U-shaped",
        "tokens": 387,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 S.Pateletal. Fig. 5 Airway tree schematic. (Reprinted with permission from O’Rahilly R, Müller F, Carpenter S, Swenson R. Basic Human Anatomy: A regional study of human structure. Copyright © O’Rahilly 2008) contribution from the esophageal arteries and their Fig. 4 The trachea and esophagus in relation to vertebral and sternal subdivisions. levels in a subject in the erect position. (Reprinted with permission from O’Rahilly R, Müller F, Carpenter S, Swenson R. Basic Human Anat- From the main carina onward, subsequent airway omy: A regional study of human structure. Copyright © O’Rahilly 2008) branches derive their blood supply from three bronchial arteries: two branches supplying the left lung and one branch (or horseshoe) cartilages support the trachea (rings facing supplying the right lung. The left bronchial artery originates anteriorly) and allow for expansion during swallowing. The from the descending aorta supplying the left lung. The right posterior part of the trachea consists of a smooth muscle lung airways have various alternative supplies, including the (trachealis) that joins the ends of the tracheal cartilage. aorta, first or third intercostal arteries, internal mammary The trachea bifurcates at the carina into the right and left artery, or the right subclavian artery. main stem bronchus (Fig. 4). It tapers slightly as it terminates The venous drainage of the airways contains a superficial at the level of the fifth thoracic vertebrae, superior to the heart and a deep system. The superficial system receives blood at the level of the sternal angle. from the bronchial vein system of the hilum and the visceral pleura, which leads to the azygous vein of the right lung and accessory hemiazygous vein of the left lung. The deep 3.2 Tracheal Blood Supply venous system drains the deeper tributaries and then drains directly to the pulmonary vein or the left atrium. The blood supply of the trachea is derived from multiple sources, characterized by a complex network of arteries and anastomose [13]. Branches of the inferior thyroid artery 3.3 Endoscopic View of Trachea provide blood supply to the upper trachea and bronchial arteries supply the lower trachea (Fig. 5). The bronchial Starting at the upper trachea, mucosal integrity should be arteries additionally supply blood to the esophagus via examined, even when there are no gross endobronchial anastamosis with the inferior thyroid artery. The posterior lesions. The presence of extrinsic tracheal deviation and membranous wall of the trachea, however, receives some compression due to paratracheal masses should be noted.",
        "tokens": 529,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "AirwayAnatomy 7 Both the anterior cartilaginous and posterior membranous It is oriented anteroposteriorly, and its dimensions vary durportion of the trachea are sometimes sites for dynamic airway ing inhalation and exhalation (Fig. 6a). compromise caused by tracheomalacia or excessive dynamic airway collapse. Occasionally, a nodular studding can be seen that localizes to the cartilaginous rings while sparing the 3.5 Classification of Bronchial membranous portion of the trachea. This benign condition, and Segmental Airways called tracheopathia osteochondroplastica, is usually asymptomatic and found incidentally, accounting for approximately Bronchoscopists commonly refer to bronchial anatomy two to seven per 1000 cases of bronchoscopies [14]. according to the Jackson-Huber classification of segmental airway anatomy (Table 1). This classification is named according to spatial orientation (i.e., anterior/posterior, supe3.4 Main Carina rior/inferior, and medial/lateral) [15]. A less commonly adopted system is the Yamashita Japanese nomenclature The main carina, derived from “keel of a boat,” is observed as [16], which assigns upper lobe anterior and posterior sega sharp ridge separating the right and left mainstem bronchi. ments as listed in Table 1 and as shown in Fig. 5. Many Fig. 6 (a) Carina with right and left main bronchi, (b) right upper lobe lower lobe (B6: superior segment, B7,8: anteromedial segment, B9,10: (B1: Apical, B2: Anterior, B3: Posterior), (c) right middle lobe and right lateral and posterior segment) (d and e Reprinted with permission from lower lobe, (d) left upper lobe and left lower lobe division (B4: superior Kumaran R, Sung A, Ernst A. Airway anatomy for the segment of LUL, B5: inferior segment of LUL, B6: superior segment of bronchoscopist. In: Ernst AE, editor. Introduction to bronchoscopy. LLL, Apicoposterior segments not shown), (e) basilar segment of left Cambridge, UK: Cambridge University Press; 2009)",
        "tokens": 371,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 S.Pateletal. Fig. 6 (continued) thoracic surgeons and radiologists prefer to use the Boyden Table 1 Segmental airway nonmenclature/Jackson–Huber classification classification of bronchi, which also assigns numbers to the segmental airways [17]. The Boyden classification refers to Right bronchial tree Left bronchial tree anterior and posterior segment of the left upper lobe as B2 RUL LUL and B3. This nomenclature is infrequently used by bronchosB1 Apical Upper division copists who instead refer to posterior as B2 and anterior as B2 Posterior B1/2 Apicoposterior B3. The Jackson–Huber classification is the most widely B3 Anterior B3 Anterior used and less complex. RML Lingular B4 Lateral B4 Superior B5 Medial B5 Inferior 3.5.1 Right Bronchial Tree RLL LLL The right main bronchus is defined as the airway starting B6 Superior B6 Superior from the bifurcation of the trachea to the origin of the right B7 Medial basal B7/8 Anteromedial middle lobe bronchus and the superior segment of the right B8 Anterior basal B9 Lateral basal lower lobe [18]. The right main bronchus is shorter, wider, B9 Lateral basal B10 Posterior basal and more vertical compared to the left main bronchus. It B10 posterior descends at an approximate 25° angle from the trachea, Source: Kumaran R, Sung A, Ernst A. Airway anatomy for the making it more accessible and prone to foreign body aspirabronchoscopist. In: Ernst AE, editor. Introduction to bronchoscopy. tion. The total length of the right main bronchus is approxiChapter 4, Table 4.1 Cambridge, UK: Cambridge University Press; 2009 mately 5 cm, which includes the upper (giving off the right Note: RUL right upper lobe, LUL left upper lobe, RML right middle lobe, RLL right lower lobe, LLL left lower lobe upper lobe) and lower part (giving off the right middle and lower lobes).",
        "tokens": 379,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "AirwayAnatomy 9 Shortly after its origin, the right main bronchus gives rise inferiorly (Fig. 6c) after 1–2 cm. The lateral segmental bronto the right upper lobe. This branch is positioned anteriorly chus is visualized over a greater distance. The medial segand somewhat superiorly. It courses laterally for a distance of ment has a more oblique course and is less visualized. Less 1–2 cm before branching into apical, anterior, and posterior commonly, the medial and lateral segmental bronchi can segments. The apical segment, or RB1, courses superiorly present as a trifurcation. and divides into the anterior and apical subsegments. The Distal to the right middle lobe orifice arises the right lower posterior segment, or RB2, courses superoposteriorly and lobe bronchus. The carina, which separates the right middle divides into the anterior and lateral subsegments. The anterior and right lower lobes, is right carina 2 or RC2. The right segment of the right upper lobe, or RB3, divides into anterior lower lobe bronchus is further divided into five segmental and lateral subsegments. Variations in this branching pattern bronchi: superior segment, posterior, lateral, anterior, and have been documented, including configurations where RB1 medial subsegments. The superior segment (RB6) defines and RB2 share a common trunk or where RB2 and RB3 share the posterior aspect of the termination of the bronchus a common trunk. intermedius. It arises at approximately the same level as the The branch point of the RUL bronchus can be identified as right middle lobe orifice and is seen on the same plane on CT a faint curvilinear density marginating the lateral wall of the scan as the bifurcating segment. The superior segment right main bronchus on chest CT. The horizontal course of the courses horizontally and toward the posterior aspect and RUL bronchus with origins of anterior and posterior seg- divides into the medial, superior, and lateral subsegments ments gives the inverted whale tail appearance (Fig. 6b). (Fig. 6d). A common accessory bronchus is seen in the On CT imaging, at the level of distal trachea, the apical right lower lobe and is a subsuperior bronchus. It originates segment appears as a circular lucency in proximity to pulmo- some distal to the origin of the superior segment (RB6) and nary vessels. Both anterior and posterior segments can be ventilates the parenchyma of the bronchopulmonar segments easily seen. Sometimes, a tracheal bronchus or an accessory B6 to B10. bronchus is noted on CTscans arising immediately above the The distal to proximal configuration of the remaining right main carina and at the right lateral aspect. The tracheal lower lobe segments includes the medial (RB7), anterior bronchus is referred to as a bronchus suis if it supplies the (RB8), lateral (RB9), and the posterior (RB10) basal segentire upper lung lobe. The accessory bronchus can be a ments. The posterior segment courses inferiorly. The medial source of recurrent or nonresolving infiltrate on chest radio- basal segment aims inferomedially, the lateral segment antegraph, particularly in a young adult. An additional variant is rolaterally, and the anterior segment takes an anterolateral the accessory cardiac bronchus, a supernumerary bronchus and inferior course. that originates from the medial side of the right main bronchus or bronchus intermedius [19]. 3.5.2 Left Bronchial Tree The main bronchus then continues as the bronchus The left main bronchus is approximately 4–5 cm in length (or truncus) intermedius for approximately 2.5 cm before and extends inferolateraly, passing under the aortic arch and dividing into the right middle and right lower lobes. The anterior to the esophagus and thoracic aorta [18]. The diamcarina separating the right upper lobe orifice from the bron- eter of the left main bronchus is slightly narrower compared chus intermedius is right carina 1 or RC1. On chest CT, the to the right main bronchus and takes on a more horizontal bronchus intermedius is characteristically seen on several course, forming an angle approximately 45° relative to the adjacent sections. It has an oblique shape and courses directly plane of the trachea. It terminats at the level of the secondary posterior to the right main pulmonary artery and the right carina at the level of the sixth thoracic vertebrae. interlobar pulmonary artery further inferiorly (at a lower level The left main bronchus then divides into the left upper than the right main pulmonary artery). lobe bronchus and the left lower lobe bronchus (Fig. 6e) The The right middle lobe is the smallest lobe of the right lung. left upper lobe bronchus originates from the distal left main Its opening may have a “fish-mouth” appearance due to bronchus and further subdivides into the left upper lobe extrinsic compression by interlobar lymph nodes. The RML division bronchus and the lingular (or lower division) bronis bordered anteriorly by the pericardium and is separated chus. The upper division bronchus is lateral to the lingular from the RUL and RLL by the horizontal and oblique fis- and divides into two segmental bronchi, which include the sures, respectively. Right middle lobe syndrome is clinically apicoposterior (LB1/2) and anterior (LB3) bronchi. Collecseen as recurrent infectious episodes due to a postobstructive tively, this forms the superior, or apical, lobe of the left lung. process from external compression of right middle lobe The anterior segment of the left upper lobe forms the upper orifice. lobe division of the left upper lobe, whereas the AP segments The branches of the RML typically consist of two seg- comprise the superior-posterior aspects (Fig. 6e). The antemental bronchi: the lateral bronchus (RB4) and the medial rior segmental bronchus is directed anteriorly and accompabronchus (RB5). These divisions occur anterolateral- nied by the anterior segmental artery.",
        "tokens": 1209,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 S.Pateletal. The lingula—derived from the Latin word for “little References tongue” due to its tonguelike projection from the lung’s surface—arises and extends 2–3 cm slightly downward in 1. Swartz MH. The head and neck. Textbook of physical diagnosis. Elsevier Health Sciences; 2009. an inferolateral direction from the upper lobe division bron2. Detsky ME, Jivraj N, Adhikari NK, Friedrich JO, Pinto R, Simel chus. The lingular bronchus is about 2–3 cm in length and DL, Wijeysundera DN, Scales DC. Will this patient be difficult to divides into superior (LB4) and inferior segments (LB5). It is intubate?: the rational clinical examination systematic review. Jama. analogous to the middle lobe of the right lung. The subcarina 2019;321(5):493–503. 3. Leigh LY, Vannelli P, Crow HC, Desai S, Lepore M, Anolik R, Glick separating the upper division of the left upper lobe and the M. Diseases of the respiratory tract. Burket’s Oral Medicine. lingula is left carina 1 or LC1. The subcarinal separating the 2021;469–504. left upper lobe from the left lower lobe is left carina 2 or LC2. 4. Heidegger T. Management of the difficult airway. New England Journal of Medicine. 2021;384(19):1836–47. 5. Patel RG. Nasal anatomy and function. Facial plastic surgery. 3.5.3 Left Lower Lobe 2017;33(01):003–8. The superior segment (LB6) of the left lower lobe bronchus 6. Piazza C, Ribeiro JC, Bernal-Sprekelsen M, Paiva A, Peretti G. arises immediately on entering into the left lower lobe. A Anatomy and Physiology of the Larynx and Hypopharynx. Otorhisubsuperior segment may also be seen on the left, but this nolaryngology, head and neck surgery. 2010;461–71. 7. Ayappa I, Rapoport DM. The upper airway in sleep: physiology of variant is less common than on the right. Beyond this, the left the pharynx. Sleep medicine reviews. 2003;7(1):9–33. lower lobe bronchus is approximately 1 cm in length and 8. Lecanwasam H, Dunn PF. Airway evaluation and management. divides into the superior segment and three basal segments: Huford WE, Bailin MT, Davidson JK. Clinical anesthesia procethe anteromedial basal (LB7/8), lateral basal (LB9), and dures of the massachusets general hospital. 6th. ed. Philadelphia: William & Wilkins. 2002:568–621. posterior basal (LB10). 9. Sasaki CT, Young N, Matsuzaki H, Paskhover B. Anatomy of the human larynx. Rubin JS, Sataloff RT, Korovin GS Diagnosis and 3.5.4 Distal Airways Treatment of Voice Disorders. 2014;3:31–46. The bronchi are lined with smooth muscles and incomplete 10. Eskander A, De Almeida JR, Irish JC. Acute upper airway obstruccartilage, with the mucosa lined with pseudostratified ciliated tion. New England Journal of Medicine. 2019;381(20):1940–9. 11. Pasick LJ, Anis MM, Rosow DE. An updated review of subglottic columnar cells with mucus-secreting glands. As the bronchi stenosis: etiology, evaluation, and management. Current branch more distally and become devoid of cartilage, they pulmonology reports. 2022;11(2):29–38. become the bronchioles. The terminal bronchioles are located 12. Sataloff RT. Clinical anatomy and physiology of the voice. within the secondary lobules, or the Miller’s unit, and are the Neurolaryngology. 2017:49–64. 13. Minnich DJ, Mathisen DJ. Anatomy of the trachea, carina, and basic functional units [20]. The respiratory bronchioles are bronchi. Thoracic surgery clinics. 2007;17(4):571–85. divisions of the terminal bronchioles and are lined with 14. Hussain K, Gilbert S. Tracheopathia osteochondroplastica. Clin alveolar ducts and sacs that are outpouchings and responsible Med Res. 2003;J1(3):239–42. 15. Jackson CL, Huber JF. Correlated applied anatomy of the bronchial for gas exchange. tree and lungs with a system of nomenclature. Diseases of the Chest. 1943;9(4):319–26. 16. Yamashita, H. Roentgenologic Anatomy of the lung. Igaku-Shoin 4 Conclusion Ltd. & Igaku. 1978:70–90. 17. Boyden EA. Segmental anatomy of the lungs. A study of the patterns of the segmental bronchi and related pulmonary vessels. Bronchosocopists should have a thorough fundamental 1955:87–116. knowledge of the upper airway and tracheobronchial tree. 18. Amorós JA, Lluveras AU. Tracheobronchial Anatomy. IntervenAccordingly, understanding upper and lower airway anatomy tions in Pulmonary Medicine. 2018:3–13. 19. Marini T, Hobbs SK, Chaturvedi A, Kaproth-Joslin K. Beyond can be decisive in the application of airway pathology, navbronchitis: a review of the congenital and acquired abnormalities igation, and clinical decision making and ensure a shared of the bronchus. Insights into Imaging. 2017;8:141–53. language when communicating with other specialties 20. Webb WR. Thin-section CT of the secondary pulmonary lobule: involved in the care of patients with thoracic pathology. anatomy and the image—the 2004 Fleischner lecture. Radiology. 2006;239(2):322–38.",
        "tokens": 925,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_5_3",
        "number": "3",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_6_5",
        "number": "5",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_6_4",
        "number": "4",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_7_6",
        "number": "6",
        "page": "7",
        "provenance": {
          "page": "7",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_8_6",
        "number": "6",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 6"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Airway Anatomy.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:00:55.340304Z",
    "revision": "r1"
  }
}