{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Approach to Peripheral Lung Lesions",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "2",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_2",
    "file_sha256": "da405e8ed462ce53fc2b75650221bbbbf3ef7452e69af2d54e915785a106a75a",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Approach to Peripheral Lung Lesions",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction ............................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Radiographic Characteristics .......................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "Solid Nodules ............................................................................................ 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "Subsolid Nodules (SSNs) ................................................................................ 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_3",
            "title": "Functional Imaging ....................................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Models to Assess the Probability of Malignancy of a Pulmonary Nodule ......................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "Mayo Clinic Model ...................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_2",
            "title": "The Herder Model ........................................................................................ 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_3",
            "title": "Brock University Model ................................................................................. 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_4",
            "title": "The TREAT Models ...................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_5",
            "title": "Physician Assessment .................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Guideline-Directed Nodule Assessment ............................................................... 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec4_1",
            "title": "American College of Chest Physicians Guidelines ...................................................... 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_2",
            "title": "The British Thoracic Society Guidelines ................................................................ 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_3",
            "title": "Fleischner Society Guidelines ........................................................................... 8",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec5",
        "title": "Guideline Adherence .................................................................................... 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "Evaluation Methods ..................................................................................... 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "Molecular Biomarker Testing .......................................................................... 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "Technology, Technique, and Patient Selection ........................................................ 9",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec9",
        "title": "Conclusion ............................................................................................... 10",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Approach to Peripheral Lung Lesions Vidhya Y. Aroumougame, Kathryn J. Long, and Gerard A. Silvestri Contents 1 Introduction ............................................................................................. 2 2 Radiographic Characteristics .......................................................................... 2 2.1 Solid Nodules ............................................................................................ 2 2.2 Subsolid Nodules (SSNs) ................................................................................ 2 2.3 Functional Imaging ....................................................................................... 3 3 Models to Assess the Probability of Malignancy of a Pulmonary Nodule ......................... 3 3.1 Mayo Clinic Model ...................................................................................... 5 3.2 The Herder Model ........................................................................................ 5 3.3 Brock University Model ................................................................................. 5 3.4 The TREAT Models ...................................................................................... 5 3.5 Physician Assessment .................................................................................... 5 4 Guideline-Directed Nodule Assessment ............................................................... 6 4.1 American College of Chest Physicians Guidelines ...................................................... 6 4.2 The British Thoracic Society Guidelines ................................................................ 6 4.3 Fleischner Society Guidelines ........................................................................... 8 5 Guideline Adherence .................................................................................... 8 6 Evaluation Methods ..................................................................................... 8 7 Molecular Biomarker Testing .......................................................................... 8 8 Technology, Technique, and Patient Selection ........................................................ 9 9 Conclusion ............................................................................................... 10 References ...................................................................................................... 10 Abstract help determine the pretest probability of cancer (pCA). The American College of Chest Physicians (ACCP) and Indeterminate pulmonary nodules (IPNs) are commonly British Thoracic Society (BTS) have published guidelines encountered in interventional pulmonary practices. The incorporating the use of pCA to determine the next steps challenge lies in how to proceed with diagnosis and manin diagnosis and treatment. Molecular biomarkers have agement. Radiographic characteristics can help differentibeen developed as additional diagnostic tools to determine ate benign from malignant nodules. Several riskstratification models have been developed based on the risk of malignancy. Finally, obtaining a diagnosis requires a thoughtful approach to the technology available, the prevalence of cancer among different populations and can technique utilized, and appropriate patient selection to ✉ optimize diagnostic yield. V. Y. Aroumougame · K. J. Long · G. A. Silvestri ( ) Department of Medicine, Division of Pulmonary and Critical Care, Allergy and Sleep Medicine, Medical University of South Carolina, Charleston, SC, USA e-mail: aroumoug@musc.edu; longk@musc.edu; silvestr@musc.edu © Springer Nature Switzerland AG 2025 1 L. Yarmus et al. (eds.), Principles and Practice of Interventional Pulmonology, https://doi.org/10.1007/978-3-031-49583-0_28-1",
        "tokens": 422,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 V.Y.Aroumougameetal. the prevalence of malignancy and growth pattern of the Keywords lesions differ, leading to alternate management algorithms. Indeterminate pulmonary nodule (IPN) · Positron emission tomography/computed tomography (PET/CT) · Risk stratification models · Pretest probability of cancer 2.1 Solid Nodules (pCA) · Molecular biomarkers · Diagnostic yield There is an extensive differential to consider when a solid nodule is detected (Table 1). Benign IPNs tend to have a 1 Introduction smaller diameter, smooth well-defined edges, and either a rapid volume doubling time (<30 days) or a very long The incidence of indeterminate pulmonary nodules (IPNs) volume doubling time (>400 days) [5]. Malignant nodules continues to rise due to the increased use of computed tend to be larger, have edge characteristics that are irregularly tomography (CT) scans for diagnostic purposes and for shaped or spiculated, and have a volume doubling time of lung cancer screening. In 2016, approximately 12.7 million between 30 and 500 days [5]. Table 2 describes general chest CT scans were performed in the United States [1], with attributes of benign and malignant nodules. 1.57 million lung nodules detected annually [2]. In 2023, the American Cancer Society estimated there will be 238,340 new cases of lung cancer and 127,070 deaths [3]. Given this, 2.2 Subsolid Nodules (SSNs) it is critical to appropriately risk stratify newly diagnosed IPNs to identify malignant disease and initiate timely treat- The risk of malignancy and further diagnostic testing of SSNs ment. Equally important is the need to avoid invasive pro- depends on the size of the solid component and the change in cedures in patients with benign disease which can cause size of that component over time. The larger the solid compatient anxiety, expose them to an increased risk of compli- ponent, the higher the risk of malignancy [4]. Even if the cations, and be costly to the patient and healthcare system. overall size of the nodule does not change during sequential Several predictive models have been developed along with imaging, the risk of malignancy increases if the solid comsocietal guidelines to aid physicians in selecting the appro- ponent grows. The diagnostic yield of transthoracic needle priate diagnostic pathway. Using pretest probability for biopsy (TTNB) and metabolic activity on PETis significantly malignancy (pCA) as a guide, the management of newly lower in SSNs unless the solid component is larger than diagnosed IPNs can include serial surveillance, further functional testing, or more invasive approaches such as biopsy or Table 1 Differential diagnoses of solitary pulmonary nodules [47, 48] surgical resection. The recent development of molecular bio- Neoplastic marker testing adds to our armamentarium of noninvasive Malignant Primary lung cancer strategies to assess a patient’s risk of malignancy. If tissue Primary pulmonary lymphoma Carcinoid biopsy is necessary, appropriate selection of both patient and Metastasis diagnostic modality is vital to ensure the attainment of a Benign Hamartoma diagnosis. This chapter will review the approach to this Chondroma common entity encountered in interventional pulmonary Inflammatory practices. Infectious Granuloma-TB, fungal Nocardia Round pneumonia 2 Radiographic Characteristics Septic emboli Abscess Noninfectious Rheumatoid nodule The radiographic composition and characteristics of the IPN Amyloidoma can guide physician assessment of malignancy risk. It is Granulomatosis with polyangiitis important to take into consideration the size, density, loca- Bronchocele tion, edge characteristics, presence or absence of calcifica- Vascular AVM tion, and changes between serial scans. Smaller nodules are Infarct Hematoma more likely to be benign, with the probability of malignancy for nodules <6 mm around 1%, and for those 6–8 mm Congenital Bronchogenic cyst Pulmonary sequestration between 1% and 2%, respectively [4]. Nodules are divided Others Pseudotumor into two categories, solid and subsolid, with subsolid nodules Subpleural lymph node (SSNs) further classified into part-solid and ground glass. Pleural mass or plaque These descriptors should be considered separately because Erasmus et al. [47], Cruickshank et al. [48]",
        "tokens": 822,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ApproachtoPeripheralLungLesions 3 Table 2 Characteristics of benign and malignant pulmonary nodules highly suggestive of an infectious, inflammatory, or malig- [5, 14, 47, 49] nant process and warrants further evaluation [7, 10]. FalseBenign Malignant positive and false-negative PET scan results can affect the Size Small (<2 cm) >1 cm choice of further diagnostic steps, and thus physicians should Margin Smooth, well defined Irregular, be aware of the potential causes of false-positive and falseLobulated negative results. Spiculated The differential diagnosis for false-positive PET scans Sunburst or corona radiata appearance include infectious or inflammatory conditions such as pneuInternal Intranodular fat Pseudocavitation with monia, granulomatous disease, sarcoidosis, amyloidosis, characteristics Pseudocavitation with thick (>16 mm) irregular rounded atelectasis, and pleural fibrosis, among others smooth thin (<4 mm) walls [7, 11]. Posttreatment with talc pleurodesis, radiation therapy, walls chemotherapy, or bone marrow stimulation therapy may also Calcification Central Diffuse and amorphous have increased uptake on FDG PET, falsely causing concern Diffuse solid Punctate Laminated Eccentric for malignancy [7, 12]. Popcorn-like There are certain conditions in which PET scans can be Volume <20–30 days (likely Between 30 and falsely negative in the setting of malignancy, such lesions doubling time infectious) 400 days smaller than 1 cm, due to limitations of spatial resolution >400 [7]. Carcinoid, mucinous adenocarcinoma (MIA), and adevan Klaveren et al. [5], Gould et al. [14], Erasmus et al. [47, 49] nocarcinoma in situ (AIS) can also result in a false-negative PET [7, 13]. One study found nine out of ten GGNs that were 8 m m [ 4]. Thus, they are generally managed with surveil- histologically lung adenocarcinomas were negative on PET lance unless the solid component is growing as they are not [11]. Well-differentiated lung adenocarcinoma is frequently likely to metastasize [4]. However, once the solid component falsely negative due to its low glucose metabolism [11]. grows, a more aggressive approach is necessary, and biopsy Overall, PET scans can be valuable in determining what of the solid component or surgical resection is recommended. further diagnostic workup is needed and should be examined Entirely ground glass nodules (GGNs) pathologically may in the context of the patient’s overall clinical picture to make represent either atypical adenomatous hyperplasia (AAH), further diagnostic decisions. A further discussion of where carcinoma in situ, or well-differentiated adenocarcinoma, and when to best utilize PET for pulmonary nodules will which are likely to be biologically benign in nature. In fact, follow later in this chapter. a study of 704 patients who had nodules resected, reported a 100% 5-year survival for malignant pure GGNs [4]. Therefore, in most cases, surveillance is recommended [6]. 3 Models to Assess the Probability of Malignancy of a Pulmonary Nodule 2.3 Functional Imaging In patients who have an IPN discovered on imaging, an assessment of the pretest probability of malignancy (pCA) Flurodeoxyglucose-18 positron emission tomography is recommended to guide further evaluation [14]. Risk strat- (FDG-PET) scan or PET/CT is the most common functional ification is important to prevent unnecessary invasive testing test ordered for evaluation of an IPN. Generally the combi- and appropriately identify malignant nodules so that diagnonation of CT and PET scan allows for functional and mor- sis can be expedited and treatment can be initiated in a timely phologic image capture and localization of FDG uptake manner. In addition to using clinical judgment, several pre- [7]. Previous meta-analysis report sensitivity and specificity diction models have been developed to calculate the pretest of FDG-PET to be 94–96% and 78–86%, respectively probability of malignancy, the most utilized being the Mayo [8, 9]. An updated meta-analysis from 2014 which included Clinic Model (also known as the Swensen model) [15], the populations in geographic areas with endemic infectious lung Brock University Cancer Prediction Equation, and the Herder disease showed a sensitivity of 89% and specificity of 75% Model. The TREAT 2.0 model was recently developed for for diagnosing lung cancer, suggesting that PET is less useful use in high-risk populations. These models were developed in this setting [9]. One of the benefits of functional testing for in differing cohorts (e.g., incidental vs screen detected), with risk stratification is improved localization of malignant widely varied prevalences of malignancy (Table 3), and in lesions. PET scan results can either be descriptive (absent, patients with different risk profiles. Choosing the appropriate mild, moderate, or high) regarding uptake or be reported as a model for risk stratification pertinent to the population being standardized uptake value (SUV). A SUVof 2.5 or greater is assessed is imperative.",
        "tokens": 964,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 V.Y.Aroumougameetal. Table 3 Prediction models Model Model Setting Patients Prevalence characteristics Predictors of malignancy Mayo or Swensen Incidentally detected 629 23% Age Age Model [15] nodules Smoking history Smoking history Extra thoracic Extra thoracic malignancy malignancy Nodule size Nodule size Spiculation Spiculation Nodule location Nodule location Herder [16] Incidentally detected 106 57.5% Age Age nodules Smoking history Smoking history Extra thoracic Extra thoracic malignancy malignancy Spiculation Nodule size Nodule location Nodule location Nodule size Spiculation PET avidity PET-avidity Brock [17] Screening population 1871 5.5% Age Age Gender Female Family history of Family history of lung cancer lung cancer Emphysema Emphysema Nodule size Nodule size Upper lobe location Nodule type Part-solid nodule Nodule location Low nodule count Number of Spiculation nodules Spiculation TREAT 1.0 [18] Surgical evaluation for 492 72% Age Increased age resection Gender Nodule size BMI Nodule growth Smoking history Previous cancer Hemoptysis PDG-PET avidity Previous Spiculation malignancy Nodule size Nodule growth Spiculation Nodule location Pet avidity TREAT 2.0 [19] Pulmonary nodule clinic 1401 70% Age Increased age Outpatient thoracic surgery Gender Nodule size clinic Nodule location Nodule growth Inpatient surgical resection Evaluation setting Previous cancer Previous cancer PDG-PET avidity Pre-Op symptoms Spiculation Pre-Op FEV1 Clinical setting BMI Pre-Op FEV1 Smoking history Pre-Op symptoms Nodule size PET avidity Nodule growth Nodule location Spiculation Physician Pulmonary nodule or 337 47% Nodule size Physician estimated pCA based on nodule Assessment [20] thoracic surgery clinic Nodule contour size, contour, and location. Nodule location Swensen et al. [15], Herder et al. [16], McWilliams et al. [17], Deppen et al. [18], Godfrey et al. [19], Tanner et al. [20]",
        "tokens": 345,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ApproachtoPeripheralLungLesions 5 3.1 Mayo Clinic Model malignancy was 72% in this high-risk population. It was created with the purpose of avoiding unnecessary surgeries The Mayo Clinic Model is a validated malignancy assess- in patients with benign IPNs [18]. This model incorporates ment method initially developed by Swensen et al. in 1997 additional diagnostic information such as radiographic for nodules detected on CXR and later validated on changes, pulmonary function, and symptomatology [18]. In CT-detected nodules [15, 16]. They examined 6 independent this population, TREAT 1.0 had better accuracy than the predictors of malignancy in 629 patients with nodules Mayo Clinic Model [18]. In 2024, the model was expanded between 4 mm and 30 mm. The prevalence of malignancy to create TREAT 2.0 to assess IPNs in 1401 high-risk patients in this cohort was 23%. Clinical characteristics predicting who presented for either surgical resection or to specialized malignancy included older age, smoking status (current and pulmonary nodule or thoracic surgery clinics. The prevalence former vs never), and history of previous extrathoracic malig- of malignancy in these cohorts were 90%, 42%, and 73%, nancy. Radiographic characteristics predicting malignancy respectively [19]. The data used to develop the model was included diameter, spiculation, and upper lobe location. multiinstitutional and geographically diverse which improves Patients who had cancer in the previous 5 years were its generalizability [19]. The variables included in the model excluded from the model (Table 3) [15]. were age, BMI, gender, smoking history, nodule size, edge characteristics, growth rate, location of nodule, cancer history, FEV1, preoperative symptoms (hemoptysis, shortness 3.2 The Herder Model of breath, unplanned weight loss, fatigue, pain, or persistent pneumonia), PET avidity, and clinical setting of evaluation In 2005, Herder et al. sought to externally validate the Mayo [19]. TREAT 2.0 was able to better differentiate benign from Clinic Model and determine if incorporating PET results malignant nodules in comparison to the abovementioned risk improved the accuracy of malignancy risk prediction for calculators in this specific population (Table 3). incidentally detected IPNs [16]. This study only included 106 patients, with a prevalence of malignancy of 57.5%. The addition of PET scan (characterized as absent/faint, 3.5 Physician Assessment moderate or intense uptake) improved the accuracy of the Mayo Clinic Model by increasing the pretest probability of Physician assessment of pCA compares favorably to the cancer in those that were PET positive (Table 3) [16]. aforementioned risk calculators. In a study by Tanner and colleagues, clinician estimated that pCA outperformed the Mayo and VA models in the ability to distinguish benign 3.3 Brock University Model from malignant nodules in a population of 337 patients with a cancer prevalence of 47% [20]. Despite physicians being The Brock University Model was developed in a screening able to accurately predict whether a nodule was benign or population in 1871 patients enrolled in the Pan-Canadian malignant, their management differed from guidelineEarly Detection of Lung Cancer Study and performs well in directed recommendations with clinicians being more aggressmaller nodules [17]. The prevalence of malignancy in this sive than recommended in the low-risk group where serial CT population was lower than the other models at 5.5%. The scans are recommended and more conservative in the highpredictors of malignancy in the model included advanced risk category which suggested surgical intervention. The age, gender, nodule size, family history of lung cancer, nod- upside of the latter was that there were less surgical referrals, ule type (part-solid), upper lobe location, emphysema, spic- avoiding operations in a sizable proportion of patients with ulation, and lower number of nodules present on CT scan benign disease (Table 3)[ 20]. (Table 3) [17]. Of the guidelines discussed, the Brock Model was the only method developed for use in a screening population with low prevalence of malignancy [17]. Lung Imaging Reporting and 3.4 The TREAT Models Data System (Lung-RADs) was developed in 2014 to standardize the reporting of screening chest CT scans [21]. Lung In 2014, the Thoracic Research Evaluation and Treatment RADS categorizations are as follows: 1 and 2 (negative), (TREAT) Model 1.0 was developed for use in 492 patients 3 (probably benign), 4A (suspicious), 4B (very suspicious), referred to thoracic surgical clinics for nodules being consid- and 4X (category used to up score risk of cancer due to ered for surgical resection. Not surprisingly, the prevalence of additional nodule features or findings not included in the",
        "tokens": 939,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 V.Y.Aroumougameetal. Lung RADs classifiers) [22]. In a 2023 study assessing Lung not recommended and surgical diagnosis should be pursued. RADs score among more than a million persons screened for However, it is reasonable to pursue a nonsurgical biopsy if lung cancer, it was demonstrated that as LungRads score tumor mutational analysis is recommended prior to surgery increased the cancer detection rate also increased [22]. (patients with clinical stage 1B-3A) where adjuvant and neoadjuvant therapy is being considered [23, 24]. PET imaging, while not recommended for distinguishing benign from 4 Guideline-Directed Nodule Assessment malignant nodules in this setting, is still recommended prior to treatment for lung cancer staging purposes [14]. For The American College of Chest Physicians, British Thoracic lesions that grow on surveillance imaging, nonsurgical Society and Fleischner Society have all published guidelines biopsy or surgical resection should be performed unless the outlining the approach to IPNs which incorporates pCA using patient has comorbidities which make those procedures such one of the validated risk assessment models previously high risk that treatment with stereotactic body radiation therdescribed. apy (SBRT) is being considered without tissue confirmation [14]. Surgical diagnosis should be considered if a nodule is PET avid or if nonsurgical biopsy is suspicious for malig4.1 American College of Chest Physicians nancy. Shared decision-making should be performed Guidelines throughout the continuum of care, in line with the patient’s preferences and values. The diagnosis of pulmonary nodules The American College of Chest Physicians (ACCP) Guide- is often accompanied by anxiety for both patients and family lines provide recommendations for the management of solid members, and their preferences may vary from guideline and subsolid IPNs [14]. recommended care. For example, patients with a high-risk nodule may want definitive diagnosis with biopsy prior to 4.1.1 Solid Nodules surgical resection, or those with a nodule at low risk may want to pursue biopsy for peace of mind when further imagLow-Risk IPN (pCA < 5%) ing surveillance would normally be recommended. Low-risk nodules should be followed with surveillance. Here they are also broken down by size. In patients with solid 4.1.2 Subsolid Nodules nodules less than 8 mm and without risk factors, CT surveil- In patients with a pure ground glass nodule less than 5 mm in lance should be chosen based on the nodule size [6, 14], diameter, no further follow-up is recommended. If the lesion consistent with the Fleischner Society Guidelines discussed is more than 5 mm, annual surveillance is recommended for below. If there are multiple nodules, follow-up is based on the at least 3 years (Fig. 1) [ 14]. Some guidelines recommend size of the largest nodule [14]. In patients with solid nodules 5 years of surveillance (see below) [6]. larger than 8 mm, serial surveillance imaging is Part solid is defined as >50% ground glass. For those recommended for patients with very low risk (defined as patients with part-solid nodules that are less than 8 mm in having a pretest probability estimated to be <5%) at intervals diameter, repeat CT imaging at 3, 12, and 24 months is of 3–6, 9–12, and 18–24 months [14]. For solid lesions that advised with annual scans for an additional 1–3 years. For have been stable for 2 years, further CT imaging is not those with a part-solid nodule greater than 8 mm, repeat CT required. should occur in 3 months followed by further evaluation with PET, biopsy, or resection if it persists and/or grows. PETscan Intermediate Risk (pCA 5–65%) should not be performed in those nodules with a solid comIn patients with low to moderate pCA, between 5% and 65%, ponent of less than 8 mm. If the part-solid nodule is larger further evaluation should be performed to better elucidate if than 15 mm, further evaluation with PET, nonsurgical biopsy, the lesion is malignant or benign with either PET scan or or resection is warranted [14]. nonsurgical biopsy. Biopsy can be either CT guided or via bronchoscopy depending on nodule, size, location, and airway proximity [14]. Surveillance CT scan is advised when 4.2 The British Thoracic Society Guidelines the pretest probability is <30–40% and the lesion is not PET avid or is not more than 15 Hounsfield units or if a needle The British Thoracic Society (BTS) Guidelines echo many of biopsy is nondiagnostic and the lesion is not PET avid. the recommendations put forth in the ACCP guidelines. In addition, they incorporate the use of nodule calculators and High-Risk IPN (pCA > 65%) volumetric measurements in both initial assessment and In patients in whom pretest probability is high, >65%, func- follow-up. They also provide guidance on the use of imagetional imaging (i.e., PET scan) to characterize the nodule is guided biopsies [25].",
        "tokens": 1012,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ApproachtoPeripheralLungLesions 7 Fig. 1 American College of Chest Physicians 2013 Guidelines diagnostic algorithm. (Used with Permission from Gould et al. [14]) The BTS guidelines specifically utilize both the Brock and Table 4 Comparison between American College of Chest Physicians the Herder model to assess pCA in their algorithm for and British Thoracic Society Guidelines for Management of Solid evaluation and management of solid IPNs [26]. They have Pulmonary Nodules different risk thresholds for low- (<10%), intermediate- ACCP BTS (10–70%), and high-risk nodules (>70%) and do not recom- Low risk <5% <10% mend surveilling nodules less than 5 mm or 80 mm3 Intermediate risk 5–65% 10–70% [26]. They also suggest the follow-up period be reduced to High risk >65% >70% one year if risk of malignancy is low, <10%, and recommend Threshold for follow-up >6 mm >80 mm3 or > 6 mm imaging diameter volumetric measurements and volume doubling times of Surveillance period 2 years 1 year greater than 25% as their choice of measurement tool rather Gould et al. [14], Callister et al. [26] than diameter (Table 4)[ 26]. surveillance can be considered for those between 400 and 4.2.1 Solid Nodules 600 days [26]. For nodules with low probability of malignancy, <10%, For nodules with risk of malignancy >10%, PET scan repeat CT scan with volumetric assessment and calculation should be pursued if the solid component is greater than the of volume doubling time (VDT) is recommended. Further PET/CT detection threshold, [26] which is usually > 8 m m. investigation with biopsy, imaging, or resection for After the PET/CT is performed, the Herder model should be VDT < 400 days is recommended for IPNs. If VDT is used to assess risk and determine next steps. Diagnostic >600 days or less than 25% change in volume after 1 year, algorithm can be found in the British Thoracic Society then no further follow-up is required, though yearly Guidelines by Callister et al. [26].",
        "tokens": 417,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 V.Y.Aroumougameetal. 4.2.2 Subsolid Nodules knowledge of the guidelines for nodule management? Or do It is recommended that nodules less than 5 mm not be they simply not believe the level of evidence is sufficiently followed up. All SSNs >5 mm should be risk stratified with high to follow guideline-directed care? [28] Another study of the Brock risk assessment model. For nodules with pCA Veterans found that among 197 patients with IPNs, 45% did <10%, repeat CT scan at 1, 2, and 4 years is recommended. not receive guideline-directed care, with 18% being overIf a GGN increases more than 2 mm, then repeat CT should evaluated and 27% underevaluated [29]. The intensity of be performed in 6 months. Resection or nonsurgical treat- evaluation was usually based on the recommendation in the ment of part-solid nodules is recommended if there is radiology report [29]. enlargement of the solid component or if there is development of a solid component in a ground glass nodule. 6 Evaluation Methods 4.3 Fleischner Society Guidelines Based on the guidelines and risk assessment models mentioned earlier, serial CTscan surveillance is recommended for The Fleischner Society Guidelines aim to limit unnecessary nodules that are determined to have a low pretest probability evaluation of patients with less than 1% probability of lung of cancer. Volumetric measures can be helpful if used to cancer and encourages further evaluation when the risk is assess changes between serial CT scans. Noncontrast low greater than 1% for IPNs [6, 27]. It is important to note that radiation dose chest CT should be used for most patients these guidelines were developed to assist in the follow-up of undergoing surveillance. incidentally detected IPNs and not for screen-detected nod- Volumetric assessment consists of assessing either the ules. Increased risk factors for malignancy include smoking, volume growth rate or the volume doubling time of a nodule. exposure to other carcinogens, emphysema, fibrosis, upper Nodule volume doubling time has been found to be highly lobe location, family history of lung cancer, age, and gender accurate in determining if a nodule is benign, especially when [6]. These guidelines recommend assigning risk in categories it there has been no change in volume [30]. Growth is defined which align with the American College of Chest Physicians, as a volume increase of at least 25% between scans [5]. One [6] to determine when continued CT scan surveillance, or potential limitation of volume doubling time is that it further investigation with PET scan or tissue sampling is assumes a nodule has an exponential growth rate which is needed [6]. It provides surveillance intervals for nodules not the case for all tumors [31]. In a study of 63 nodules, less than 6 mm if a patient is high risk and recommends software calculated doubling time was nearly always risk categorization for nodules greater than 8 mm. Complete <500 days for malignant nodules, while the median doubling Fleischner Society Guidelines can be found in Radiology by time of benign nodules was 947 days [32]. Using a cutoff of MacMahon et al. [6]. 500 days, the specificity of this technique was 90%, sensitivity of 91%, NPVof 98%, and PPVof 67% [32]. When added to risk stratification models, volumetric assessment enhances 5 Guideline Adherence our ability to predict the probability of malignancy of a nodule by about 20% [30, 33]. Volumetric measurements Multiple studies have shown that the guidelines for nodule cannot accurately be performed in nonsolid or part-solid management are not routinely followed. In a multicenter lesions. study examining practice patterns of community The majority of IPNs encountered in pulmonary practice pulmonologists, with a prevalence of malignancy of 25%, have an intermediate risk of malignancy, [28] which has led procedure utilization did not differ based on pretest probabil- to the development of biomarkers as an additional way to ity of cancer. Of the 36 patients (9.5%) assessed to have differentiate IPNs. low-risk nodules with pCA < 5%, 16 patients (44%) were referred for biopsy or surgical resection, and all were benign [28]. In contrast, 34% of patients with high-risk nodules 7 Molecular Biomarker Testing (pCA >65%) were sent for surveillance. The rate of surgical resection was similar across low-, intermediate-, and high- Due to the previously mentioned challenges with PET/CT, risk PCA categories. Overall, 35% of the patients who there has been growing interest in the development of nonunderwent surgery had benign disease [28]. This raised sev- invasive molecular biomarkers to further assess the risk of eral questions: Do pulmonologists consider pretest probabil- malignancy. A biomarker that could either rule out or rule in ity prior to referral for surgical evaluation and testing? Are malignancy would be useful to avoid unnecessary invasive they overestimating the risk of malignancy? Do they have procedures for patients with benign disease or to identify",
        "tokens": 1032,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ApproachtoPeripheralLungLesions 9 patients with malignancy, with the expectation of expediting undergo surgery, or in whom biopsy is nondiagnostic or not their diagnosis [34]. Many candidates for molecular bio- possible, SBRT can be offered [42, 43]. markers have been investigated including blood-based protein biomarkers, liquid biopsies identifying circulating tumor DNA (ctDNA) or microRNA (miRNA), bronchial or nasal 8 Technology, Technique, and Patient epithelial cell genomic classifiers, and exhaled volatile Selection organic compounds [35]. Before being incorporated into clinical practice, a biomarker must first demonstrate clinical To improve diagnostic yield, an increased focus on better validity by evaluating the performance of the test in the diagnostic technology, technique, and thoughtful patient intended use population. Ideally, the biomarker should also selection would prove helpful. Few studies have examined be evaluated for clinical utility whereby use of the biomarker yield as it relates to patients, type of bronchoscopy, leads to improved patient outcomes either by reducing inva- and radiographic factors in conjunction with pCA. One sive procedures or more rapidly identifying malignant study explored this concept in a prospective multicenter nodules [36]. trial of 687 patients comparing multiple bronchoscopy A blood-based rule-out biomarker incorporating two pro- techniques. teins associated with lung cancer and the inflammatory EBUS, bronchoscopy with fluoroscopy, electromagnetic response to lung cancer, LG3BP and C163A, along with navigation (EMN), and combination bronchoscopy were five clinical risk factors (age, smoking status, nodule diame- compared, and overall diagnostic yield was 69% ter, edge characteristics, and lobe location) demonstrated a [44]. EBUS (for mediastinal lymph nodes) had the highest sensitivity of 97%, specificity of 44%, and a negative predic- diagnostic yield at 80%, which based on pCA prior to the tive value (NPV) of 98% in patients presenting with interme- procedure [44]. Nodules with pCA < 10% and 10–60% had a diate risk pulmonary nodules 8–30 mm in size [37]. A lower yield (44% and 42%). They also observed that as pCA clinical utility study showed that incorporating the biomarker increased, so did the yield [44]. Those with a pCA >60% had into clinical practice led to a 74% relative decrease in the rate a positive result in 77% of patients. The multicenter of invasive procedures for benign disease compared with a VERITAS trial in 2024 examined the clinical utility of navpropensity score matched historical control group [38]. Sev- igational bronchoscopy compared with CT-guided biopsy in eral panels of tumor-associated autoantibodies have been (pCA >10%) IPNs accessible by both procedures [45]. They developed for their ability to identify malignant lung nodules discovered that the diagnostic yield of both approaches were [39, 40]. When applied to intermediate risk nodules 4–20 mm equivalent (76%) and navigational bronchoscopy was assoin size, a seven-autoantibody panel was shown to increase the ciated with significantly less postprocedural complications risk of malignancy 2.7-fold [39]. A genomic classifier, (5.8% vs 31%) [45]. derived from nasal squamous epithelium obtained via nasal There are several guided bronchoscopic techniques swab, has been validated in patients presenting with IPNs discussed in more detail in dedicated chapters in this textwho formerly or currently smoke [41]. The low-risk classifier book. A recently published meta-analysis compared the diagdemonstrated a sensitivity of 96% and specificity of 42% to nostic yield of multiple guided bronchoscopic techniques in rule out lung cancer, while the high-risk classifier had a more than 16,000 patients with peripheral IPNs. The study sensitivity of 58% and a specificity of 90% as a rule-in found that the pooled diagnostic yield across all bronchotest [41]. scopic modalities was 69%, which had not improved over Although noninvasive molecular biomarkers show prom- 20 years [46]. It is important to note the varying prevalence of ise in their ability to risk stratify IPNs, few are commercially malignancy in these populations will impact diagnostic yield. available [37, 39, 41], and they have yet to be widely incor- Other factors that may promote a high diagnostic yield porated into clinical practice. Further research evaluating the include larger lesion size and presence of a bronchus sign clinical utility of molecular biomarkers to improve outcomes [46]. This study also verified the safety of bronchoscopy with of patients presenting with IPNs will aid in their acceptance a pneumothorax rate of 2% [46]. and widespread clinical adoption. Methods suggested to enhance technique are increased In those with high probability of malignancy focus on procedural training, frequent use of simulation to (pCA > 65%), a referral to surgery for resection of the nodule improve skills, and individualized feedback regarding operis the standard of care [28] if the patient is deemed operable. ator skills [44]. To optimize outcomes, patients can be Nonsurgical biopsy may be performed prior to surgical eval- referred to high-volume centers with a specific focus on uation for tissue confirmation of malignancy and in stages these diagnostic modalities [44]. For patient selection, under1B–3A to assess for mutational analysis in either adjuvant or standing how to achieve the highest diagnostic yield is neoadjuvant setting [23, 24]. For those who are not able to encouraged. For example, a 1 cm tumor close to the chest",
        "tokens": 1085,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 V.Y.Aroumougameetal. wall may be better approached with TTNB than other bron- 12. Pastis NJ, et al. Assessing the usefulness of 18F-fluorodeoxyglucose choscopic techniques. When the diagnostic yield and likeli- PET-CT scan after stereotactic body radiotherapy for early-stage non-small cell lung cancer. Chest. 2014;146(2):406–11. hood of obtaining a diagnosis is low, clinicians should 13. Chang JM, et al. False positive and false negative FDG-PETscans in proceed directly to surgical excision, as proceeding to pro- various thoracic diseases. Korean J Radiol. 2006;7(1):57–69. cedures with a low likelihood of obtaining a diagnosis will 14. Gould MK, et al. Evaluation of individuals with pulmonary nodules: lead to delays in care [44]. when is it lung cancer? Diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143(5 Suppl):e93S–e120S. 15. Swensen SJ, et al. The probability of malignancy in solitary pulmo9 Conclusion nary nodules. Application to small radiologically indeterminate nodules. Arch Intern Med. 1997;157(8):849–55. 16. Herder GJ, et al. Clinical prediction model to characterize pulmonary Nodule evaluation and management, the incidence of IPNs is nodules: validation and added value of 18F-fluorodeoxyglucose posincreasing significantly with the ubiquitous use of chest CT itron emission tomography. Chest. 2005;128(4):2490–6. scans. The first step is to risk stratify IPNs using the model 17. McWilliams A, et al. Probability of cancer in pulmonary nodules detected on first screening CT. N Engl J Med. 2013;369(10):910–9. most appropriate to your setting. In doing so, the diagnostic 18. Deppen SA, et al. Predicting lung cancer prior to surgical resection pathway can be chosen which can aid in diagnosing malig- in patients with lung nodules. J Thorac Oncol. 2014;9(10):1477–84. nant nodules rapidly, while avoiding unnecessary invasive 19. Godfrey CM, et al. The thoracic research evaluation and treatment procedures in benign nodules. The development of molecular 2.0 model: a lung cancer prediction model for indeterminate nodules referred for specialist evaluation. Chest. 2023;164(5):1305–14. biomarker testing provides a new pathway to aid in the 20. Tanner NT, et al. Physician assessment of pretest probability of diagnosis of IPNs. Using clinical judgment and following malignancy and adherence with guidelines for pulmonary nodule evidence-based guidelines is the cornerstone of nodule eval- evaluation. Chest. 2017;152(2):263–70. uation and management. 21. Christensen J, et al. ACR lung-RADS v2022: assessment categories and management recommendations. Chest. 2024;165(3):738–53. 22. Silvestri GA, et al. Outcomes from more than 1 million people Competing Interest Declaration The author(s) has no competing screened for lung cancer with low-dose CT imaging. Chest. interests to declare that are relevant to the content of this manuscript. 2023;164(1):241–51. 23. Forde PM, et al. Neoadjuvant Nivolumab plus chemotherapy in resectable lung cancer. N Engl J Med. 2022;386(21):1973–85. References 24. Wu YL, et al. Osimertinib in resected. N Engl J Med. 2020;383(18): 1711–23. 25. Baldwin DR, et al. Pulmonary nodules again? The 2015 British 1. Mahesh M, Ansari AJ, Mettler FA. Patient exposure from radiologic Thoracic Society guidelines on the investigation and management and nuclear medicine procedures in the United States and world- of pulmonary nodules. Clin Radiol. 2016;71(1):18–22. wide: 2009–2018. Radiology. 2023;307(1):e239006. 26. Callister ME, et al. British Thoracic Society guidelines for the 2. Gould MK, et al. Recent trends in the identification of incidental investigation and management of pulmonary nodules. Thorax. pulmonary nodules. Am J Respir Crit Care Med. 2015;192(10): 2015;70(Suppl 2):ii1–ii54. 1208–14. 27. Farjah F, et al. Fleischner Society guideline recommendations for 3. Wolf AMD, et al. Screening for lung cancer: 2023 guideline update incidentally detected pulmonary nodules and the probability of lung from the American Cancer Society. CA Cancer J Clin. 2024;74(1): cancer. J Am Coll Radiol. 2022;19(11):1226–35. 50–81. 28. Tanner NT, et al. Management of pulmonary nodules by community 4. Mazzone PJ, Lam L. Evaluating the patient with a pulmonary pulmonologists: a multicenter observational study. Chest. 2015;148 nodule: a review. JAMA. 2022;327(3):264–73. (6):1405–14. 5. van Klaveren RJ, et al. Management of lung nodules detected by 29. Wiener RS, et al. Resource use and guideline concordance in evalvolume CT scanning. N Engl J Med. 2009;361(23):2221–9. uation of pulmonary nodules for cancer: too much and too little care. 6. MacMahon H, et al. Guidelines for management of incidental pul- JAMA Intern Med. 2014;174(6):871–80. monary nodules detected on CTimages: from the Fleischner Society 30. Tanner NT, Silvestri GA. What's in a number? When it comes to 2017. Radiology. 2017;284(1):228–43. pulmonary nodules, it’s all about the number. Am J Respir Crit Care 7. Shroff GS, et al. PET/CT interpretative pitfalls in thoracic malig- Med. 2015;192(10):1149–50. nancies. Semin Ultrasound CT MR. 2018;39(3):282–8. 31. Gavrielides MA, et al. Noncalcified lung nodules: volumetric assess8. Gould MK, et al. Accuracy of positron emission tomography for ment with thoracic CT. Radiology. 2009;251(1):26–37. diagnosis of pulmonary nodules and mass lesions: a meta-analysis. 32. Revel MP, et al. Software volumetric evaluation of doubling times JAMA. 2001;285(7):914–24. for differentiating benign versus malignant pulmonary nodules. AJR 9. Deppen SA, et al. Accuracy of FDG-PET to diagnose lung cancer in Am J Roentgenol. 2006;187(1):135–42. areas with infectious lung disease: a meta-analysis. JAMA. 2014;312 33. Mehta HJ, et al. The utility of nodule volume in the context of (12):1227–36. malignancy prediction for small pulmonary nodules. Chest. 10. Groheux D, et al. FDG PET-CT for solitary pulmonary nodule and 2014;145(3):464–72. lung cancer: literature review. Diagn Interv Imaging. 2016;97(10): 34. Kammer MN, Massion PP. Noninvasive biomarkers for lung cancer 1003–17. diagnosis, where do we stand? J Thorac Dis. 2020;12(6):3317–30. 11. Nomori H, et al. Evaluation of F-18 fluorodeoxyglucose (FDG) PET 35. Paez R, et al. Update on biomarkers for the stratification of indeterscanning for pulmonary nodules less than 3 cm in diameter, with minate pulmonary nodules. Chest. 2023;164(4):1028–41. special reference to the CT images. Lung Cancer. 2004;45(1):19–27.",
        "tokens": 1219,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ApproachtoPeripheralLungLesions 11 36. Mazzone PJ, et al. Evaluating molecular biomarkers for the early 43. Mankidy BJ, et al. High risk lung nodule: a multidisciplinary detection of lung cancer: when is a biomarker ready for clinical use? approach to diagnosis and management. Respir Med. 2023;214: An Official American Thoracic Society policy statement. Am J 107277. Respir Crit Care Med. 2017;196(7):e15–29. 44. Silvestri GA, et al. An evaluation of diagnostic yield from bronchos37. Silvestri GA, et al. Assessment of plasma proteomics biomarker’s copy: the impact of clinical/radiographic factors, procedure type, ability to distinguish benign from malignant lung nodules: results of and degree of suspicion for cancer. Chest. 2020;157(6):1656–64. the PANOPTIC (pulmonary nodule plasma proteomic classifier) 45. Lentz RJ, et al. Navigational bronchoscopy versus computed trial. Chest. 2018;154(3):491–500. tomography-guided transthoracic needlebiopsy for the diagnosis of 38. Pritchett MA, et al. Assessing a biomarker’s ability to reduce inva- indeterminate lung nodules: initial results from the VERITASMulsive procedures in patients with benign lung nodules: results from ticenter randomized trial. In: 2024: American Thoracic Society the ORACLE study. PLoS One. 2023;18(7):e0287409. international conference abstract. 2024. 39. Massion PP, et al. Autoantibody signature enhances the positive pre- 46. Nadig TR, et al. Guided bronchoscopy for the evaluation of puldictive power of computed tomography and nodule-based risk models monary lesions: an updated meta-analysis. Chest. 2023;163(6): for detection of lung cancer. J Thorac Oncol. 2017;12(3):578–84. 1589–98. 40. Ling Z, et al. The value of a seven-autoantibody panel combined 47. Erasmus JJ, McAdams HP, Connolly JE. Solitary pulmonary nodwith the Mayo model in the differential diagnosis of pulmonary ules: part II. Evaluation of the indeterminate nodule. Radiographics. nodules. Dis Markers. 2021:1–12. 2000;20(1):59–66. 41. Lamb CR, et al. A nasal swab classifier to evaluate the probability of 48. Cruickshank A, Stieler G, Ameer F. Evaluation of the solitary lung cancer in patients with pulmonary nodules. Chest. pulmonary nodule. Intern Med J. 2019;49(3):306–15. 2024;165(4):1009–1019. 49. Erasmus JJ, et al. Solitary pulmonary nodules: part I. Morphologic 42. Rutter CE, et al. Increase in the use of lung stereotactic body evaluation for differentiation of benign and malignant lesions. radiotherapy without a preceding biopsy in the United States. Radiographics. 2000;20(1):43–58. Lung Cancer. 2014;85(3):390–4.",
        "tokens": 465,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_7_1",
        "number": "1",
        "page": "7",
        "provenance": {
          "page": "7",
          "label": "Fig 1"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Approach to Peripheral Lung Lesions.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:00:56.296113Z",
    "revision": "r1"
  }
}