{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Balloon Dilitation",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "5",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_5",
    "file_sha256": "5b42a0dd14f0f9e5b2b180cb8c453b839ac75e39c2016f04b7273a13bc33c151",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Balloon Dilation",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction................................................................................................. 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Patient Characteristics",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "BalloonCharacteristics.................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "Technique.................................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "Outcomes.................................................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "Conclusion................................................................................................... 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Balloon Dilation Techniques Kevin L. Kovitz and Sylvia S. Yong Contents 1 Introduction................................................................................................. 1 2 PatientCharacteristics..................................................................................... 1 3 BalloonCharacteristics.................................................................................... 2 4 Technique.................................................................................................... 2 5 Outcomes.................................................................................................... 3 6 Conclusion................................................................................................... 4 References....................................................................................................... 5 Abstract 1 Introduction Airway stenosis has many causes and can cause significant symptoms in some patients. Once identified, many Airway stenosis has many causes and has been treated in many ways. Various classification systems have been prointerventions are available. A simple, safe, direct, inexposed [1]. The most basic approach is the bronchoscopic pensive,repeatable,andrapidlyeffectiveoptionisballoon dilation of the area of narrowing. While this can be accomdilation, also called balloon bronchoplasty. A variety of plished by various mechanisms, a simple, direct, and minidifferent balloon options are available, but all can be mallytraumaticapproachistheuseofballoonsfordilationor readilyperformedwiththeaidofbronchoscopy.Attention balloon bronchoplasty. This chapter reviews the patient preto the airway and experience combined with appropriate sentations, technique and equipment, and outcomes application of readily available equipment can lead to expected. immediate symptomatic improvement. Dilation alone may prove sufficient but can also be combined with other modalities such as stenting, laser, other thermal 2 Patient Characteristics therapies, or local medications. At the least, dilation can improve the airway sufficiently to allow the time and Airwaystenosiscanbeidiopathicorsecondarytoanunderstability to move on to more invasive techniques should lying disease process (Table 1). Patients typically present theyberequired. withdyspneaandmayhaveafocalwheezeonexam.Patients Keywords are often misdiagnosed with asthma or other causes of dyspnea, and the diagnosis is often delayed. Return of initial Balloondilation·Laryngealmaskairway·Airway symptoms, which may be slowly progressive in some patency·Rigidbronchoscope·Airwaystenosis instances, may be a sign of recurrent stenosis in those with prior treatment. A high index of suspicion is required, and ✉ K.L.Kovitz( )·S.S.Yong this may be assisted by ancillary studies such as imaging DivisionofPulmonary,CriticalCare,SleepandAllergy,Universityof (CTwith reconstruction better than standard radiographs or IllinoisChicago,Chicago,IL,USA tomograms), flow volume loops, and clinical exam. e-mail:kkovitz@uic.edu;syong5@uic.edu ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_35-1",
        "tokens": 387,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 K.L.KovitzandS.S.Yong However, the best method for evaluating the presence, 3 Balloon Characteristics degree,andextentofanairwaystenosisisdirectvisualization via bronchoscopy. Bronchoscopy can assist in establishing The main characteristic of balloons (Fig. 1) used should be theunderlyingetiologyandbetherapeutic.Bothflexibleand thattheyareofsufficientlengthtostraddlethestenosis,areof rigidapproachesapplyandwilldependonplannedinterven- adiametersufficienttodilatethestenosis,arenonconformal, tion,operatorandinstitutionexperience,andairwaystability andgenerateadequatepressurefor dilation. Pressure isgenneeds. eratedbyadedicatedsyringeorinflationdeviceallowingthe filling of the balloon with solution (water or saline and may beradiopaque)andmeasurementofpressure(Fig.2).Asfor Table1 Causesofairwaystenosis length, the balloon should ideally be able to center over the Intubation stenosis with sufficient overlap, approximately (cid:1)1 cm on Surgicalanastomotic(i.e.,sleeveresection,transplant) either side of the stenosis, and minimize funneling while Infectious(i.e.,tuberculosis) inflated. The initial diameter should be small enough to Inflammatory(i.e.,sarcoidosis,eosinophilicgranulomatosiswith polyangiitis,andrelapsingpolychondritis) startwithagentledilationandlargeenoughtodilatebeyond Malignant the initial diameter of the stenosis. Serial larger diameter Idiopathic balloonsmaybeneededwiththelargestchosenbeingseveral Radiation millimeters larger than the desired final diameter of the airInhalationalinjury way. These serial dilations may be accomplished by several Trauma differentballoonsofuniquediametersorusingballoonsthat haveseveralinherentdiametersdependingoninflationpressure.Anonconformalballoonisonethatdilatestothedesired configuration and diameter without molding to the shape of the stenosis. The pressure required for dilation is balloon specific and relates to that needed to achieve the diameter desired. 4 Technique As with all patients, attention to airway stability is paramount. Appropriate monitoring and sedation are required. Patients typically require some form of established airway whichcanbealaryngealmaskairway,endotrachealtube,or Fig.1 Examplesofnonconformalballoons.Above:dilatedwithsaline and over a wire. Below: a different deflated balloon with radiopaque rigid bronchoscope depending on location, experience, and markersatballoonends.(BostonScientific,Marlborough,MA) plannedintervention.Ideally,thepractitionerisskilledinall Fig.2 Exampleofaninflation syringesystemwithbuilt-in pressuregauge.(Boston Scientific,Watertown,MA)",
        "tokens": 280,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BalloonDilationTechniques 3 of these options so the approach chosen can be patient spe- have been analyzed for superiority. One minute is a reasoncific. With the exception of a very distal stenosis, patient ablemiddlegroundwiththetimeinterruptedifnottolerated. comfortduringdilationnecessitatesadeepdegreeofsedation The balloon is then deflated and the airway observed for oranesthesia.Thatis,thetypicalprocedureisdonewiththe significantfindingsuchastearorbleeding. assistanceofanesthesiasupportandispreferredwithall. Once the degree and type of stenosis is determined, the approach is chosen. Patients appropriate for balloon 5 Outcomes bronchoplastymayhavethisastheironlytechniqueusedor may have this done in conjunction with other interventions Initial outcomes are excellent with long-term efficacy often such as airway laser, other thermal therapies, local medica- requiringrepeatprocedures(Fig.5). tions,orstenting.Infact,stentdeploymentorseatingmaybe assistedbytheuseofaballoon.Whilethereareanumberof rolesforairwayballoons(Table2),thescopeofthischapter focusesonballoondilation. Many balloons are available on the market for use. Balloons specifically designed for airway use as well as others designed for vascular or gastroenterologic uses have been employed. Balloons for gastroenterologic or bronchosocpic useareoftenlessexpensivethanthosedevelopedforvascular use.Althoughthepicturesinthischaptershowproductfrom one company (Boston Scientific, Marlborough, MA), this is notanendorsementofoneproductsetorcompany.Multiple high-quality options are available from different companies. Some fit through the working channels of flexible bronchoscopes (Fig. 3), while others require placement via a larger channel either directly or over a wire (Fig. 4). The larger channel may be a rigid bronchoscope or other airway. The independent passage of a wire and then balloon with image guidancetoanareaofstenosisandsubsequentdilationwithoutbronchoscopicguidanceshouldbediscouraged. Once an airway is established, the bronchoscope is advanced to the area of stenosis. Depending on the balloon andscopeused,theballoonisadvancedthroughtheworking channelofthebronchoscopeoroverawireandfedacrossthe stenosis.Bronchoscopicobservationofpositioninganddilation is ideal. If placed over a wire or directly via a rigid Fig.3 Exampleofaballooncatheterpassedviatheworkingchannelof a flexible bronchoscope which is itself inserted into the airway via a bronchoscope,theballooncanbeobservedusingatelescope laryngealmaskairway orsufficientlysmallbronchoscope.Whilefluoroscopicimaging can also be used, it is rarely necessary as Mayse has demonstrated [2]. Once positioned straddling the lesion, the balloonisinflatedtothedesireddiameterfor1minandthen deflated. Adequate preoxygenation should be established prior to dilation. The 1 min interval is typically repeated at thechosendiameterforatotalofthreedilations[3].Iflimited resistance is encountered, the next larger dilation diameter can proceed before three dilations at a particular level are reached. Different dilation times have been used, but none Table2 Otherballoonuses Stentdeployment Tamponadeofbleeding Deliberateairwayocclusion Fig. 4 Deflated balloon in its initial state when removed from its packageshownwithawire.(BostonScientific,Marlborough,MA) Foreignbodyremoval",
        "tokens": 432,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 K.L.KovitzandS.S.Yong Fig.5 Trachealstenosis:Before(a);during(b);andafter(c)balloondilation In a small series, Sheski and his colleague had success Table3 Potentialcomplicationsofballoonbronchoplasty with an initial procedure in 10 of 14 patients [4]. Adjunct Airwaylaceration procedures, such as stenting or cryotherapy, and multiple Bleeding procedures—up to 30 in an extreme case—were required in Pneumothorax others.Hebrainaseriesinchildrenshoweda90%initialand Pneumomediastinum 54%long-termsuccessintrachealdilationwithanaverageof Mediastinitis four sessions [5]. Ferretti, using one to five repeat sessions, Chestpain had a 68% initial success and a 56% long-term success [6]. The lower initial success might be explained by the average of 24 months of patency as compared to 4 months dilation of some malacia patients in this group. The optimal for those without a tear. Importantly, the main etiology of number of balloon dilations for therapeutic efficacy is not these stenoses was tuberculosis, and the responsiveness or well elucidated and may vary, though a study of Chinese stiffnessofthetissueinposttuberculosisstenosismaynotbe patients with nonmalignant central airway stenosis has generalizabletoallcauses. suggested lack of incremental improvement in efficacy Lung transplantation represents a common cause of stebeyond six treatment sessions [7]. In malignant stenoses, a nosisandindicationforballoondilation,ofteninassociation larger series reported by Hautmann and colleagues showed withstenting.Stentingmaybereservedforthemoredifficult improved diameter in 79% of stenoses with one procedure, airway, but the approach likely varies with the institution. reachingtheintendedoutcomeofsymptomrelieforstenting Abi-Jaoudeh and colleagues found that they used stents in [8]. Stenting in this case served as an adjunct to other inter- somewhatmorethanhalfoftheirpatientswithposttransplant ventionsortoleadtobettertolerance ofotherinterventions. stenosis,andthesepatientshadbettersymptomaticimproveIn addition to symptom relief, there have been trend of ment, longer airway patency, better FEV1, and longer surimproved lung function noted by FEV1 and FEV/FVC fol- vival [11]. De Gracia also found good initial results in a lowing dilation both immediately postprocedure and on posttransplant stenosis patient population with subsequent follow-up at 1 month [9]. Stenosis due to inflammatory proceduresrequiredforanaverageoffourdilationintervenstate such as due to underlying autoimmune processes or tionsandhalfultimatelyrequiringstents[12].Whileballoon rejection in transplant patients may be more refractory or dilationsoftenhavetransientreliefinthispopulation,thereis havelesstreatmentresponse,whichmaypromptearliercon- preferencetoavoidstentsduetotheassociatedriskfactorsin siderationofadjunctiveinterventionsinlieuofrepeatballoon lungtransplantrecipientsandonlythosethatrequirefrequent dilations. balloon dilations of more than two per month are Complicationsarerareandtypicallymildandself-limited recommendedforconsiderationofstentplacement[13]. (Table 3). Most interestingly, Kim and colleagues showed thatforbenignstenosispatients,lacerationoftheairwaywas associatedwithlonger-termairwaypatency[10].Theyfound 6 Conclusion that approximately half of dilations led to some degree of airway laceration with the vast majority of these superficial. Balloonbronchoplastyisasafe,simple,quick,effective,and Few were deep, and none were through and through. Some repeatable method to obtain greater airway patency. Symptearshadassociatedmildchestpain,blood-tingedsputum,or tomaticimpactisimmediateinmostpatients.Theequipment even pneumomediastinum, but these all resolved spontane- isreadilyavailable, andsupplies are inexpensive.The interously at 24h. The tears themselves healed spontaneouslyin vention may be all that is required or can be used as an 1monthwhensuperficialandupto9monthswhendeep.All were managed conservatively. Patient with tears had an",
        "tokens": 536,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BalloonDilationTechniques 5 adjunct to other therapies. If not sufficient, it can at least 7.Liang W, Hu P, Guo W, Su Z, Li J, Li S. Appropriate treatment allowfortimetoplanforthenextlevelsofintervention. sessions of bronchoscopic balloon dilation for patients with nonmalignantcentralairwaystenosis.TherAdvRespirDis.2019;13:1– 13. Competing Interest Declaration The author(s) has no competing 8.HautmannH,Gamarra F,Pfeifer KJ,HuberRM. Fiberopticbronintereststodeclarethatarerelevanttothecontentofthismanuscript. choscopic balloon dilation in malignant tracheobronchial disease: indicationsandresults.Chest.2001;120(1):43–9. 9.Shitrit D, Kuchuk M, Zismanov V, Abdel Rhman N, Amital A, References KramerMR.Bronchoscopicballoondilatationoftracheobronchial stenosis:long-termfollow-up.EurJCardiothoracSurg.2010;38(2): 1.FreitagL,ErnstA,UngerM,KovitzK,MarquetteCH.Aproposed 198–202. classification system of central airway stenosis. Eur Respir 10.Kim JH, Shin JH, Song HY, Shim TS, Ko GY, Yoon HK, Sung J.2007;30:7–12. KB. Tracheobronchial laceration after balloon dilation for benign 2.MayseML,GreenheckJ,FriedmanM,KovitzKL.Successfulbron- strictures: incidence and clinical significance. Chest. 2007;131(4): choscopic balloon dilation of nonmalignant tracheobronchial 1114–7. obstructionwithoutfluoroscopy.Chest.2004;126:634–7. 11.Abi-Jaoudeh N, Francois RJ, Oliva VL, Giroux MF,Thereasse E, 3.Kovitz KL, Conforti JF. Balloon bronchoplasty: when and how. ClichéA,ChaputM,FerraroP,PoirierC,SoulezG.Endobronchial PulmonPerspect.1999;16(1):1–4. dilation for the management of bronchial stenosis in patients after 4.Sheski FD, Mathur PN. Long-term results of fiberoptic broncho- lung transplantation: effect of stent placement on survival. J Vasc scopicballoondilationinthemanagementofbenigntracheobronIntervRadiol.2009;20(7):912–20. chialstenosis.Chest.1998;114(3):796–800. 12.De Gracia J, Culebras M, Alvarez A, Catalan E, De la Rosa D, 5.Hebra A, Powell DD, Smith CD, Othersen HB. Balloon MaestreJ,CanelaM,RomanA.Bronchoscopicballoondilationin tracheoplastyinchildren:resultsofa15-yearexperience.JPediatr the management of bronchial stenosis following lung transplantaSurg.1991;26(8):957–61. tion.RespirMed.2007;101(1):27–33. 6.Ferretti G, Jouvan FB, Thony F, Pison C, Coulomb M. Benign 13.Crespo MM, McCarhy DP,Hopkins PM, et al. ISHLTConsensus noninflammatorybronchialstenosis:treatmentwithballoondilation. Statement on adult and pediatric airway complications after lung Radiology.1995;196:831–4. transplantation: definitions, grading system, and therapeutics. J HeartLungTransplant.2018;37:548–63.",
        "tokens": 314,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_2_1",
        "number": "1",
        "page": "2",
        "provenance": {
          "page": "2",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_2_2",
        "number": "2",
        "page": "2",
        "provenance": {
          "page": "2",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_4_5",
        "number": "5",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 5"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Balloon Dilation.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:00:58.885494Z",
    "revision": "r1"
  }
}