{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Brochoalveolar Lavage",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "6",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_6",
    "file_sha256": "c4ad3253df4d851fc586b0d6b67358b908c494b9285459bd40b4d59876ad567e",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Bronchoalveolar Lavage",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction.............................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "BALTechnique........................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "WheretoPerformBAL?................................................................................ 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "InstillationandRecovery................................................................................ 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "SafetyofBAL............................................................................................ 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "AttheLaboratory....................................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "WhatIsNormalinBAL?............................................................................... 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "BALinDifferentSituations............................................................................. 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec9",
        "title": "BALintheDiagnosisofDiffuseParenchymalLungDisease........................................ 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec10",
        "title": "CellularPatternsofBAL............................................................................... 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec11",
        "title": "SpecificBALFindings................................................................................... 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec12",
        "title": "BALasanAdjuncttoDiagnosis....................................................................... 9",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec13",
        "title": "AssessingtheActivityofDiseaseandPrognosis...................................................... 11",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec14",
        "title": "BALintheDiagnosisofInfections..................................................................... 12",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec15",
        "title": "Conclusions............................................................................................... 12",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Bronchoalveolar Lavage Franz Stanzel and Andrea Tannapfel Contents 1 Introduction.............................................................................................. 2 2 BALTechnique........................................................................................... 2 3 WheretoPerformBAL?................................................................................ 2 4 InstillationandRecovery................................................................................ 3 5 SafetyofBAL............................................................................................ 3 6 AttheLaboratory....................................................................................... 3 7 WhatIsNormalinBAL?............................................................................... 4 8 BALinDifferentSituations............................................................................. 4 9 BALintheDiagnosisofDiffuseParenchymalLungDisease........................................ 4 10 CellularPatternsofBAL............................................................................... 5 11 SpecificBALFindings................................................................................... 6 12 BALasanAdjuncttoDiagnosis....................................................................... 9 13 AssessingtheActivityofDiseaseandPrognosis...................................................... 11 14 BALintheDiagnosisofInfections..................................................................... 12 15 Conclusions............................................................................................... 12 References...................................................................................................... 13 Abstract results. An important problem with interpreting BAL resultsisthevariabilitybetweencenters,whichhighlights Bronchoalveolarlavage(BAL)playsanimportantrolein the importance of following standard protocols. Some the diagnostic evaluation of interstitial lung disease, pulmonaryinfiltrates,andsomeinfectiousdiseasesasaminspecificconditions,suchasinfections,somerarediseases, and malignancy can be diagnosed by BAL analyses. So imally invasive procedure. The decision to perform BAL more invasive procedures can be avoided. Even when shouldbeguidedbyclinicalandradiologicalpresentation andthepatient’sstatusaswellaslocaltechnicalexpertise, nondiagnostic, BAL cellular analysis usually adds valuable information to the clinical and radiological data and both in performing the procedure and in interpreting the helps tonarrow the differential diagnosis. The diagnostic ✉ usefulness of BAL in interstitial lung disease, especially F.Stanzel( ) idiopathicpulmonaryfibrosis(IPF),islimited.AnimporDepartmentofPneumology,LungClinicHemer,Hemer,Germany e-mail:franz.stanzel@Ikhemer.de tant issue of BAL in this setting is exclusion of other diseases as sarcoidosis or hypersensitivity pneumonitis. A.Tannapfel InstituteofPathology,RuhrUniversity,Bochum,Germany BAL is an invaluable research tool for ILD (interstitial e-mail:andrea.tannapfel@pathologie-bochum.de ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_23-1",
        "tokens": 239,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 F.StanzelandA.Tannapfel lung disease), providing information regarding immune BAL is a minimally invasive technique, which is usually effector cells that accumulate in the alveoli and their performed during bronchoscopy under local anesthesia and noncellular products. With the increasing availability of moderate sedation. Local anesthesia is required to avoid proteomics, the importance of biomarkers of ILD will cough but can interfere with the fluid obtained during the hopefully become clear soon. It is essential that BAL process of BAL and can cause coughing too. The ideal findingsbeinterpretedbyexpertsinthecontextofclinical conditionsasundergeneralanesthesiaandviarigidorendoandradiologicaldata. trachealtubearefarfromdailyroutine.Itcanbecarriedoutin ventilatedpatientstoo,withspecialventilatorsettings. Keywords Therehavebeendifferentguidelinespublishedpreviously. Though the volume of saline instilled to retrieve cells from Bronchoalveolarlavage·Idiopathicpulmonaryfibrosis· thepulmonaryparenchyma,thepositioningofthepatient,the Interstitiallungdisease·Hypersensitivitypneumonitis· suction applied, and the processing of the BAL fluid for Usualinterstitialpneumonia·Idiopathicpulmonary cellular analyses have not been standardized totally, somefibrosispatient thingthatmaycontributetothevaryingresultsfromdifferent laboratoriesandcenters. BALmustbedistinguishedfromotherlavagetechniques. 1 Introduction Thewidelyusedtechniqueofbronchialwashingorbronchial lavageduringroutinebronchoscopyisdifferentfromBAL.It Bronchoalveolar lavage (BAL) is a low-risk tool, which is samples material from large airways as trachea and smaller very popular, commonly used to get additional diagnostic airways down to the level of segmental or subsegmental information in patients with lung disease. On the other bronchi for diagnostic purpose as microbiological or tumor hand, it may provide prognostic information too. Compared cytology studies. The amount of fluid instilled is mostly tosputumanalysis,BALallowsfortargetedsamplingofthe around 20 mL. On the other hand, there are therapeutic lower respiratory tract with less microbial contamination purposes for lavage techniques too. Often amounts of some fromtheupperaerodigestivetract.BALisfrequentlypaired aliquotsof20mLareneededtoremovetenacioussecretions with other bronchoscopic procedures. Among diagnostic underbronchoscopyinpatientssufferingfromchronicbrontests, BAL has a specific value for the diagnosis of certain chitis,asthma,orbronchiectasis.Thisissometimesnecessary interstitiallungdiseases(ILDs),suchasalveolarhemorrhage, andthesimplesttherapeuticlavagetechnique.Itisimportant alveolar proteinosis, bronchoalveolar carcinoma, todistinguishwholelunglavage,whichisthemostinvasive Langerhans’cellhistiocytosis,andPneumocystispneumonia, techniqueandatherapeuticprocedureforpulmonaryalveolar allowing surgical lung biopsy to be avoided. In other ILDs, proteinosis,routinelyperformedundergeneralanesthesiaand BALfindingsmaysupport,incombinationwithclinicaland double-lumen intubation. Repeated instillations of around high-resolution computer tomography (HRCT) findings, a 1000mLareusedupto20ormoreliters[30]. suspecteddiagnosisormakeitunlikely.Inaddition,anormal BALdifferentialcellprofiledoesnotexcludethepresenceof microscopicabnormalitiesinlungtissue.Thismethodisalso 3 Where to Perform BAL? a valid support for research. Genetic and molecular biomarkers, with different diagnostic/prognostic significance, The middle lobe or the lingula (or one of its segments or can be detected in BAL. It has a role in diagnostic of infecsubsegments, if thinner bronchoscopes are used) is tious diseases such as bacterial pneumonia, tuberculosis, recommended as standard site for BAL, if diffuse lung dismycoses,orvirusinfectionsofthelung. easeispresent.Fromtheselobes,about20%morefluidand cells are recovered than from the lower lobes. Alternatively, oneoftheanteriorsegmentsorsubsegmentsoftheupperor 2 BAL Technique lowerlobesofbothlungsmaybeused,ifitisimpossibleor difficulttocarryitoutatthestandardsite[9].Ifdiffuselung The idea of BAL is to obtain cells, inhaled particles, infec- disease is the indication for BAL, a good interlobar correlatiousorganisms,andsolutesfromthelowerrespiratorytract tionwasfoundconcerninglavagecelldifferentials,lymphoandfromthealveolarspacesofthelung.Asufficientvolume cyte subpopulations, and asbestos body counts. While a oflavagefluidhastobeinstilled.Theminimumisconsidered single-siteBAL cellular profile isassumed to be representaabout100mLoflavagefluidinadults.Therecommendations tiveofthelung asawhole ininterstitial lung disease(ILD), reachfrom100to300mLforBALandaliquotsof20–50ml, someevidencesuggeststhatthisdiagnosticproceduremight administered through the working channel of the broncho- be more useful if it is targeted to one of the pulmonary scope in wedge position or through a catheter, positioned segmentsmostaffected,asidentifiedbychesthigh-resolution moredistally. computed tomography (HRCT) not older than 6 weeks. In",
        "tokens": 585,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoalveolarLavage 3 patients with marked radiographic heterogeneity or with 5 Safety of BAL localizedlesions,suchasinflammatoryinfiltrates,malignant lesions,orfromothercauses,itisrecommendedthatthearea BALisaminimallyinvasivetechniqueassociatedwithalow of greatest abnormality, as seen on the chest radiograph or complication rate (0–2.3%) without mortality. Most of the CT, should be chosen as the preferred site for BAL. Some reported side effects are closely related to endoscopic techfollow the concept of BAL at two or three different sites to nique, location and extent of lavaged lung area, and the reachhigherrepresentation[17]. volumeandtemperatureofinstilledfluid.Supplementaloxygen delivery throughout the entire procedure, oximetry, and ECGandbloodpressuremonitoringarerecommended. 4 Instillation and Recovery The most frequent complications of BAL are transient fever and decrease of lung function parameters. Fever due Themostcommonlyusedinstillateissterileisotonicsaline toresorptionofthefluidoccursinupto30%ofthepatients, solution (0.9% NaCl). Warming of the instillate to body typically some hours after bronchoscopy, resolving within temperature may prevent coughing and increase cellular 24 h. Usually there is no need for additional therapy. Most yield.Themostwidespreadtechniqueistoinstillthefluid depends on the amount of the instilled fluid volume. A directly through the biopsy channel of the flexible bron- transient change of lung function parameters as a decrease choscope.Optimalrecoveryisaccomplishedbyoccluding of vital capacity, FEV , and oxygen tension has been 1 thebronchiallumenwiththebronchoscope.Thetipofthe reported.Othersideeffectsaretransientalveolarinfiltrations. bronchoscope is therefore advanced into a bronchial seg- Clinically, wheezing or bronchospasm may be seen ment (or subsegment) until a wedge position is reached. afterBAL. Alternatively,asuctioncatheterthroughtheworkingchan- Major complications can be seen in patients with severe nelcanbeused.Thecatheterisplacedmoreperipherallyto lung or heart disease. Risk factors for major complications subsegmentalorsubsubsegmentalbronchi.Localanesthe- are extensive pulmonary infiltrates, pO < 8.0 kPa 2 sia fluid should be removed prior to instillation of lavage (<60mmHg),SO <90%,FEV <1.0L,bleedingdisorders 2 1 fluid, since it may influence cell viability. The fluid is (prothrombin time <50 s, platelet counts <20,000 platelets/ instilled with syringes using a standard number of input mL), significant comorbidity, and bronchial hyperreactivity aliquots.Commonly20mLsyringesareused(alternatively [3]. BAL is contraindicated (relative) if the patient has car60 mL) and four to five aliquots are recommended up to a diopulmonary instability or a severe hemorrhagic diathesis. total instilled volume of 100–300 mL. Smaller instilled AbsolutecontraindicationsforBALdonotdifferfromthose volumes carry the risk of contamination by the bronchial forbronchoscopy. spaces.Thenamore“bronchial”washingcomponentmay dominatethecellularpicture [19]. After instillation of each aliquot, the fluid is recovered 6 At the Laboratory eitherbyaspiratingmanuallyusingtheattachedsyringeor by wall suction intoa fluid trap. Suctioncan cause airway It is essential that the transfer of the materials to the laboracollapse and traumatization of the airway mucosa, which toryisperformedasquicklyaspossible,bestwithin1h.The may reduce recovery volume and change the fluid profile next steps recommended are (1) filtration through cotton byaddingblood[36].Theoptimaleffectcanbedrivenby gauzeornylonmesh,whichreducesthemucusandapreferthe bronchoscopist by visual control. We prefer the use of ential loss of bronchial epithelial cells without a significant 20mLsyringesandinstillatethefluiddirectlythroughthe effectonthetotalcellcountandcelldifferentials,(2)pooling biopsy channel. A recovery of 30–70% of the instilled intoasinglecontainerandmeasurementofthetotalvolume, volume is normal. The first aspirate may be the smallest (3)centrifugationfor10minat500g,and(4)thesupernatant one. Reasons for small recovery rates are emphysema, can be stored frozen for subsequent analysis of soluble obstructive airway disease, smoking, or a higher age of components. the patient. Another important reason is a poor wedge Routine processing of BAL fluid cellular analyses for position, which leads to leakage and coughing during patients with ILD includes total and differential cell counts BAL. Some reject the first “bronchial” aliquot to avoid (e.g.,countedinahemocytometer)andthedeterminationof changes of the following “alveolar” aliquots or start after lymphocytesubsetsaswellasthemorphologicalappearances the second instillation with removal. The minimum is at ofcells,besidesculturesandspecialstainsforinfectioninthe 5%, which is adequate for analysis. Siliconized or plastic appropriateclinicalsetting[27]. containersarerecommendedtoavoidlossofcellsthrough The total count of cells can be performed in a sample of adhesion toglass surfaces. thepoolednativefluidorinaresuspensionofthecellsafter thefirstcentrifugation.Washingproceduresresultinalossof",
        "tokens": 729,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 F.StanzelandA.Tannapfel total cells but lead to an increase in cell viability of the reportoftheERSTaskForcealsoprovidesdetailedinformaremaining cells. The total cell count is usually expressed as tiononthemeasurementofsolublecomponents[26,27]. thetotalnumberofcellsrecoveredperlavagebutalsoasthe concentration of cells per milliliter of recovered fluid. Cell viability is assessed by trypan blue exclusion and should 7 What Is Normal in BAL? rangefrom80%to95%. Fortheenumerationofcelldifferentials,atleast600cells The BAL fluid obtained from healthy, nonsmoking adults arecountedoncytocentrifugeorcellsmearpreparationsafter without underlying lung disease is dominated by alveolar stainingwithMay-Grünwald-Giemsa.Thisnumberofcellsis macrophages (>80%). Normal in BAL may be 80–90% neededtoachievesufficientreproducibilityandlowvariabil- alveolar macrophages (AMs), 5–15% lymphocytes, 1–3% ityinthedifferentialcellcounts.TheDiff-Quickstainshould polymorphonuclear neutrophils, 1% eosinophils, and < 1% not be used because it does not stain mast cells. Ciliated or mastcells[22]. squamousepithelialcellsshouldbenotedbutnotincludedin Cigarette smoking leads to significant effects on BAL the differential cell count. A high percentage of epithelial samples.Thealveolarmacrophagesfrom smokers arelarger cells (>5%) is indicative for contamination by bronchial thanthoseinnonsmokers(threefoldtofivefoldincrease)and cells. Such BAL probes may not be representative for the show a characteristic morphology. They contain smoker’s diagnosisofdiffuseparenchymallungdisease.Atleastthree inclusion bodies, which are cytoplasmic inclusion bodies unstained slides should be stored to have the possibility for consisting of tar products, lipids, lipofuscin, and other specialstaining(iron,periodicacid-Schiff(PAS),silver,tolu- substances. idine blue, fat, or Ziehl-Neelsen) if clinically indicated or if specific observations arise from the May-Grünwald-Giemsa slides. 8 BAL in Different Situations If clinically indicated, routine investigations could be expanded by an additional workup. If malignant disease is BALplaysaroleinthedailyclinicalroutineinverydifferent suspected,thePapanicolaoustainshouldbeadded.Incaseof situations[26,32]suchasthefollowing: infection, a complete microbiological assessment, including cultures, should be performed. Lymphocyte subpopulations (cid:129) Inthediagnosisofdiffuseparenchymallungdisease can be identified by immunocytochemical methods, immu- (cid:129) In the diagnosis of infiltrations, infectious disease, and nofluorescence, or flow cytometry using monoclonal anti- malignantdisease body techniques. The crucial point for flow cytometry is (cid:129) Anadjuncttodiagnosisindifferentsituations that≥1×106cellsarerequiredtoperformanadequatetest. (cid:129) Assessment of disease activity and prognosis, especially These investigations are not recommended as routine pro- inILDs ceduresforBALspecimens.Theyareespeciallyindicatedin patientswithhighlymphocytecounts,suchashypersensitiv- Additionally, it plays a role in research and development ity pneumonitis (HP), or if Langerhans’ cell histiocytosis is ofnewdrugs. suspected. CD1a and Langerin are veryspecific markers for Langerhans’cellhistiocytosis.Flowcytometrycanbehelpful indetectingmarkersofmalignantlymphoma. 9 BAL in the Diagnosis of Diffuse In addition, for research purposes, functional studies of Parenchymal Lung Disease viable BAL cells can be performed. The cells can be cultivated in appropriate culture medium, and the release of ILDs represent a very broad and heterogeneous group of mediators can be determined along with the mechanisms acute and chronic lung disorders with variable degrees of that appear to regulate the mediator release. It is possible to inflammation and fibrosis [4]. They predominantly affect study cell-cell interactions with co-cultures of two different the distal pulmonary parenchyma including the confined types of cells. Cells can also be assessed with molecular interstitial space bounded by the epithelial and endothelial biology tools to investigate gene activation and intracellular basement membranes of the alveolar wall. Because of these signalingpathways. similarities,theyaregroupedunderILDs.However,thereare As for the measurement of acellular components, a rea- significantdifferencesbetweendifferentILDs.Theetiology, sonable pragmatic approach was taken by the European thefindingsonHRCT,andhistologydiffer,asdotheclinical Respiratory Society (ERS) Task Force. These components course, prognosis, treatment modalities, and response to should be expressed as amounts per mL of recovered BAL treatment.Idiopathicinterstitialpneumonias(IIPs)areaspefluid,inordertofacilitatecomparisonofdatafromdifferent cific subgroup of ILDs of unknown etiology, with distinct workers until a reliable external marker can be defined. The histologicalfeatures.Theinitialdiagnosticapproachincludes",
        "tokens": 672,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoalveolarLavage 5 a full medical history (with occupational and environmental A lymphocytic BAL pattern is commonly seen in granuexposures or drugs), physical examination, laboratory tests, lomatous lung diseases, such as sarcoidosis (Fig. 2a,b) and pulmonary function tests, and imaging (chest x-ray and hypersensitivity pneumonitis, and in the context of immune HRCT).Ifthesenoninvasivetechniquesdonotleadtodiag- reactionsofthelungtosomedrugs.However,thenumberof nosis, more invasive techniques as bronchoscopy including lymphocytes and the CD4/CD8 ratio can be variable in sarBAL,transbronchiallungbiopsyorcryobiopsy,andsurgical coidosis. The majority of sarcoidosis cases display an isolung biopsy must be considered. Among these procedures, lated BAL lymphocytosis, while a raised neutrophil count bronchoscopyistheleastinvasivetechnique. appears to correlate with more severe disease and need for BAL plays an important role in the diagnosis of patients therapy.ForpatientswithnewlyidentifiedILDwhosediffersuffering from pulmonary infiltrates and shadowing and ential diagnosis includes nonfibrotic or fibrotic hypersensisome diffuse interstitial lung disease, so this indication is tivity pneumonitis, the ATS guideline recommends or widelyaccepted[31,46].Inmostsituations,inwhichdiffuse suggestsBALwithlymphocytecellularanalysisinhypersenlungdiseasecausedbyinfectious,immunological,ormalig- sitivitypneumonitis,notonlythenumberoflymphocytesbut nant disease is suspected, BAL should not be considered as also the absolute neutrophil and eosinophil counts may be the only diagnostic test. The findings of HRCT play a more significantlyincreased.BALlymphocytosis>50%generally and more important role. In ILD, the differential cell counts raisesasuspicionforthediagnosisofhypersensitivitypneuand specific BAL lavage features can be variable, non- monitis,andpatientswithhypersensitivitypneumonitismay specific, and insensitive. But often, BAL cellular profiles exhibit either decreased, normal, or increased CD4/CD8 may help to narrow the differential diagnoses of ILDs and ratio. BAL lymphocytosis may be present in methotrexate to guide further specific diagnostic interventions. However, andamiodaronepneumonitis,aswellasinberylliumdisease. someBALfindingsmaybeveryspecificandleaddirectlyto BAL lymphocytosis appears to be common in the cellular adiagnosisandcaninsuchsituationsreplacebiopsy. variant of nonspecific interstitial pneumonia (NSIP) too. Finally, a subclinical lymphocytic cellular pattern in BAL has been reported in Wegener’s granulomatosis, Crohn’s disease,andprimarybiliarycirrhosis. 10 Cellular Patterns of BAL Aneutrophilic cellular pattern can befound inidiopathic pulmonary fibrosis (IPF), asbestosis, acute respiratory disThere are different BAL profiles, which are common in the tress syndrome (ARDS), aspiration pneumonia, subacute clinical routine [12]. A lymphocytic cellular pattern, a neuhypersensitivity pneumonitis, and cryptogenic organizing trophiliccellularpattern,aneosinophiliccellularpattern,and pneumonia (COP), as well as in pulmonary infections. An other inflammatory patterns have different implications increased neutrophil count may be unspecific but in the (Fig.1andTable1)[29,38]. BronchoalveolarLavage(BAL) -Diagnosticalgorithmeosinophilic LYMPHOCYTES neutrophilic GRANULOCYTES GRANULOCYTES > 25% > 3 –5 % > 12-15 % > 50 % • eosinophilic CD4/CD8 evaluationisvaluable (cid:129) IPF (cid:129) ARDS pneuminia (cid:129) ChurgStrauss CD4/CD8 > 5 CD4/CD8 < 1 EAA (cid:129) pneumonia (cid:129) sarcoidosis (cid:129) EAA (cid:129) bronchitis (cid:129) berylliosis (cid:129) pneumoconiosis (cid:129) asbestosis (cid:129) drugs-induced (cid:129) autoimmune (cid:129) HIV disease (cid:129) COOP Fig.1 BALdiagnosticalgorithm",
        "tokens": 526,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 F.StanzelandA.Tannapfel appropriate clinical setting is observed in the BAL of BAL neutrophilia is illustrated by the difficult diagnostic 70–90% of patients with IPF. The nonspecific nature of a problem of fibrotic nonspecific interstitial pneumonia (NSIP)too. Table1 DiagnosisandBAL AneosinophiliccellularpatternofBALisintheabsenceof asthma and parasitic infections highly suggestive of eosinoDiagnosis BALfeatures philic pneumonia. Differential diagnosis may be ChurgAlveolar Macroscopicallybloody hemorrhage Increasedintensityfromfractiontofraction Strauss syndrome, allergic pulmonary aspergillosis, drugFreeredbloodcells induced lung disease, or Langerhans’ cell histiocytosis. The Hemosiderin-ladenmacrophages diagnosisofLangerhans’cellhistiocytosiscanbemadebythe Fragmentedredbloodcellsinthealveolar presenceofmorethan5%Langerhans’cellsinBAL,identified macrophages bymonoclonalantibodiesdirectedagainsttheCD1aantigenor ≥20%siderophages Langerin,thoughitcanbeanunspecificfindingtoo,asinsome Alveolarproteinosis Milkyfluid,PAS + acellularcorpuscles cases of IPF, HP, and collagen vascular disease-associated Foamyalveolarmacrophages pulmonaryfibrosis.Ifeosinophiliaexceeds25%,eosinophilic Largeamountsofamorphousdebris,weak pneumoniahastobeconsidered[2]. PAS+ Plasma cells are not present in normal BAL. If found, Cigarettesmoking Three-tofivefoldincreaseofsizeofalveolar togetherwithfoamymacrophagesandincreasedlymphocyte macrophages Inclusionbodies(cytoplasmicinclusionoftar count,HPordrug-inducedlungdiseasehastobesuggested. products,lipids,lipofuscin) Differentialdiagnosesarecryptogenicorganizingpneumonia Eosinophilic Eosinophils>25% andchroniceosinophilicpneumonia.Mastcellsappearinthe pneumonia process of lung inflammation and fibrosis. An increased Hypersensitivity Lymphocytosis>25% number are sometimes observed in sarcoidosis, associated pneumonitis Highestlymphocytecount withadvancedorprogressivedisease. CD4/CD8ratiodecreased,butvariabletoo In addition, if mixed cellular patterns are present, the Infection Infectiousorganismsbystainsorcultures predominantcellularpatternmightofferahinttothediagnoLangerhans’cell CD1a + orLangerin + Langerhans’cells histiocytosis >5% sis, although in these circumstances, invasive procedures Typicalsmoker’schangings such as lung biopsy (transbronchial cryo- or surgical) may Lipoidpneumonia Oilymaterial berequiredtomakeaspecificdiagnosis. Lipid-ladenalveolarmacrophages Malignant Malignantcells infiltrations 11 Specific BAL Findings Pneumoconiosis Dustparticlesinalveolarmacrophages Birefringentmaterialinalveolar macrophages Insomerarediseases,intheappropriateclinicalsetting,BAL Asbestosis Increasedasbestosbodycount findings can be diagnostic per se [13]. BAL has a high Sarcoidosis Lymphocytosis>25%,butmilder diagnosticvalueinthesecases(Table2). Moderatelymphocytecountonly In pulmonary alveolar proteinosis, the BAL fluid looks CD4/CD8ratio>3.5(intheabsenceof milkyorturbid.Underbronchoscopy,thismaycastsuspicion mixedcellularpattern) Fig.2 (aandb)Sarcoidosis: BALwithepithelioidcellswith intracytoplasmicinclusionbodies andlymphocytes",
        "tokens": 292,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoalveolarLavage 7 Table2 BALpattern,mostimportantdiagnoses,andremarks[15,38] BALpattern Diagnosis Remarks Lymphocytic Hypersensitivitypneumonitis Highestnumbersoflymphocytes Highestcellcounts Lymphocytosis>50% LowCD4/CD8mostcommon Foamymacrophages Plasmacellsmaybepresent(antigenexposure)andtransientneutrophilcount Sarcoidosis Mostlyisolatedmoderatelymphocytosis Neutrophilsandmastcellsmaybepresent CD4/CD8ratio>3.5,buthighvariability Considertransbronchiallungbiopsy ConsiderEBUS-TBNA Nonspecificinterstitialpneumonia Cellularvariant Higherlymphocytecount Lowerneutrophilcount Eosinophilsmaybepresent Cryptogenicorganizingpneumonia Lymphocytesdominantlyincreased Neutrophils,eosinophils,andmastcellsincreased Typicalsymptomsandradiologicalfindings Drug-inducedlungdisease DominanceofCD8+cells Silicosis Dustparticlesinalveolarmacrophages Tuberculosis Staining/culturesformycobacteria Radiologicalappearance Neutrophilic Idiopathicpulmonaryfibrosis HRCTfindings Moderateincreasedneutrophilcount(10–30%)in70–90%ofpatients Eosinophilsslightlyincreased(in40–60%ofpatients) Neutrophils>2×eosinophils Collagenvasculardisease Dominantlyincreasedneutrophils Asbestosis Asbestosbodies(negativein10–15%) Bacterialinfection Bacteriaonstainingandcultures Eosinophilic Eosinophilicpneumonia Eosinophils>25%(upto90%) Eosinophils > neutrophils Plasmacellsmaybepresent RadiologicalcriteriaonHRCT Churg-Strausssyndrome Moderateeosinophilia Allergicbronchopulmonaryaspergillosis Stainingforaspergillus+ CriteriaforABPA Drug-inducedlungdisease Veryvariable Mixed Predominantpatternmayleadtodiagnosis on the specific disease. Under light microscopy, the charac- cytologyshowsatypicalsmokerconstellationwithincreased teristicacellularovalbodies(surfactant-derivedlipoproteins) total cell counts and macrophages with smoker’s inclusions are basophilic on May-Grünwald-Giemsa staining and posi- [40].ThespecificfindingisanincreaseinLangerhans’cells tive with PAS staining. The background is filled by large to >5% of the total BAL cell count. The sensitivity is low amounts of amorphous debris showing weak PAS staining because in late cases of the disease the number of andfewfoamymacrophages(Fig.3). Langerhans’ cells decreases in the tissue. Low proportions ThecombinationofgrosslymilkyBALfluid,PAS-positive of Langerhans’ cells in the range of 2–4% can be seen in acellular oval bodies, and foamy macrophages under light other conditions, such as in healthy smokers, respiratory microscopy is virtually pathognomonic of the disease and bronchiolitis/interstitial lung disease (RB/ILD), other ILDs, obviates the need for transbronchial or surgical lung biopsy. and bronchoalveolar carcinoma. Staining by monoclonal Ifunclear,lungbiopsycanfollowclearup(Fig.4). antibodies for CD1a or Langerin enables identification of PulmonaryLangerhans’cellhistiocytosisisstronglyasso- Langerhans’ cells in BAL. The reaction with the polyclonal ciated with cigarette smoking, and the BAL differential",
        "tokens": 295,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 F.StanzelandA.Tannapfel patientswithunexplainedpulmonaryinfiltrates.Inextensive diffusealveolarhemorrhage,hemoptysisisoftenminimalor absent,andHRCTfindingsarenonspecific. Fresh bleeding leads to free red blood cells in the BAL fluid.Fragmentsofingestedredblood cellswithin thecytoplasm of macrophages are pathognomonic. The color of the BALfluidisbloodyorsomethingbetweenpink andbrown, depending on the interval and intensity to bleeding. The recovered fluid stains more intensely from fraction to fraction,whichischaracteristicforalveolarhemorrhage.Itcanbe distinguished from aspirated blood from the bronchi by the factthatthenthefirstfractionisthebloodiestone. To assess the severity of bleeding, the percentage of siderophages is counted. This is more practical than the time-consuming application of the Golde score, which also takes into account the intensity of staining of each macrophage. It has been shown that a percentage of siderophages Fig.3 Alveolarproteinosis,cytology(BAL):Surfactant-relatedeosinophilicmaterialvisibleinBALcytologywithoutinflammation ≥20% is sufficient for the diagnosis of DAH. Hemosiderinladen macrophages do not appear earlier than 48 h after bleeding. Thus, very early bleeding shows only numerous redbloodcells. Itisimportanttohighlightthatmanysyndromesbelongto this group of disorders; therefore, other clinical and laboratory findings must be considered to establish the cause of bleeding.Intheclinicalsetting,chronicleftheartfailurewith pulmonarycongestionisoneofthemostfrequentunderlying conditionsforthefindingofDAHinBALfluidexamination. BAL is not as sensitive for solid tumors as biopsy or transbronchialneedleaspiration.Butdiffusemalignantinfiltratescanbereliablydiagnosedin60–90%ofcases(Fig.5). Malignancies like lepidic adenocarcinoma or lymphangitis carcinomatosis due to adenocarcinoma have the highest yieldinBAL[49].BALcanalsoprovidediagnosticcytological material in hematological malignancies of the lung, includinglymphoma,leukemia,andothers. Different pneumoconioses lead to changes which can be Fig. 4 Alveolar proteinosis, histology: Alveoli with amorphous and detectedbyBAL.Dustparticlesinalveolarmacrophagescan eosinophilic material with type II pneumocytes and various alveolar macrophages.Onlymild(lymphocytic)inflammation confirmexposure,butnoclosecorrelationexistsbetweenthe extent of disease and the quantity of inhaled dust. Dust antibody S100 is less specific. In cases with characteristic particlesandbirefringentmaterialwithinthealveolarmacroBALfindings,electronicmicroscopyisnotneeded[6]. phages or elevated asbestos body counts suggest occupaMultiple causes may lead to diffuse alveolar hemorrhage tionalexposure. (DAH). It is a clinical syndrome characterized by severe In asbestos-related disease, asbestos bodies can be hemoptysis because of bleeding into the alveolar space. detected in smears or cytocentrifuged preparations of BAL BAL analysis may help to diagnose alveolar hemorrhage fluid (Fig. 6). More sensitive, however, is the quantification syndromes, including Goodpasture’s syndrome, Wegener’s ofasbestosbodiesbyaspecificmilliporefiltrationtechnique. granulomatosis,systemiclupuserythematosusandothervas- It shows a good correlation with the asbestos body count in culitides, idiopathic pulmonary hemosiderosis, pulmonary lung tissue analysis. A negative BAL asbestos body count capillaritis,andcollagenvascular disease.Thecharacteristic does not exclude asbestos-related disease, as 10–15% of findings in BAL are numerous hemosiderin-laden macro- subjects with known occupational asbestos exposure do not phages. If coagulopathy is excluded, BAL is pivotal in havedetectableasbestosbodiesintheirBALfluid. excluding or confirming diffuse alveolar hemorrhage in Chronicberylliumdiseaseisclinically,radiologically,and histologically identical to sarcoidosis. Even BAL",
        "tokens": 496,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoalveolarLavage 9 findings.Thediagnosticsignificanceofamildereosinophilia (<20%) is limited since it may be present in ILD or asthma too.IncombinationwithclinicalandHRCTfindings,eosinophiliclungdiseasescanbeappropriatelydiagnosedbyBAL evenwithoutlungbiopsy[2]. Aspirationhastobeconsideredinthedifferentialdiagnosis of recurrent pneumonia or atypical diffuse pulmonary infiltrates. BAL analysis shows usually large numbers of lipid-laden macrophages with marked vacuolization of their cytoplasm.Thisfindingishighlysuggestiveforlipoidpneumonia caused by chronic aspiration. Other differential diagnoses are hypersensitivity pneumonia and drug-induced pneumonia. ARDS is difficult to manage; often there is a need for ventilating the patients. Diagnosis is difficult. After considering the risks and benefits, it would be worthwhile to consider performing BAL in patients with severe ARDS of Fig. 5 BAL with lung adenocarcinoma cells: BAL with lung adenounknownetiologytopursueitscause[8]. carcinomacellswitherythrocytes(hematoxylin-eosin)andimmunocytochemistryTTF-positivityofthetumorcells In immunocompromised patients with pulmonary infiltrates, opportunistic infections are common. In this setting, BALisoneofthemostimportanttools[16].Thesensitivity ofBALrangesfrom60%to90%inthediagnosisofbacterial infections; 70–80% inmycobacterial, fungal,and most viral infections; and 90–95% in Pneumocystis jirovecii pneumonia. If Pneumocystis infection is suspected, the BAL fluid should not be filtered through gauze, as Pneumocystis is commonly found in mucous material. The characteristic cysts of Pneumocystis can be detected on May-GrünwaldGiemsaorGrocottstainedslides.Thecystsarefoamyvacuoleswithinanaccumulationofslightlybasophilicamorphous material. Staining with modified toluidine blue or silver methenamine visualizesthe cyst wall. Thereis ahigh sensitivity of PCR (>90%) for Pneumocystis jirovecii in BAL [28].ApositivePCRforPneumocystisshouldbeconfirmed bystainingmethodstodifferentiatebetweencolonizationand infection. In cytomegalovirus pneumonia, the characteristic cytomegalic-transformed cell (the owl eye cell) with typical Fig.6 Asbestosis:BALwithtypicalcausativeagentforasbestosis,a nuclear or cytoplasmic inclusions is highly specific and can long,thinasbestosfiber beseenonlightmicroscopyin30–50%ofcases. lymphocytosisandanincreaseofCD4/CD8ratioareidentical. Diagnosis can be confirmed by an in vitro lymphocyte 12 BAL as an Adjunct to Diagnosis transformationtestbecausetheantigenisknown.ThetransformationtestinBALismoresensitiveandspecificthanthe Most BAL findings in ILDs are unspecific. However, BAL bloodtest[5]. andcellularanalysismay help clearingupa diagnosis.Very Eosinophilic lung diseases can be diagnosed when there are ≥25% eosinophils in BAL of the radiologically affected importantisthecontextofclinicalandespeciallyradiological HRCT findings. BAL cellular patterns can generally differsegment.Inbothacuteandchroniceosinophilicpneumonia, entiatethefibrosingconditions(characterizedbyneutrophilia thefractionofBALeosinophilsrangesfrom20%to90%and and eosinophilia) from granulomatous diseases (lymphocyishigherthan theneutrophilfraction. Inaddition,amild-totosis with or without granulocytosis). For further specificamoderate increase in lymphocyte count with a decrease in tion, the CD4/CD8 ratio may be helpful. In some centers, CD4/CD8ratiocanbeobserved.Sometimesplasmacellscan CD4/CD8 ratios are considered to be diagnostically useful, also be detected. Churg-Strauss syndrome shows similar with an increased CD4/CD8 ratio favoring a diagnosis of",
        "tokens": 432,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 F.StanzelandA.Tannapfel sarcoidosis, whereas a low CD4/CD8 ratio is more usual in Idiopathic pulmonary fibrosis (IPF) is a progressive and HP[14].Butitisclearthattherearetoomanyexceptionsto oftenfatalfibroproliferativelungdisorderofunknownetioltheseobservations. ogycharacterizedbythehistopathologicalandHRCTpattern In most of the patients suffering from sarcoidosis, BAL ofusualinterstitialpneumonia(UIP).TheexistingAmerican showsatypicalpattern,demonstratinglymphocyticalveolitis ThoracicSociety(ATS)/EuropeanRespiratorySociety(ERS) (>90%)independentofthestageofdisease.Ifthereisactive consensusstatementsuggestsdifferentcriteriafortheclinical sarcoidosis,thelymphocytecountstendtobehigher,butthe diagnosisofIPFincludingBAL[4].Theroleofsurgicallung range is wide. In the more advanced stages, neutrophils and biopsyisdebatedcontroversially. mast cells may also be increased. Even if imaging findings The role of BAL in IPF is controversial [20, 31, 37]. In are normal, BAL findings may be typical in sarcoidosis early published case series, the diagnostic value of BAL patients[18]. findings was considered in isolation in groups of patients, The CD4/CD8 ratio ischaracterized by ahigh variability withoutreferencetoaprioriprobabilitiesofindividualdiagin sarcoidosis,so it has been debated controversially. At the noses (based on the relative prevalence of individual disortime of diagnosis, not every patient has an increased ders), the clinical presentation, or findings of other tests CD4/CD8 ratio. Most probably, it is increased if acute sar- [34]. For this reason, these studies failed to quantify the coidosisorLöfgren’ssyndromeispresent.Ontheotherhand, true added diagnostic value of BAL in diffuse parenchymal even15%ofpatientsshowadecreasedCD4/CD8ratio.The lung disease. BAL may be useful in individual patients, in sensitivity for diagnosis of sarcoidosis is low around only altering the balance of diagnostic probability, but is rarely 55%,butthespecificityishigharound95%,higherthanthe diagnostic itself [21]. A diagnostic likelihood of only specificityoftransbronchialbiopsy.Increasedneutrophilsin 30–70%meansmajoruncertainty[42].Thesamereservation BALofpatientswithnewlydiagnosedsarcoidosismayindi- applied to the predictive value of CD4/CD8 ratios. The cateunfavorableprognosis. prevailing problem is that no study exists in which BAL The disease showing the highest total cell count and the data are integrated with the pretest probability of disease. highest lymphocyte count is extrinsic allergic alveolitis or The problem has been compounded by the advent of hypersensitivity pneumonitis (HP). The proportion of lym- HRCT, which has transformed the diagnostic landscape. phocytesexceedsoften50%.ThenumberofactivatedTcells The definition of pre-BAL diagnostic probabilities has been is also increased. The CD4/CD8 ratio can be decreased, refined radically in the HRCT era, and thus, the landmark whichwasageneralbelief,butitcanbenormalorincreased BAL series of the 1980s are now out of date. A second too.Ahigherratioismoreprobablyfoundinchronicdisease. problem, common to all clinical diagnostic studies, is the The alveolar macrophages are heterogeneous and often issueofanappropriatereferencestandard. showafoamycytoplasm.Plasmacellscanbeseeninpatients AlthoughBALfindingsarenonspecifictoIPF,theydiffer with recent antigen exposure. In contrast to sarcoidosis, an distinctly from differential cell counts in sarcoidosis or HP increase of neutrophils, eosinophils, and mast cells can also [10]. Typically there is a moderately increased neutrophil be observed. To complicate matters further, the BAL profile count (10–30% of the total cells). Eosinophils may slightly ofHPisalsoheavilyinfluencedbythetimethathaselapsed be increased too, but neutrophils are usually twice of eosinfrom antigen inhalation and the intensity of exposure ophils. Seventy to ninety percent show an increased neutro- [47]. Following an acute episode of HP, the neutrophil phil count, and 40–60% show an additionally increased count may increase transiently. Exclusions for HP are a eosinophil count. A minority of patients have a moderately normalcellappearanceandanisolatedincreaseinneutrophil increased lymphocyte count too. Conversely, a lone BAL oreosinophilcount[33]. lymphocytosis is an uncommon finding in IPF and, when Alargenumberofdifferentdrugsmaycausedrug-induced present, should raise the suspicion of alternative diagnoses, pneumonitis. The mechanisms are either toxic or immuno- such as granulomatous infectious diseases, sarcoidosis, HP, logical. BAL findings are very different. Lymphocytosis, COP,NSIP,orlymphocyticinterstitialpneumonia(LIP).Ifa granulocytosis,cytotoxicreactions,anddiffusealveolarhem- markedincreaseoflymphocytesisfound,suchdiseaseshave orrhage can be found, partly combined. The most frequent to be excluded. An increase in the BAL lymphocyte count, findingislymphocyticalveolitiswithadominanceofCD8+ whichhasbeenassociatedwithapositiveclinicalresponseto T cells. Most important are an increase of CD4+ cells in steroidtreatmentandbetteroutcome,isfoundin10–20%of methotrexate-inducedpneumonitisandthepresenceofalve- patients with IPF. However, because these latter data come olarmacrophageswithafinelyvacuolatedfoamycytoplasm fromhistoricalstudies,someofthesepatientsmostprobably in amiodarone-induced pneumonitis. If no foamy macro- hadNSIP,amorebenignformofidiopathicinterstitialpneuphages are found, amiodarone-induced pneumonitis may be monia,whichmorerecentlyhasbeenconceivedasaseparate excluded. But these findings are not specific, so diagnosis entity. Conversely, distinguishing IPF from the fibrotic cannotbemadeonthisonly.",
        "tokens": 765,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoalveolarLavage 11 variantofNSIPsolelybasedontheBALcellularprofileisfar moredifficult. ABALlymphocytosiswithamildincreaseintheneutrophil and eosinophil count may be seen in nonspecific interstitial pneumonia (NSIP) [43]. Cellular NSIP is more frequentlycharacterizedbyBALlymphocytosisthanfibrotic NSIP. The BAL findings in cellular NSIP may be similar to those of cryptogenic organizing pneumonia (COP). These resultsareincontrastwithotherpublisheddata,demonstrating that BAL had neither a diagnostic role nor prognostic value in a smaller cohort of patients with either IPF or idiopathic NSIP [44]. When diagnosis of IPF is based on HRCT, pulmonary function, and clinical findings, in the presence of a predominantly lymphocytic BAL, alternative diagnoses should be suggested. A retrospective analysis on IPF patients data showed that none of them had >30% lymphocytosis, with three patients (7%) displaying only Fig.7 “Smokerlavage”:BALfromaheavysmokerwithelevatedtotal mild lymphocytosis (range 14–17%), far below a discussed cellnumberandcellconcentrationduetoanincreasedconcentrationof 30% cutoff. This data are consistent with previous data alveolarmacrophages.Macrophageswithagreaterdiameter,compared showing that an increase in BAL lymphocytes alone may tononsmokerlavages bepresentinupto10%ofIPFpatientsonly. First, the clinical entity of NSIP was termed as “provi- increase in macrophages with black pigmented inclusions. sional.”ItsubsequentlybecameapparentthatthetermNSIP, An increase in neutrophils, eosinophils, and occasionally lymphocytesmayalsobeseen. as applied over the past years, covered distinct diverse clinicoradiological profiles, including profiles suggestive of In collagen vascular disease, pulmonary involvement is frequentandassociatedwithdifferenthistologicalpatterns.It COP,HP,andevenIPF.Amongthesedisorders,cryptogenic may reach from patterns like usual interstitial pneumonia to organizing pneumonia (COP) was described in the mid-1980s, but typical BAL profiles were not at first recog- patterns like nonspecific interstitial pneumonia. The HRCT patternmayshowthisvariabilitytoo.TheBALfindingsvary nized, and thus, the presence of COP was not considered in thedifferentialdiagnosisofalymphocyticprofile.Thisomis- tooandaredifferenttoIPF.Thegeneralpatternisincreased neutrophil, may be together with increased eosinophils, and sionhadimportantimplicationswithregardtoreportsofthe diagnosticandprognosticutilityofBAL.TheBALprofileof more likely together with increased lymphocytes and in differentcombinations.TheNSIPpatternisthemoreprevalent. COP, evaluated in a number of studies, includes a lymphoIncreased BAL neutrophils may be associated with more cytosis in the great majority of cases, but other cell types extensive changes on HRCT. But BAL cell profiles do not (neutrophils, eosinophils, and mast cells) are commonly seem to be useful to predict survival, progression, or treat- (although not always strikingly) increased. The eosinophil ment response in systemic sclerosis-associated interstitial countsarenotashighasinpatientswithchroniceosinophilic lung disease. In general, the BAL profile is nonspecific pneumonia, usually less than 25%. The combination of typical clinical symptoms and patchy infiltrates, a BAL cell [7]. BAL plays a greater role in clinical routine of these profile of >20% lymphocytes, eosinophils between 2% and patients by managing drug-induced pulmonary disease, 25%, and a CD4/CD8 ratio <1.0 are highly suggestive for infection,hemorrhage,andmalignancy[11]. COPifinfectionormalignancyisexcluded[45]. The BAL fluid in acute interstitial pneumonia is often bloody and rich in albumin, indicating increased alveolar 13 Assessing the Activity of Disease capillary permeability. The typical cellular BAL finding is a and Prognosis markedincreaseinneutrophilsandanoccasionalincreasein lymphocytes. Atypical pneumocytes mimicking adenocarci- The difficulties in relating historical BAL data to diagnosis noma and fragmented hyaline membranes may also be applyequallytotheuseofBALinthedefinitionofprognosis observed[24]. [25]. It is unclear whether BAL cellularity is useful for A smoker BAL itself differs from normal BAL pattern assessing the activity of disease processes with respect to (Fig. 7). Desquamative interstitial pneumonia (DIP) and obtainingprognosticinformation[48]. RB/ILDaresmoking-relatedILDs.ThetypicalBALfinding Insarcoidosis,differenceswereobservedforseveralBAL in desquamative interstitial pneumonia and RB/ILD is an parameters between clinically active and inactive patient",
        "tokens": 653,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      },
      {
        "id": "p12_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "12 F.StanzelandA.Tannapfel groupsbutwithoutpredictinglong-termoutcomeinindivid- andothermolecularassaysmayenhancetheroleofBALfor ualpatients.InpatientswithIPF,aBALlymphocytosiswas identifying specific microbial infections. Galactomannan found todenote amorefavorablecourse,includingahigher enzyme immunoassay for fungal antigen detection is comlikelihood of a response to treatment. In contrast, a BAL monlyusedtodiagnoseinvasiveaspergillosis. neutrophilia or eosinophilia was associated with a poor out- Inmostclinicalsituations,thereisnoadvantageforthose come. An analysis of 156 patients showed that an increased invasivetechniquesoverlessinvasiveproceduresassputum BAL neutrophil percentagewasanindependent predictor of diagnostic or blind aspirations of the trachea in bacterial earlymortality.Itisincreasinglyacceptedthatindiffuselung pneumonia. In the management of severe communitydisease,“diagnosisisprognosis.”Thus,itisunclearwhether acquired pneumonia, it could not yet be shown that etiologtheprognosticvalueofaBALlymphocytosisrelatessolelyto icaldiagnosiswithorwithoutbronchoscopyhasaprognostic itsdiagnosticvalueorwhetheritcarriesaseparateprognostic impact.Semiquantitativecountingofbacteriahelpstodifferadvantage in patients with IPF, diagnosed using recent entiatebetweencolonizationandinfection.Asalessinvasive criteria. However, after adjustment for underlying disease procedure, a mini-BAL technique has been described. The severity (using pulmonary function tests and HRCT data in sensitivityandthespecificityofthemini-BALfordiagnosis separate multivariate models), BAL neutrophil content does ofpneumoniaarehigh,somini-BALcouldbeconsideredas notdifferbetweendifferentdiseases,whichmakesitdifficult an acceptable alternative [41]. The diagnosis of ventilatortoargueforatightlinkbetweenaBALneutrophiliaandthe associated pneumonia is very difficult. It is made by the intrinsicprogressivenessofdisease. combination of clinical, radiological, and laboratory criteria In pulmonary fibrosis due to pulmonary involvement in (new infiltration, fever or hypothermia, leukocytosis or leusystemic sclerosis, neutrophilia is the most prevalent BAL kopenia, putrid tracheal secretions) and quantitative culture abnormality. It is associated with a worse outcome if other of tracheal aspirations or BAL. The cutoff of ≥105 resp. data are not considered. However, there is ample evidence ≥104 CFU/mL is accepted as an indicator for ventilatorthat in systemic sclerosis, neutrophilia is linked to more associatedpneumonia. extensive pulmonary fibrosis on HRCT and greater pulmo- Legionella infections can be detected either by direct nary function impairment. In one recent study, the presence immunofluorescence technique or by bacterial culture. Viral ofaBALneutrophiliahadnoindependentprognosticsignif- infectionsshouldbeexcludedusingantibodies,viralcultures, icance in a large cohort of systemic sclerosis patients, after and DNA-/RNA-probe analysis. To differentiate between adjustment for disease severity. Thus, it appears that in sys- acute, latent, or chronic persistent infections, the virus load temicsclerosis,aBALneutrophiliaisnomorethanamarker must be measured by the number of genome equivalents, of disease severity and the same may also apply to other preferably in induced sputum or BAL. Electron microscopy diffuselungdiseases. can be used too. More recently, whole-genome sequencing, ItisnotproventhatBALorserialBALishelpingtoguide including real-time metagenomic sequencing, of BAL fluid therapy or to predict treatment response. At present, BAL has been used to diagnose and manage viral, bacterial, and cannot be routinely recommended for this purpose. In gen- fungal pneumonias in critically ill patients with and without eral,itappearsthatthepresenceofaBALlymphocytosisor immunosuppression[35,39]. neutrophiliaismuchlessinfluentialinprognosticevaluation Thegoldstandardfordiagnosingsevereacuterespiratory than accurate diagnosis and the accurate staging of disease syndromecoronavirus2(SARS-CoV2)infectionismicrobiseverity,respectively. ological confirmation by reverse transcriptase-polymerase chainreaction(RT-PCR)mostcommonlydoneusingoropharyngeal and nasopharyngeal swabs. But in suspected cases, 14 BAL in the Diagnosis of Infections where these samples are false negative, BAL may prove diagnostic. BAL can be used to diagnose additional cases BAL may help to detect infections of the lower respiratory primarily disease and superadded infections in patients with tract. But the role of BAL in this context is debatable too severeCOVID-19lowerrespiratorytractinfection[1]. [23]. The material should be processed as soon as possible, thusavoidingfurthercontaminationormissingsuchagentsas anaerobicbacteria.BALfluidshouldbeworkedupforbacte- 15 Conclusions rial,fungal,opportunistic,andviralinfections.Inaddition,the materialshouldbeexaminedbyacytopathologist.BALfluid Sincetheearly1980s,BALhasbeenusedtodiagnosediffuse shouldbestainedandculturedquantitativelyforbacteriausing parenchymallungdisease.Inaddition,prognosticevaluation appropriate media, stained and cultured for mycobacteria ofILDwasmadebyBAL.Itplaysacrucialroleindiagnos- (including mycobacteria other than M. tuberculosis) and for ing rare disorders and in diagnosing or excluding opportufungi.Techniquesincludingpolymerasechainreaction(PCR) nisticinfection.Inmostcenters,BALisanimportanttoolfor",
        "tokens": 665,
        "page_range": [
          "12"
        ],
        "provenance": {
          "page": "12",
          "paragraph_index": 1
        }
      },
      {
        "id": "p13_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoalveolarLavage 13 the diagnostic approach and management of more common 11.ChoJY,KimJ,LeeJS,KimYJ,KimSH,LeeYJ,ChoYJ,YoonHI, diseasessuchassarcoidosis,HP,orIPF.ButthisuseofBAL LeeJH,LeeCT,ParkJS.Characteristics,incidence,andriskfactors ofimmunecheckpointinhibitor-relatedpneumonitisinpatientswith isdiscussedcontroversiallyastherewereimportantchanges non-smallcelllungcancer.LungCancer.2018;125:150–6.https:// indisease classification.Some published studies failtointe- doi.org/10.1016/j.lungcan.2018.09.015.Epub2018Sep18 grateBALdatawithotherclinicalandradiologicalinforma- 12.CostabelU,editor.Atlasder bronchoalveolärenLavage.Stuttgart: tion.FurtherstudiestoassesstheadditionalvalueofBALare Thieme;1994. 13.Costabel U, Guzman J, Bonella F, Oshimo S. Bronchoalveolar required. lavage in other interstitial lung diseases. Semin Respir Crit Care Med.2007;28:514–24. 14.Costabel U. CD4:CD8 ratios in bronchoalveolar lavage fluid: of References valuefordiagnosingsarcoidosis?EurRespirJ.1997;10:2699–700. 15.DavidsonKR.Bronchoalveolarlavageasadiagnosticprocedure:a review of known cellular and molecular findings in various lung 1.AgrawalS,GoelAD,GuptaN,GonuguntlaHK,ColtH.Asystem- diseases. J Thorac Dis. 2020;12(9):4991–5019. https://doi.org/10. aticreviewandmetanalysisofdiagnosticyieldofBALfordetection 21037/jtd-20-651. ofSARS-CoV-2.HeartLung.2022;52:95–105. 16.DoffmanSR,MillerRF.InterstitiallungdiseaseinHIV.ClinChest 2.AllenJN,DavisWB.Eosinophiliclungdiseases.AmJRespirCrit Med. 2013;34(2):293–306. https://doi.org/10.1016/j.ccm.2013.01. CareMed.1994;150:1423–38. 012.Epub2013Apr8. 3.Anan K, Oshima Y, Ogura T, Tanabe Y, Higashi A, Iwashita Y, 17.Drent M, Baughman RP, Meyer KC. Bronchoalveolar lavage. In: Fujita K, Yoshida T, Ando K, Okamori S, Okada Y. Safety and CostabelU,duBoisRM,EganJJ,editors.Diffuseparenchymallung harms of bronchoalveolar lavage for acute respiratory failure: a disease,ProgRespirRes,vol.36;2007.p.58–67. systematic review and meta-analysis. Respir Investig. 2022;60(1): 18.Drent M, Mansour K, Linssen C. Bronchoalveolar lavage in sar68–81. https://doi.org/10.1016/j.resinv.2021.07.008. Epub 2021 coidosis.SeminRespirCritCareMed.2007;28:486–95. Sep4 19.DuRandIA,BlaikleyJ,BootonR,ChaudhuriN,GuptaV,KhalidS, 4.American Thoracic Society/European Respiratory Society. MandalS,MartinJ,MillsJ,NavaniN,RahmanNM,WrightsonJM, ATS/ERS international multidisciplinary consensus classification Munavvar M, British Thoracic Society Bronchoscopy Guideline of the idiopathic interstitial pneumonias. Am J Respir Crit Care Group. British Thoracic Society guideline for diagnostic flexible Med.2002;165:277–304. bronchoscopy in adults: accredited by NICE. Thorax. 2013;68 5.Balmes JR, Abraham JL, Dweik RA, Fireman E, Fontenot AP, (Suppl1):i1–i44.https://doi.org/10.1136/thoraxjnl-2013-203618. MaierLA,Muller-QuernheimJ,OstiguyG,PepperLD,SaltiniC, 20.FlahertyKR,KingTE,RaghuG,LynchJP,ColbyTV,TravisWD, SchulerCR,TakaroTK,WambachPF.ATSAdHocCommitteeon GrossBH,KazerooniEA,ToewsGB,LongQ,MurrayS,LamaVN, Beryllium Sensitivity and Chronic Beryllium Disease. An official GaySE,MartinezFJ.Idiopathicinterstitialpneumonia:whatisthe AmericanThoracicSocietystatement:diagnosisandmanagementof effectofamultidisciplinaryapproachtodiagnosis?AmJRespirCrit beryllium sensitivity and chronic beryllium disease. Am J Respir CareMed.2004;170:904–10. CritCareMed.2014;190(10):e34–59.https://doi.org/10.1164/rccm. 21.Gharsalli H, Mlika M, Sahnoun I, Maalej S, Douik El Gharbi L, 201409-1722ST. MezniFE.Theutilityofbronchoalveolarlavageintheevaluationof 6.Baqir M, Vassallo R, Maldonado F, Yi ES, Ryu JH. Utility of interstitial lung diseases: a clinicopathological perspective. Semin bronchoscopy in pulmonary Langerhans cell histiocytosis. J DiagnPathol.2018;35(5):280–7. Bronchol Interv Pulmonol. 2013;20(4):309–12. https://doi.org/10. 22.HaslamPL,BaughmanRP.ReportofERSTaskForce:guidelines 1097/LBR.0000000000000021. for measurement of acellular components and standardization of 7.Baughman RP, Raghu G. Bronchoalveolar cellular analysis in BAL.EurRespirJ.1999;14:245–8. scleroderma lung disease: does Sutton’s law hold? Am J Respir 23.Höffken G, Lorenz J, Kern W, Welte T, Bauer T, Dalhoff K, Med.2008;177:2–3. Dietrich E, Ewig S, Gastmeier P, Grabein B, Halle E, Kolditz M, 8.Blount BC, Karwowski MP, Shields PG, Morel-Espinosa M, Marre R,Sitter H.Guidelinesof thePaul-Ehrlich-SocietyofCheValentin-Blasini L, Gardner M, Braselton M, Brosius CR, Caron motherapy,the German Respiratory Diseases Society,the German KT,ChambersD,CorstvetJ,CowanE,DeJesúsVR,EspinosaP, Infectious Diseases Society and of the Competence Network FernandezC,HolderC,KuklenyikZ,KusovschiJD,NewmanC, CAPNETZforthemanagementoflowerrespiratorytractinfections ReisGB,ReesJ,ReeseC,SilvaL,SeylerT,SongMA,SosnoffC, andcommunity-acquiredpneumoniasummaryoftheupdate2009. Spitzer CR, Tevis D, Wang L, Watson C, Wewers MD, Xia B, Pneumologie.2010;64:149–54. Heitkemper DT, Ghinai I, Layden J, Briss P, King BA, Delaney 24.Li Y, Sun B, Tang X, et al. Application of metagenomic nextLJ,JonesCM,BaldwinGT,PatelA,Meaney-DelmanD,RoseD, generation sequencing for bronchoalveolar lavage diagnostics in KrishnasamyV,BarrJR,ThomasJ,PirkleJL.LungInjuryResponse critically ill patients. Eur J Clin Microbiol Infect Dis. 2020;39: LaboratoryWorkingGroup.VitaminEacetateinbronchoalveolar- 369–74. lavage fluid associated with EVALI. N Engl J Med. 2020;382(8): 25.Kinder BW, Brown KK, Schwarz MI, Ix JH, Kevitsky A, King 697–705.https://doi.org/10.1056/NEJMoa1916433.Epub2019Dec TE.BaselineBALneutrophiliapredictsearlymortalityinidiopathic 20.PMID:31860793;PMCID:PMC7032996. pulmonaryfibrosis.Chest.2008;133:226–32. 9.Bonella F, Ohshimo S, Bauer P, Guzman J, Costabel 26.Klech H, Hutter C. Clinical guidelines and indications for U. Bronchoalveolar lavage. In: Strausz J, Bolliger CT, editors. bronchoalveolar lavage (BAL): report of the European Society of Interventional pulmonology, Eur Respir Monogr, vol. 48; 2010. PneumologyTaskForceonBAL.EurRespirJ.1990;3:937–74. p.59–72. 27.Klech H, Pohl W. Technical recommendations and guidelines for 10.Caillaud DM, Vergnon JM, Madroszyk A, Melloni BM, Murris M, bronchoalveolarlavage(BAL).ReportoftheEuropeanSocietyof Dalphin JC, French Group of Environmental Immunoallergic PneumologyTaskGroup.EurRespirJ.1989;2:561–85. BronchopulmonaryDiseases.Bronchoalveolarlavageinhypersensitiv28.Lachant DJ, Croft DP, McGrane Minton H, Hardy DJ, Prasad P, itypneumonitis:aseriesof139patients.InflammAllergyDrugTargets KottmannRM.TheclinicalimpactofpneumocystisandviralPCR 2012;11(1):15–19.https://doi.org/10.2174/187152812798889330.",
        "tokens": 707,
        "page_range": [
          "13"
        ],
        "provenance": {
          "page": "13",
          "paragraph_index": 1
        }
      },
      {
        "id": "p14_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "14 F.StanzelandA.Tannapfel testing on bronchoalveolar lavage in immunosuppressed patients. inbronchoalveolarlavagefluidofpatientswithacutelunginjuryor RespirMed.2018;145:35–40. acute respiratory distress syndrome. Respiration. 2014;87(4):279– 29.MeyerKC.AnOfficialAmericanThoracicSocietyclinicalpractice 86.https://doi.org/10.1159/000355200.Epub2013Dec7 guideline: the clinical utility of bronchoalveolar lavage cellular 40.TaziA.AdultpulmonaryLangerhans’cellhistiocytosis.EurRespir analysis in interstitial lung disease. Am J Respir Crit Care Med. J.2006;27:1272–85. 2012;185:1004–14. 41.Tepper J, Johnson S, Parker C, Collins J, Menard L, Hinkle 30.MisraS,DasPK,BalSK,ElayatA,SahooS,DahlAB,KurianD, L.Comparingtheaccuracyofmini-BALtobronchoscopicBALin RaphaelIJ,YounessHA.Therapeuticwholelunglavageforalveolar thediagnosisofpneumoniaamongventilatedpatients:asystematic proteinosis.JCardiothoracVascAnesth.2020;34(1):250–7.https:// literature review. J Intensive Care Med. 2023;38(12):1099–107. doi.org/10.1053/j.jvca.2019.07.001.Epub2019Jul29 https://doi.org/10.1177/08850666231193379. 31.Ohshimo S, Bonella F, Cui A, Beume M, Kohno N, Guzman J, 42.TheBALCooperativeGroupSteeringCommittee.Bronchoalveolar CostabelU.Significanceofbronchoalveolarlavageforthediagnosis lavage constituents in healthy individuals, idiopathic pulmonary of idiopathic pulmonary fibrosis. Am J Respir Crit Care Med. fibrosis, and selected comparison groups. Am Rev Respir Dis. 2009;179:1043–7. 1990;141:S169–202. 32.PatelPH,AntoineMH,SankariA,UllahS.Bronchoalveolarlavage. 43.Tzilas V, Tzouvelekis A, BourosE, Karampitsakos T, Ntasiou M, NationalLibraryofMedicine:StatPearlsPublishing;2024. Katsaras M, Costabel U, Wells A, Bouros D. Diagnostic value of 33.Raghu G, Remy-Jardin M, Ryerson CJ et al. on behalf of the BALlymphocytosisinpatientswithindeterminateforusualinterAmerican Thoracic Society, Japanese Respiratory Society, and stitial pneumonia imaging pattern. Eur Respir J. 2019;54(5): AsociaciónLatinoamericanadeTórax.Diagnosisofhypersensitiv- 1901144.https://doi.org/10.1183/13993003.01144-2019. itypneumonitisinadults.AnofficialATS/JRS/ALATclinicalprac- 44.Travis WD, Hunninghake G, King TE, Lynch DA, Colby TV, ticeguideline.AmJRespirCritCareMed2020;202(3):e36–e69. GalvinJR,BrownKK,ChungMP,CordierJF,duBoisRM,Flaherty 34.RyuYJ,ChungMP,HanJ,KimTS,LeeKS,ChunEM,KyungSY, KR,FranksTJ,HansellDM,HartmanTE,KazerooniEA,KimDS, JeongSH,ColbyTV,KimH,KwonOJ.Bronchoalveolarlavagein KitaichiM,KoyamaT,MartinezFJ,NagaiS,MidthunDE,Müller fibrotic idiopathic interstitial pneumonias. Respir Med. 2007;101: NL,NicholsonAG,RaghuG,SelmanM,WellsA.Idiopathicnon655–60. specific interstitial pneumonia: report of an American Thoracic 35.SchmittBH,SloanLM,PatelR.Real-timePCRdetectionofMyco- Societyproject.AmJRespirCritCareMed.2008;177:1338–47. plasma pneumoniae in respiratory specimens. Diagn Microbiol 45.Wells AU. Cryptogenic organizing pneumonia. Semin Respir Crit Infect Dis. 2013;77(3):202–5. https://doi.org/10.1016/j. CareMed.2001;22:449–50. diagmicrobio.2013.07.016.Epub2013Sep14 46.WellsAU.Theclinicalutilityofbronchoalveolarlavageindiffuse 36.ShikanoK,AbeM,ShikoY,TsushimaK,YoshiokaK,IshiwataT, parenchymallungdisease.EurRespirRev.2010;19:237–41. KawasakiT,IkariJ,TeradaJ,KawasakiY,TatsumiK.Whatarethe 47.Ye Q, Nakamura S, Sarria R, Costabel U, Guzman J. Interleukin factorsaffectingtherecoveryrateofbronchoalveolarlavagefluid? 12,interleukin18,andtumornecrosisfactoralphareleasebyalveClinRespirJ.2022;16(2):142–51. olarmacrophages:acuteandchronichypersensitivitypneumonitis. 37.SpagnoloP,LuppiF,RossiG,RicheldiL.ToBALornottoBAL:is AnnAllergyAsthmaImmunol.2009;102:149–54. this a problem in diagnosing IPF? Am J Respir Crit Care Med. 48.Ziegenhagen MW, Rothe ME, Schlaak M, Müller-Quernheim 2009;180:379–80. J.Bronchoalveolarandserologicalparametersreflectingtheseverity 38.Spagnolo P, Richeldi L, Raghu G. The role of bronchoalveolar ofsarcoidosis.EurRespirJ.2003;21:407–13. lavagecellularanalysisinthediagnosisofinterstitiallungdiseases. 49.ZhangX,KuangY,ZhangY,HeK,LechtzinN,ZengM,YungRC, EurRespirMonogr.2009;46:36–46. Xie C. Shifted focus of bronchoalveolar lavage in patients with 39.TachikawaR,TomiiK,SeoR,NagataK,OtsukaK,NakagawaA, suspectedthoracicmalignancy:ananalysisof224patients.JThorac Otsuka K, Hashimoto H, Watanabe K, Shimizu N. Detection of Dis. 2016;8(11):3245–54. https://doi.org/10.21037/jtd.2016. herpesvirusesbymultiplexandreal-timepolymerasechainreaction 11.06.PMID:28066604;PMCID:PMC5179462",
        "tokens": 386,
        "page_range": [
          "14"
        ],
        "provenance": {
          "page": "14",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_5_1",
        "number": "1",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_6_2",
        "number": "2",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_8_3",
        "number": "3",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_8_4",
        "number": "4",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_9_5",
        "number": "5",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_9_6",
        "number": "6",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_11_7",
        "number": "7",
        "page": "11",
        "provenance": {
          "page": "11",
          "label": "Fig 7"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Bronchoalveolar Lavage.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:00.116912Z",
    "revision": "r1"
  }
}