{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Bronchoscopic Techniques for Surgical Marking",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "8",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_8",
    "file_sha256": "d1b6f2d9597c8fbcc4d2f4803098f3b40f469cfce829a79ff3c1315805a6c0ca",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Bronchoscopic Techniques for Surgical Marking",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction ............................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Target Marking for Minimally Invasive Thoracic Surgical Resection ............................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "History.................................................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "Challenges and Overview................................................................................ 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_3",
            "title": "Current Techniques and Procedural Considerations ..................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_4",
            "title": "Future Directions ......................................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_5",
            "title": "Summary.................................................................................................. 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Placing Fiducials for SBRT............................................................................ 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "History.................................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_2",
            "title": "Challenges ................................................................................................ 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_3",
            "title": "Current Techniques/Procedural Considerations ......................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_4",
            "title": "Future Directions ......................................................................................... 11",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_5",
            "title": "Summary.................................................................................................. 12",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Conclusion ............................................................................................... 12",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Bronchoscopic Techniques for Surgical Marking and Fiducial Placement Arianna Michaels, Martin L. Mayse, and Jason Akulian Contents 1 Introduction ............................................................................................. 2 2 Target Marking for Minimally Invasive Thoracic Surgical Resection ............................. 2 2.1 History.................................................................................................... 2 2.2 Challenges and Overview................................................................................ 3 2.3 Current Techniques and Procedural Considerations ..................................................... 4 2.4 Future Directions ......................................................................................... 4 2.5 Summary.................................................................................................. 5 3 Placing Fiducials for SBRT............................................................................ 5 3.1 History.................................................................................................... 5 3.2 Challenges ................................................................................................ 7 3.3 Current Techniques/Procedural Considerations ......................................................... 7 3.4 Future Directions ......................................................................................... 11 3.5 Summary.................................................................................................. 12 4 Conclusion ............................................................................................... 12 References ...................................................................................................... 13 Abstract FM can provide accurate localization and tracking of tumors, even when the tumor is difficult to see on fluorosThe treatment of early-stage lung cancer or solitary-/oligocopy or CT scan in the case of SBRT and/or when there is metastatic thoracic malignancy includes minimally invaa loss of tactile feedback during MITS. A variety of FM sive thoracic surgical resection (MITS) or stereotactic are currently available for use. Some basic guidelines to body radiotherapy (SBRT). These treatments are delivered follow when implanting FM for SBRT include the followwith curative intent and aim to minimize effects on the ing: 3–6 should be implanted to so that three remain in surrounding tissues. Technologic advances have enhanced place, they should be placed in and around the tumor at a the precision of these interventions; however, with these distance of at least 2–5 cm from each other and such that advances have come new challenges in particular the the bulk of the tumor is bracketed by the fiducials, those challenge of target localization to deliver therapy. placed outside the tumor should be placed as close to the Attempts to overcome this challenge have centered on the placement of fiducial markers (FM) to act as visible edge of the tumor as possible, and they should not be placed collinearly. When placing FM for MITS, preopersurrogates of tumor location. ative discussion with the surgical team is important if the markers are to be implanted by a separate team. In addi- ✉ tion, the marker(s) should be placed such that they are A. Michaels · J. Akulian ( ) visible from the visceral pleura and should include the Section of Interventional Pulmonology and Pulmonary Oncology, whole of the target volume to ensure complete resection University of North Carolina at Chapel Hill, Chapel Hill, NC, USA e-mail: jason_akulian@med.unc.edu without margin involvement of tumor. M. L. Mayse Pleural Dynamics, Wayzata, MN, USA © Springer Nature Switzerland AG 2025 1 L. Yarmus et al. (eds.), Principles and Practice of Interventional Pulmonology, https://doi.org/10.1007/978-3-031-49583-0_59-1",
        "tokens": 547,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 A.Michaelsetal. Keywords While these therapeutic modalities have excellent track records, they share a unique challenge in localizing and Fiducial marker · Minimally invasive thoracic surgery · accurately treating the target lesion. Different approaches to Radiation delivery · Coiled wire · Endobronchial solving this challenge have centered around placement of a ultrasound · Needle catheter marker to aid in either surgical removal or radiosurgery. Historically, thoracic surgeons have relied on digital palpation of lung parenchyma to identify/localize small lung 1 Introduction nodules during resection. However, distance to the pleural surface, nodule size, and nodule consistency have been Lung cancer represents the number one cause of cancer- shown to be associated with difficulty in nodule localization, related mortality in the United States and abroad. Over the in particular for nodules greater than 5 mm from the pleura, last several decades, there has been a rise in the number of CT less than 10 mm in size, and/or subsolid in consistency. While scans performed for diagnostic purposes [1] as well as a rise this problem is a known but less frequent challenge when in low-dose chest computed tomography (LDCT) scans employing an open thoracotomy, the move away from open performed specifically for lung cancer screening (LCS). cases to MITS, especially RATS, in which haptic feedback is LDCT utility in LCS was demonstrated to provide significant impaired, has made localization more difficult with reports of reduction in mortality from lung cancer screening a ‘highconversion to open thoracotomy as high as 50% of cases [14]. risk’ population [2, 3]. With these findings, the US PrevenSBRT for inoperable early-stage lung cancer or tative Services Task Force (USPSTF) now recommends that oligometastatic disease may be chosen for patients too frail high-risk individuals, aged 50–80 with a 20 or more-pack to undergo surgery or due to patient preference and is preyear smoking history who are currently smoking or quit ferred over conventional radiation with higher rates of local within the last 15 years, undergo LDCT LCS [4]. Recomcontrol and survival, as well as patient convenience [10, 15]. mendations for the management of incidentally found pulThe cornerstone of SBRT is accuracy, with precise delivmonary nodules (IPN) are outlined in the Fleischner Society ery of radiation to the planned target volume (PTV) [16, 17] and National Comprehensive Cancer Network guidelines [5], while simultaneously accounting for respiratory variation, while recommendations for the management of those found either through breathholding techniques, respiratory gating, via LCS have been developed by the American College of or tracking of the nodule to account for respiratory variation. Radiology [6]. Common to all of these management strateWhile some systems are able to visually track the target gies is the concept that those nodules with a moderate- to nodule, limitations similar to those encountered in surgical high-risk pretest probability for malignancy should be conresection exist [16, 18]. In addition, the thoracic anatomy to sidered for surgical resection or biopsy in conjunction with target nodule relationship can result in difficulties in patient-provider shared decision-making. detecting and/or tracking of the target lesion during SBRT. For nodules with a high pretest probability of malignancy Fiducial markers (FM) act as visible surrogates of tumor or those that are biopsy-proven as localized disease, resection location and provide accurate localization and tracking of remains the gold standard for both definitive diagnosis and target nodules, overcoming difficulties when encountered in treatment among those patients suitable for and/or willing to identifying targets on fluoroscopy or CT scan. With these undergo surgery [7]. With the introduction of minimally challenges, a variety of marking techniques and technologies invasive thoracic surgery (MITS) including video-assisted have been developed or adapted to aid in localizing nodules thoracic surgery (VATS) and robotic-assisted thoracic surgery for surgery and SBRT. In this chapter, we will present the (RATS), surgical morbidity has been reduced from when current state of target marking to aid in localizing lung compared to open thoracotomy [8, 9], allowing for the ability nodules during MITS and SBRT. to consider the resection of nodules in patients previously deemed too ill for surgery. Despite these advances, nearly a quarter of patients are still not candidates for lobectomy, 2 Target Marking for Minimally Invasive owing to severe medical comorbidities [10]. For these Thoracic Surgical Resection patients, sublobar (wedge or segment) resection has been recommended. Recently several studies have demonstrated 2.1 History sublobar resection to be either noninferior or superior to lobar resection for early-stage lung cancer [11, 12]. For patients The introduction of MITS represented a significant advanceunable to tolerate or unwilling to undergo resection, radio- ment in the field of thoracic surgery. Despite the benefits surgery therapy remains a reasonable option for early-stage associated with MITS, surgeons also encountered growth in lung cancer, with stereotactic body radiotherapy (SBRT) the challenge of target localization, resulting in the need to preferred for tumors less than 5 cm where normal tissue develop methods to improve intraoperative target identificadose constraints can be respected [10, 13]. tion and surgical success. The first attempt at addressing this",
        "tokens": 1077,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicTechniquesforSurgicalMarkingandFiducialPlacement 3 challenge was adoption of hookwire localization of small as a contrast medium for hysterosalpingography and lymlung nodules via CT guidance. After placement of the hook phography and has been found to have therapeutic indicainto the target, a wire extended out through the parenchyma tions for chemoembolization for unresectable hepatocellular then across the pleura to the skin where its track was easily carcinoma. Lipiodol has been used as a radiopaque marker identified by the surgeon. Despite this seemingly simple and for target nodules to guide thoracoscopic surgery, though it is effective approach, transcutaneous, transpleural hookwire more commonly used in bladder cancer. It has the benefit of placement was found to have some inherent complications being relatively inexpensive and safe (rare cases of emboliincluding displacement of the hook during transportation zation as it is not water soluble), with several case studies from radiology to the OR and/or even intraoperatively hem- reporting its use as a FM prior to radiotherapy given its long orrhage (9–35%) and pneumothorax (32–68%). As a result, residency, as it is seen in situ up to 8 months postplacement an alternative technique of CT placement of microcoils was [24]. Unlike barium, lipiodol does not cause inflammatory pioneered; microcoils are thin, coiled wires that can be changes to the histopathology of the resection specimen and inserted percutaneously to localize target nodules. A needle can even be used in combination with cyanoacrylates as it is inserted percutaneously to transect the lesion, then part of does not interfere with the polymerization process [25]. the microcoil wire is inserted. The needle is then withdrawn While fluoroscopic localization with radiopaque markers through the target lesion with the remaining length and then has been successful, the added equipment burden to VATS either inserted on the opposite side of the lesion or at the and especially RATS prompted research into radiotracers such pleural line. The insertion site of the needle into the lung also as technicium99that can be detected bya handheldgamma ray serves as a marker for the surgeon, and fluoroscopy is often detector. Injected by either CT-guided percutaneous or bronused to assist in visualization and localization if the wire does choscopic placement, with or without concomitant dye or not extend past the visceral pleura. Intraoperative localization acrylic, radiotracers have been shown to confer high rates of rates using microcoils have been reported to be excellent VATS localization (88–96%) [19]. No intraoperative fluoros- (90–100% success) [19], and placement can occur well copy is required, but radiation protection for the surgical team, before the surgery. Despite this excellent performance profile, as well as the team placing the radiotracer, is required and this technique still suffered from an elevated risk of pneumo- resources arenecessary toallow for properradioactive material thorax, hemorrhage, displacement, and even embolization handling. With a half-life of about 6 hours, surgery must occur [20] and additionally often requires intraoperative integration soon after marking but with more flexibility than traditional of fluoroscopy for localization. nonfluorescent dyes. When delivered via CT guidance, there Further exploration into the optimization of small nodule remains a risk of pneumothorax of 7–30% [19], and pleural marking for MITS includes the use of various dyes to visually soiling is a rare but known complication that results in making mark lesions, via both percutaneous and bronchoscopic localization impossible [25]. application methods. Several studies have been published Various marking modalities with advantages and disadevaluating the use of dye alone to aid in target nodule local- vantages are listed in Table 1. ization during MITS. These agents are associated with their own challenges, particularly spillage and diffusion, resulting in a narrow window of utility (about 3 hours), which can limit 2.2 Challenges and Overview their usefulness [19]. Fluorescent and near-infrared fluorescent dye use has also been reported. Applied via both CT The delivery of a marking mediumis dependent on institutional guidance and bronchoscopy, these dyes have been reported to expertise,nodule location,andavailability of technologies such have a greater visual penetration through tissues, allowing a as navigation bronchoscopy. However, challenges in delivering surgeon to localize nodules buried in up to 2 cm of tissue localization markers via bronchoscope for lung nodule resec- [21–23]. In addition, these fluorescent dyes have been tion remain. Small nodules within the peripheral lung are not reported to have a slower rate of parenchymal diffusion typically visualizable by traditional white light flexible bronthan traditional dyes, retaining fluorescence in situ for at choscopy, which historically has limited its diagnostic utility least 5 hours [22]. However, this extended time still does for small lung nodules. Several techniques have been develnot obviate the need for same day surgery. oped for improving bronchoscopic localization, including fluoSeeking to remedy the issue of rapid diffusion, radiopaque roscopy and endobronchial ultrasound which allow for realliquids (barium, lipiodol) have been used in isolation or time guidance of the bronchoscope to the peripheral lesion; combined with various dyes (methylene blue or near infrared however,they are hampered by theirlackofnavigatedmapping (NIR) or infrared (IR) dyes) for improved localization. of the airway tree. To improve intraprocedural navigation, A significant detractor in the use of barium has been its several different systems were developed to create threeinflammatory effect observed on postoperative histology, dimensional maps of the airways from CT scans to generate limiting its use. Lipiodol (ethiodized oil, an iodinated deriv- onscreen directions akin to GPS. These systems use electroative of poppyseed oil) was first developed in the early 1900s magnetic navigation (ENB) or fiberoptic light shape sensing",
        "tokens": 1173,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 A.Michaelsetal. Table 1 An overview of various marking mediums used for surgical resection Marking medium/device Advantages Disadvantages Notes Hookwires Easily located at pleural surface High rates of bleeding, pneumothorax, pain, displacement during transfer, and need for same day surgery Microcoils Less associated pain than Risk of embolization, pneumothorax, and bleeding Occasional need for hookwires fluoroscopy if unable to visualize at pleural surface Methylene Does not impact pathology Narrow window of utility (<3 hours) and risk of Blue results, safe, and relatively “spillage” contaminating pleural space inexpensive NIR/IR/ Marking can be seen buried in a Need for same day surgery and possibility of being indocyanine 1–2 cm tissue unable to localize if marking too deep to see green (ICG) Barium Needs to be tumor “adjacent” due to risk of Need for fluoroscopy inflammation impacting pathology result Lipiodol Remains in situ for months and Rare risk of embolization Need for fluoroscopy inexpensive Radiotracer— No fluoroscopy required Radiation protection required, resources are necessary technicium99 for proper radioactive materials handling, and need for same day surgery with three-dimensional maps to provide real-time guidance using a bronchoscopic approach, the most common technolthrough the airways to a target lesion. ogy employed is a peripheral lung navigation platform in In the largest study of nodule marking via ENB, data from which a preprocedural CT will be used to generate a map 258 patients reported accurate FM placement in 99.2% of and pathway to guide the bronchoscope to the lesion planned patients with 94.1% of markers durably in place. A mean on for resection. If the lesion is not visible, the use of a radial 2.2 FMs were placed per case, and complication rates were endobronchial ultrasound (rEBUS) probe and/or integrated low with a pneumothorax rate of 5.4% [26]. This study advanced imaging (conebeam CT or digital tomosynthesis) confirmed ENB’s significantly lower pneumothorax (1–5%) may be employed to assist in locating the nodule to allow for and pulmonary hemorrhage rates compared to CT-guided tool-to-target colocalization. Once the nodule is located and percutaneous marking (10–20%). In addition, ENB offers punctured by a transbronchial aspiration needle, the marking the benefit of marking nodules in hard-to-reach locations medium is delivered into or adjacent to the nodule and with and can be conducted during the same setting as resection. the intent of tattooing the visceral pleura to allow for This “single-anesthesia” approach has been shown to reduce improved visualization by the surgical team. The combinatime to intervention by 51 days on average and should be tion of marking media is also possible with traditional and considered where possible [27–29]. fluorescent dyes being mixed prior to injection to provide that The ideal marker from the patient’s perspective would be advantage of visualization under white light, NIR, and/or one that was placed with minimal complications and fluoroscopy. The volume of marking media to be delivered guaranteed avoidance of open thoracotomy. From the surgi- varies; however, previously published data would suggest cal team’s perspective, it could be placed the same day or between 0.5 and 1 ml are needed [30–32]. days before, never be dislodged, be easily identified during MITS, require minimal additional intraoperative equipment, and pose no threat to the surgical team. Thus, all the benefits 2.4 Future Directions of MITS over thoracotomy would be maintained while still guaranteeing a curative result. A different approach to improving localization has been to further engineer the marking medium. For example, a desiccated polyethylene glycol hydrogel that deploys as a solid 2.3 Current Techniques and Procedural cylinder (2.5 cm in length by 0.1 cm in diameter), selfConsiderations expands upon contact with lung tissue, and can be visually identified intraoperatively has been developed [33]. The The administration of the chosen marking medium is depen- advantage purported in early studies is that this selfdent on both procedure team preference and the mechanism expansion seals the CT access tract preventing pneumothoby which the mark is delivered (bronchoscopy rax. Going a step further, there is an implantable infrared vs. transthoracic CT guidance). When localizing targets reflector that has been in use in breast cancer for nodule",
        "tokens": 878,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicTechniquesforSurgicalMarkingandFiducialPlacement 5 marking. It is placed under CT guidance and can remain in 3 Placing Fiducials for SBRT place indefinitely like a FM, detangling radiology and OR schedules. Intraoperatively, an audible radar rangefinder 3.1 History guides the surgeon to the nodule to a published 1 mm accuracy. Only one published study exists currently for lung Radiation therapy is a standard treatment for lung cancer. In nodule marking, but typical complications of pneumothorax years past, its use has been limited by high rates of local and hemothorax were low (9.5% and 0%, respectively) [19], recurrence and significant side effects. In the case of earlyand no cases of displacement, localization failure, or conver- stage nonsmall cell lung cancer, both recurrence and overall sion to open thoracotomy were reported. More research is survival rates can be improved by the delivery of higher needed, but this system should inspire further exploration of doses of radiation to the tumor. Furthermore, by focusing implantable technology. Similarly, “smart” FM designs are and confining the radiation volume to the actual volume of being explored which when implanted are then detected via tumor, radiotherapy can achieve similar survival rates and an emitted electromagnetic signature enabling intraoperative decreased complication rates when compared to less focused localization. These devices have been used for localization of and less confined treatment volumes. suspicious breast lesions and are currently in the process of A variety of techniques have also been developed to being adapted for bronchoscopic delivery. “conform” the delivered radiation dose to the actual shape An additional novel technique still in early trials is and size of the tumor and to “focus” the delivered radiation intraoperative molecular imaging (IMI). This technology uti- on the tumor, thereby decreasing the dose delivered to surlizes visible or near infrared dyes tied to molecules that that rounding tissues. One technique uses multiple radiation are injected intravenously, preferentially accumulate in beams directed at the tumor from multiple different angles, malignant tissue, and are used to guide the surgeon to the thereby “focusing” the radiation beams on a small volume of nodule intraoperatively. One such example is folate receptor tissue. The shape of each beam is also adjusted so that it IMI. Folate receptors have been shown to be upregulated in “conforms” to the contour of the target. This allows the adeno-and squamous cell carcinoma of the lung to the point majority of the radiation dose to be delivered to a very paired folate receptor NIR markers have been reported to focused volume of tissue that has a shape and size very successfully identify 70–95% of intraoperative nodules similar to that of the tumor. This is commonly referred to as [34]. In a phase 2 trial, Gangadharan found that folate recep- three-dimensional conformal radiation therapy (3D-CRT). A tor IMI influenced intraoperative decision-making by similar technique adjusts the intensity of the radiation beam detecting additional nodules (nearly half of which were as it is directed at the tumor from multiple directions to malignant), revealing positive margins, or localizing nodules “conform” the radiation delivery to the tumor shape and that were difficult to find in 26% of patients [35]. From the “focus” in on a small volume of tissue. This is referred to as patient and surgeon’s perspectives, localization via a simple intensity-modulated radiation therapy (IMRT). A third techinfusion would be highly desirable given lack of need for a nique uses a single precise beam of radiation that can be second proceduralist or risk of localization complications, moved around the patient and directed at different parts of and the benefit of identifying occult nodules intraoperatively the target volume from many angles. This allows the radiacannot be overstated. Ultimately, no marking tool will have a tion dose to be contoured to the shape of the tumor and to true zero percent thoracotomy rate as patient factors such as focus the radiation delivery again to a small volume of tissue. adhesions or intraoperative hemorrhage can occur, necessi- These techniques can collectively be referred to as stereotactating conversation to an open approach. tic body radiotherapy (SBRT) or image-guided radiation therapy (IGRT). So long as this conformed and focused volume of radiation coincides with the location of the tumor 2.5 Summary and the tumor does not move, then the tumor receives the vast majority of the radiation dose, and the surrounding tissue Marking nodules for MITS localization and resection receives very little. remains particularly helpful for lung nodules that are sub- Unfortunately, these sophisticated but static methods that solid, small, and deep to the pleura. This is influenced by the shape and focus the volume of delivered radiation to corretransition to minimally invasive resection techniques (RATS spond to the known shape and position of the tumor do not and VATS), during which surgeons may lose the ability to account for microscopic tumor extension beyond the radiodigitally palpate their targets. However as discussed, marking graphic borders of the tumor, errors that occur in daily patient nodules for MITS remains challenging—be it radiation expo- positioning relative to the linear accelerator (linac), and sure, limited time from placement to surgery, fluoroscopy tumor movement secondary to respiratory motion. To overrequirement, or systemic embolization, surgical teams must come these problems and ensure that the entire tumor is weigh the risks and benefits of each option based on the located within the treatment volume, static conventional radiresources available in their hospital system. ation delivery expands the size of the planned treatment",
        "tokens": 1170,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 A.Michaelsetal. volume to include margins of error corresponding to these of radiation to healthy tissues and maximize the therapeutic unknowns. Such a generic expansion of the treatment zone is effect of SBRT. The PTV should account for microscopic shown graphically in Fig. 1. While this can help ensure that tumor extension beyond the radiographic borders of the the entire tumor volume is adequately treated, it diminishes tumor, errors that occur in daily patient positioning relative much of benefit possible by shaping and focusing the deliv- to the linac, and tumor movement secondary to respiratory ered radiation volume. Additionally, this generic expansion is motion. To overcome these problems and ensure that the not one size fits all: apical tumors typically move less than entire tumor is located within the treatment volume, static basilar tumors, central tumors move less than peripheral conventional radiation delivery expands the size of the tumors, larger tumors move less than smaller tumors, and planned treatment volume to include margins of error the lung does not follow the same trajectory during every corresponding to these unknowns. While this can help ensure breath in a given patient. that the entire tumor volume is adequately treated, it diminTo take full advantage of the tightly focused and ishes much of the benefit possible by shaping and focusing conformed radiation delivery volume, it is necessary to the delivered radiation volume. Additionally, this generic know where the tumor is located day to day and breath to expansion is not one size fits all: apical tumors typically breath. Since direct visualization of the tumor is not possible move less than basilar tumors, central tumors move less while the X-ray beam is actually on, and even when the beam than peripheral tumors, larger tumors move less than smaller is off, it is often difficult to visualize the tumor on fluoros- tumors, and the lung does not follow the same trajectory copy; FM that can be easily seen and continuously tracked during every breath in each patient. can be placed in or near the tumor target. While some systems have been developed to work without The ability to place FM with accuracy is important to the use of FMs, they require nodules to be larger than 15 mm, ensure targeting of the appropriate PTV to minimize effects denser than the surrounding parenchymal tissue, and be far Fig. 1 Generic margin expansion to accommodate microscopic tumor in position is related to errors in daily patient positioning. The heavy extension beyond the radiographic borders of the tumor, errors that occur dashed line represents the margin expansion performed to accommodate indaily patient positioning, and tumor movementsecondarytorespiratory bothmicroscopictumor anddaily patient positioning errors. (c) Shows the motion. (a) Shows a generic tumor. The lightly dashed line represents the same generic tumor with its expanded margins as it might move during margin expansion added to increase the volume of planned radiation respiration. The solid line represents the margin expansion performed to delivery to accommodate microscopic tumor extension beyond the radio- accommodate microscopic tumor, daily patient positioning, and respiragraphic borders of the tumor. (b) Shows the same generic tumor with its tory motion. As can be seen, the volume of tissue treated has the potential expanded margin asit might appear onthree separatedays. Thevariability to be significantly larger than the actual volume of the tumor",
        "tokens": 717,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicTechniquesforSurgicalMarkingandFiducialPlacement 7 enough away from the mediastinum for the system to detect. surgical marking—it should be easy to place, safe, not pose a Thus, the need for FMs for accurate tracking has remained an threat to the medical team, and be trackable without the need important part of SBRT planning and execution as they for palpation or direct visualization. Additionally, the ideal provide the ability to track and respiratory gate the target FM does not migrate after placement and remains in situ for tumor in real time. Real-time tumor tracking is a method of SBRT therapy or could be used for localization should surdynamically moving the focal point of the radiation mean so gery be pursued down the road. that this focal point always corresponds with the position of Placement via percutaneous methods conveys a risk of the tumor target. Respiratory gating is a method of turning the pneumothorax similar to or higher than percutaneous lung radiation beam on when the tumor target is located at the biopsy (13–48%) [36, 37] and is relatively more challenging focal point of the radiation beam, and it is turned off as soon for central nodules, which are often adjacent to vascular as the target moves outside of the beam. The patient is structures within the mediastinum. Percutaneous placement typically aligned so that the beam is on during expiration. usually requires two punctures, with two markers placed Such gating also allows the margin expansion to accommo- along one tract and the third placed with a second puncture. date respiratory motion (the margin expansion from B to C in With percutaneous CT-guided placement, there is also an Fig. 1) to be decreased. Real-time tumor tracking is a method increased risk of colinear placement, which makes tracking of dynamically moving the focal point of the radiation energy FMs for SBRT less accurate. mean dose so that this focal point always corresponds with Placement via bronchoscopy helps mitigate risk to the the position of the tumor target. Such gating allows the patient and is a viable and safe alternative for placing FMs. margin expansion to accommodate respiratory motion (the This approach also allows for optimal distribution of FMs so margin expansion from B to C in Fig. 1) to be decreased. are to avoid colinear placement [38, 39]. Retrospective Avariety of radiation therapy systems are capable of real- review of the NAVIGATE cohort, which utilized EMN brontime tumor tracking, based on the published literature; the choscopy for FM delivery, reported a 94.1% rate of successsystem most widely used in conjunction with FM consists of ful FM placement based on postplacement imaging (most a small 6-MV linac mounted on a computer-controlled imaging performed same day as procedure) with a 5.4% robotic arm capable of moving with 6° of freedom, two pneumothorax rate [26]. Despite these reported successes, orthogonally placed X-rays, two optical cameras, and an FM placement via the bronchoscopic approach faces its optic-radiographic motion monitoring system for real-time own challenges including difficult-to-reach targets, pneumotumor tracking (Fig. 2). Radiopaque FMs implanted in or thorax, FM misplacement/migration, and bleeding. FMs near the tumor and light-emitting diodes placed on the themselves are at risk for migration (up to 12%), and embopatient’s chest are used for target tracking. Prior to radiation lization and placement should be confirmed 1–2 weeks posttreatment and while the X-ray beam is off, a series of X-ray placement with a CT, as migration typically occurs within the images are taken by the two orthogonal cameras at various first 10 days of placement [39, 40]. times during the respiratory cycle, and the system develops a mathematical model relating the locations of the lightemitting diodes on the chest with those of the fiducials near 3.3 Current Techniques/Procedural the tumor in the lung. Continuous tracking of the light- Considerations emitting diodes combined with this mathematical model allows the robotic arm to be moved in real time such that FMs are typically placed under bronchoscopic guidance on the radiation beam tracks the moving tumor target. At regular an outpatient basis and are deployed via peripheral navigaintervals during treatment, additional orthogonal X-ray tion bronchoscopy using such techniques as rEBUS, ENB, images are taken to allow the model to be validated and and robotic bronchoscopy. As one example, CT-body anaupdated with small changes in breathing patterns. The total tomic mapping was used by bronchoscopists to traverse the system accuracy of the device and the respiratory motion lung to the target lesion where upon reaching the target the tracking has been reported as <1 mm. rEBUS probe and guide sheath were inserted through the working channel of the bronchoscope. Upon identification of the target nodule on radial EBUS, the probe was removed 3.2 Challenges and the sheath left in place. An FM loaded into a brush was then inserted into the sheath and the FM was deployed at the The challenges associated with localization of target nodules level of the target. More recently, ENB or shape sensing for fiducial placement are very similar to the challenges robotic bronchoscopy has been used in peripheral lung navassociated with localization for surgical marking, apart from igation and with a similar workflow for FM placement the need to mark near the pleura (to guide surgical resection (Fig. 3). Once the navigation and biopsy phase of the proceonce the thorax has been entered for VATS or RATS). The dure is complete, an FM delivery catheter or FM loaded into a ideal FM itself shares some of the same properties as one for brush are used to deliver the FM as the level of the target",
        "tokens": 1203,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 A.Michaelsetal. Fig. 2 A small 6-MV linac mounted on a computer-controlled robotic combined with this mathematical model allows the robotic arm to be arm capable of moving with 6° of freedom, two orthogonally placed moved in real time such that the radiation beam tracks the moving tumor X-rays, two optical cameras, and an optic-radiographic motion monitor- target. At regular intervals during treatment, additional orthogonal X-ray ing system for real-time tumor tracking. Radio-opaque fiducial markers images are taken to allow the model to be validated and updated with implanted in or near the tumor and light-emitting diodes placed on the small changes in breathing patterns. The current system allows for a patient’s chest are used for target tracking. Prior to radiation treatment dozen different beam directions from over a hundred different robot arm and while the X-ray beam is off, a series of X-ray images are taken by locations, providing more than 1200 possible beam paths. (a) Shows an the two orthogonal cameras at various times during the respiratory cycle, overview of the SBRTsystem with a patient positioned on the couch. (b) and the system develops a mathematical model relating the locations of Demonstrates the motion capabilities of the linac system. (Images used the light-emitting diodes on the chest with those of the fiducials near the by permission of Accuray Incorporated) tumor in the lung. Continuous tracking of the light-emitting diodes",
        "tokens": 300,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicTechniquesforSurgicalMarkingandFiducialPlacement 9 Fig. 3 (a) Representative image of an electromagnetic navigation bronchoscopy platform. (b) Nitinol coil with gold bead fiducial marker. All rights reserved. Used with the permission of Medtronic. (c) Representative image of a shape sensing robotic navigation bronchoscopy platform. (d) Proprietary flexible needle technology allowing negotiation of tight endoluminal angles for nodule biopsy, implantation of fiducial markers, and injection of dye for surgical marking. (Image courtesy of the Intuitive Surgical, Inc.) nodule. Subsequent FMs are then placed with the intent that In the case of FM placement into a target nodule or they be at least 1.5 cm but not more than 5 cm from each lymph node, a needle is used to first puncture the target, other. Advanced perioperative imaging (integrated or not) and then the FM is delivered by pushing the marker out of can be used to help confirm the spatial relationships between the barrel of the needle using a stylet or if no stylet is the FMs as they are being placed. available flushing the needle with sterile saline. Before this, the FM is carefully “musket” loaded into the needle’s",
        "tokens": 241,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 A.Michaelsetal. Fig. 4 This figure demonstrates loading of a fiducial marker into a extended working channel or guide sheath, and advanced until the tip of bronchoscopy needle. (a) Shows the needle fully extended and a cylin- the catheter clears the end of the instrument and is approximately 2 cm drical fiducial with a 0.5 mm diameter and a length of 5.0 mm partially proximal to the desired implantation site. The needle is then extended loaded in the tip of the outer needle. (b) Shows the fully extended needle and the needle catheter advanced until the tip of the needle is located after the fiducial has been completely inserted into the bore of the needle immediately proximal to the desired implantation site. The fiducial and sealed into place using bone wax. The bone wax prevents loss of the marker is then deployed out of the bore needle by either advancing the marker while it is being passed through the bronchoscope. (c) Shows the inner stylet or using saline, depositing it in the desired implantation site. tip of the transbronchial histology needle catheter ready for insertion. In (d) Shows the needle fully extended and the fiducial ejected from the use, the needle catheter is then passed through the bronchoscope, or the needle bore and may be sealed using bone wax (Fig. 4). The bone information as well. Two FM located in and around the wax prevents loss of the marker while it is being passed tumor such that they bracket the bulk of the tumor can through the bronchoscope. provide translational information about the tumor target. The needle catheter is then passed through the broncho- Three FMs located in and around the tumor such that they scope, or the extended working channel or guide sheath if bracket the bulk of the tumor and do not overlap on the these are being used, and advanced until the tip of the catheter fluoroscopic tracking system provide both translational and clears the end of the instrument and is approximately 1–2 cm rotational information. Enough FM should be placed so that it proximal to the desired implantation site. The needle is then is possible to tell if a marker has migrated out of position and extended and the needle catheter advanced until the tip of the ideally enough so that it is easy to pinpoint which has needle is located immediately proximal to the desired implan- migrated. Migration can be detected by measuring the distation site. The needle stylet is then advanced pushing the tance between pairs of FM at the same phase of respiration. fiducial out of the bore of the needle and depositing it in the When only two FMs have been implanted, it is possible to tell desired implantation site. Once implanted, the needle should that one of the fiducials has moved but not which one. When be withdrawn slowly to ensure that the fiducial has cleared three or more FMs have been implanted, by measuring the the outer barrel of needle. Deployment is performed under distance between each marker and the others, it is possible to either convex EBUS or fluoroscopic guidance(Fig.5) [41]. tell not only that one has migrated but which one. Knowing The number of FM needed is not universally agreed upon this allows the radiation oncologist to ignore the migrated FM and is dependent on the type of marker. When considering the with positional and tracking information obtained from the number of FM to implant, enough should be placed to pro- remaining markers. vide accurate positional information and ideal rotational",
        "tokens": 769,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicTechniquesforSurgicalMarkingandFiducialPlacement 11 Fig. 5 Representative figure demonstrating implantation of a fiducial in posterior-anterior fluoroscopic image of the fiducial (indicated by the a central tumor using endobronchial ultrasound guidance. (a) Shows white arrowhead) being deployed from the needle. (d) Shows a near cross-sectional CT image of the tumor target. (b) Shows a posterior- simultaneous ultrasound image of the same fiducial being deployed. (e) anterior fluoroscopic image of a standard 22-gauge TBNA needle pre- Shows an anterior-posterior chest X-ray following deployment of four loaded with a 0.35 mm coiled wire fiducial being passed through an fiducials around the periphery of this tumor target endobronchial ultrasound scope and into the tumor target. (c) Shows a When considering where to implant the FM, they should the nodule be resected surgically, or both. Coil-shaped fidube close enough to the tumor target so that they move with the cials are thought to retain their positioning better than seedtumor and provide accurate information about the tumor’s or dumbbell-shaped FMs but must fit through the working location and motion but far enough away from each other so channel of the bronchoscope/catheter [42, 43]. Several difthat each fiducial provides independent information as fidu- ferent types of fiducials are pictured in Fig. 5. Recent publicials implanted very close to one another look like a single cations have reported that the use of coil FMs soaked in ICG fiducial on fluoroscopy. Other considerations include ensur- to help with localization should surgery be required for ing the markers are not so far apart that they are outside the resection [27]. Postplacement imaging should be obtained field of the view of the tracking system and that they are not immediately after placement to rule out pneumothorax and positioned such that a straight line can be drawn between any 1–2 weeks after placement of FMs to confirm appropriate three of the fiducials; such collinear fiducials may appear placement. superimposed on fluoroscopy and will not provide useful information. In total, FMs should be a minimum of 1.5 cm apart and should be no more than 5–6 cm from the lesion and 3.4 Future Directions be oriented differently in the x, y, and z planes to allow for optimal targeting. Representative positioning of a group of Newer systems have attempted to apply SBRT without the FMs is shown in Fig. 4. need for FMs; however, limitations exist for nodules less than The shape of FM may be selected due to concern for 15 mm, ground glass nodules, or those near the mediastinum marker migration, ability for the surgeon to palpate should or spine. In 2016, a nonmetallic liquid FM that forms a",
        "tokens": 566,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      },
      {
        "id": "p12_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "12 A.Michaelsetal. sticky-soft adherent substance in vivo and is visible under Overall, bronchoscopic FM placement appears to be quite relevant imaging modalities was introduced (Fig. 6). This has safe, with a low incidence of complications. This method led to the development of other nonmetallic FMs that have offers distinct advantages, especially when using advanced been developed designed to produce less artifact on imaging. integrated imaging systems like ENB or robotic bronchoscopy. These technologies allow for more precise placement of FMs in areas that might otherwise be inaccessible or 3.5 Summary unsuitable for traditional percutaneous techniques, particularly when nodules are located deep within the lung parenFMs act as visible surrogates of tumor location and can chyma or adjacent to critical structures (Figs. 7 and 8). provide accurate localization and tracking of tumors, particularly when the tumor is difficult to see on fluoroscopy or CT scan. A wide variety of FMs with an equally wide range of 4 Conclusion shapes, sizes, and surface treatments are currently available for use in the body. Some basic guidelines to follow when Lung cancer remains a leading cause of cancer-related morimplanting fiducials include the following: tality worldwide, with screening advancements such as LDCT offering a significant reduction in mortality for high- (cid:129) 3–6 FMs should be implanted to so that at least three risk individuals. The use of LDCT in lung cancer screening remain in place. has shifted the paradigm toward early detection and interven- (cid:129) FMs should not be placed collinearly. tion, while guidelines from organizations like the NCCN and (cid:129) FMs should be placed in and around the tumor such that ACR have refined management strategies for pulmonary the bulk of the tumor is bracketed by the fiducials. nodules, particularly through patient-provider shared (cid:129) FMs should be placed such that they are at least 1.5 cm but decision-making. The integration of minimally invasive surnot more than 5 cm from each other. gical techniques, such as VATS and RATS, alongside radiotherapeutic options like SBRT, has broadened the scope of Fig. 6 Representative positioning of FMs in different x, y, and z planes Fig. 7 (a) 5 mm helical gold fiducial marker with a solid central nodule that provides a single imaging point for radiation therapy targeting. (b) Polymerbased marker, designed to minimize artifact on imaging, implantable using an 18G needle. (Images courtesy of the CQ Medical)",
        "tokens": 508,
        "page_range": [
          "12"
        ],
        "provenance": {
          "page": "12",
          "paragraph_index": 1
        }
      },
      {
        "id": "p13_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicTechniquesforSurgicalMarkingandFiducialPlacement 13 Fig. 8 (a) Iodine-based liquid fiducial marker can be implanted following implantation. (c) CT planning images showing the implanted bronchoscopically. (b) Following implantation, the compound forms a compound in and adjacent to a lung tumor. (Images courtesy of the CQ sticky-soft marker in vivo (center). FDA approved for radiographic Medical) marking of lung cancer for radiation therapy for at least 3 months treatment for patients with early-stage lung cancer or those nodules detected on CT images: from the Fleischner Society 2017. unsuitable for traditional surgery. As treatments become Radiology. 2017;284(1):228–43. 6. Christensen J, Prosper AE, Wu CC, Chung J, Lee E, Elicker B, et al. increasingly precise, accurate nodule localization and FM ACR lung-RADS v2022: assessment categories and management placement for SBRT remain a critical factor in ensuring recommendations. J Am Coll Radiol. 2024;21(3):473–88. successful outcomes. Techniques for marking for surgery 7. Gould MK, Donington J, Lynch WR, Mazzone PJ, Midthun DE, and FM placement have improved the ability of surgeons Naidich DP, et al. Evaluation of individuals with pulmonary nodules: when is it lung cancer?: diagnosis and management of lung and radiation oncologists to localize and treat lung nodules cancer, 3rd ed: American College of Chest Physicians evidenceeffectively. However, challenges such as marker displace- based clinical practice guidelines. Chest. 2013;143(5):e93S–e120S. ment, pneumothorax, and FM migration remain areas of 8. Villamizar NR, Darrabie MD, Burfeind WR, Petersen RP, Onaitis ongoing research. The evolution of these techniques is essen- MW, Toloza E, et al. Thoracoscopic lobectomy is associated with lower morbidity compared with thoracotomy. J Thorac Cardiovasc tial to further improve the success rates of surgical and Surg. 2009;138(2):419–25. radiotherapeutic interventions, ultimately leading to better 9. Paul S, Altorki NK, Sheng S, Lee PC, Harpole DH, Onaitis MW, patient outcomes and advancements in lung cancer care. et al. Thoracoscopic lobectomy is associated with lower morbidity than open lobectomy: a propensity-matched analysis from the STS database. J Thorac Cardiovasc Surg. 2010;139(2):366–78. Competing Interest Declaration The author(s) has no competing 10. Donington J, Ferguson M, Mazzone P, Handy J Jr, Schuchert M, interests to declare that are relevant to the content of this manuscript. Fernando H, et al. American College of Chest Physicians and Society of Thoracic Surgeons consensus statement for evaluation and management for high-risk patients with stage I non-small cell References lung cancer. Chest. 2012;142(6):1620–35. 11. Altorki N, Wang X, Kozono D, Watt C, Landrenau R, Wigle D, et al. 1. Smith-Bindman R, Kwan ML, Marlow EC, Theis MK, Bolch W, Lobar or sublobar resection for peripheral stage IA non–small-cell Cheng SY, et al. Trends in use of medical imaging in US health care lung cancer. N Engl J Med. 2023;388(6):489–98. systems and in Ontario, Canada, 2000–2016. JAMA. 2019;322(9): 12. Saji H, Okada M, Tsuboi M, Nakajima R, Suzuki K, Aokage K, et al. 843–56. Segmentectomy versus lobectomy in small-sized peripheral non2. National Lung Screening Trial Research Team, Aberle DR, Adams small-cell lung cancer (JCOG0802/WJOG4607L): a multicentre, AM, Berg CD, Black WC, Clapp JD, Fagerstrom RM, Gareen IF, open-label, phase 3, randomised, controlled, non-inferiority trial. Gatsonis C, Marcus PM, Sicks JD. Reduced lung-cancer mortality Lancet. 2022;399(10335):1607–17. with low-dose computed tomographic screening. N Engl J Med. 13. Timmerman R, Paulus R, Galvin J, Michalski J, Straube W, 2011;365(5):395–409. Bradley J, et al. Stereotactic body radiation therapy for inoperable 3. de Koning HJ, van der Aalst CM, de Jong PA, Scholten ET, early stage lung cancer. JAMA. 2010;303(11):1070–6. Nackaerts K, Heuvelmans MA, et al. Reduced lung-cancer mortality 14. Suzuki K, Shimohira M, Hashizume T, Ozawa Y, Sobue R, with volume CT screening in a randomized trial. N Engl J Med. Mimura M, et al. Usefulness of CT-guided hookwire marking before 2020;382(6):503–13. video-assisted thoracoscopic surgery for small pulmonary lesions. 4. US Preventive Services Task Force, Krist AH, Davidson KW, J Med Imaging Radiat Oncol. 2014;58(6):657–62. Mangione CM, Barry MJ, Cabana M, et al. Screening for lung 15. Chang JY, Bezjak A, Mornex F. Stereotactic ablative radiotherapy cancer: US preventive services task force recommendation state- for centrally located early stage non–small-cell lung cancer: what we ment. JAMA. 2021;325(10):962–70. have learned. J Thorac Oncol. 2015;10(4):577–85. 5. MacMahon H, Naidich DP, Goo JM, Lee KS, Leung ANC, Mayo 16. Casutt A, Kinj R, Ozsahin EM, von Garnier C, Lovis A. Fiducial JR, et al. Guidelines for management of incidental pulmonary markers for stereotactic lung radiation therapy: review of the",
        "tokens": 941,
        "page_range": [
          "13"
        ],
        "provenance": {
          "page": "13",
          "paragraph_index": 1
        }
      },
      {
        "id": "p14_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "14 A.Michaelsetal. transthoracic, endovascular and endobronchial approaches. Eur 30. Awais O, Reidy MR, Mehta K, Bianco V, Gooding WE, Schuchert Respir Rev. 2022;31(163):210149. MJ, et al. Electromagnetic navigation bronchoscopy-guided dye 17. Seides BJ, Egan JP, French KD, Kovitz KL, Desai NR. Fiducial marking for thoracoscopic resection of pulmonary nodules. Ann marker placement for stereotactic body radiation therapy via convex Thorac Surg. 2016;102(1):223–9. probe endobronchial ultrasound: a case series and review of litera- 31. Endo M, Kotani Y, Satouchi M, Takada Y, Sakamoto T, Tsubota N, ture. J Thorac Dis. 2018;10(3):1972–83. et al. CT fluoroscopy-guided bronchoscopic dye marking for resec18. Lachkar S, Guisier F, Roger M, Bota S, Lerouge D, Piton N, et al. A tion of small peripheral pulmonary nodules. Chest. 2004;125(5): simple endoscopic method with radial endobronchial ultrasonogra- 1747–52. phy for low-migration rate coil-tailed fiducial marker placement. 32. Sarsam M, Baste JM, Thiberville L, Salaun M, Lachkar S. How J Thorac Dis. 2020;12(4):1467. bronchoscopic dye marking can help minimally invasive lung sur19. Cornella KN, Repper DC, Palafox BA, Razavi MK, Loh CT, Markle gery. J Clin Med. 2022;11(11):3246. KM, et al. A surgeon’s guide for various lung nodule localization 33. Giunta D, Daddi N, Dolci G, Campisi A, Congiu S, Buia F, et al. A techniques and the newest technologies. Innovations (Phila). new image-guided technique for intraoperative localization of lung 2021;16(1):26–33. small solid nodules or ground-glass opacities with a self-expanding 20. Sancheti MS, Lee R, Ahmed SU, Pickens A, Fernandez FG, Small tract sealant device: a preliminary experience. Interact Cardiovasc WC, et al. Percutaneous fiducial localization for thoracoscopic Thorac Surg. 2019;28(1):23–8. wedge resection of small pulmonary nodules. Ann Thorac Surg. 34. Predina JD, Newton AD, Xia L, Corbett C, Connolly C, Shin M, 2014;97(6):1914–8. et al. An open label trial of folate receptor-targeted intraoperative 21. Cui F, Liu J, Du M, Fan J, Fu J, Geng Q, et al. Expert consensus on molecular imaging to localize pulmonary squamous cell carcinomas. indocyanine green fluorescence imaging for thoracoscopic lung Oncotarget. 2018;9(17):13517–29. resection (The Version 2022). Transl Lung Cancer Res. 35. Gangadharan S, Sarkaria I, Rice D, Murthy S, Braun J, 2022;11(11):2318–31. Kucharczuk J, et al. Multi-institutional phase 2 clinical trial of 22. Wu Z, Zhang L, Zhao X-T, Zhou D, Yang X-Y. Localization of intraoperative molecular imaging of lung cancer. Ann Thorac Surg. subcentimeter pulmonary nodules using an indocyanine green near- 2021;112(4):1150–9. infrared imaging system during uniportal video-assisted 36. Yousefi S, Collins BT, Reichner CA, Anderson ED, Jamis-Dow C, thoracoscopic surgery. J Cardiothorac Surg. 2021;16(1):224. Gagnon G, et al. Complications of thoracic computed tomography– 23. Zhang C, Lin H, Fu R, Zhang T, Nie Q, Dong S, et al. Application of guided fiducial placement for the purpose of stereotactic body radiindocyanine green fluorescence for precision sublobar resection. ation therapy. Clin Lung Cancer. 2007;8(4):252– 6. Thorac Cancer. 2019;10(4):624–30. 37. Pennathur A, Luketich JD, Heron DE, Abbas G, Burton S, Chen M, 24. Rose M, Siva S, Ball D, Irving LB, Steinfort DP. Bronchoscopic et al. Stereotactic radiosurgery for the treatment of stage I non–small delivery of lipiodol as a fiducial marker in lung tumors before cell lung cancer in high-risk patients. J Thorac Cardiovasc Surg. radiotherapy. J Thorac Oncol. 2014;9(10):1579–83. 2009;137(3):597–604. 25. McDermott S, Fintelmann FJ, Bierhals AJ, Silin DD, Price MC, Ott 38. Harley DP, Krimsky WS, Sarkar S, Highfield D, Aygun C, Gurses HC, et al. Image-guided preoperative localization of pulmonary B. Fiducial marker placement using endobronchial ultrasound and nodules for video-assisted and robotically assisted surgery. Radio- navigational bronchoscopy for stereotactic radiosurgery: an alternagraphics. 2019;39(5):1264–79. tive strategy. Ann Thorac Surg. 2010;89(2):368–74. 26. Bowling MR, Folch EE, Khandhar SJ, Kazakov J, Krimsky WS, 39. Steinfort DP, Siva S, Kron T, Chee RR, Ruben JD, Ball DL, et al. LeMense GP, et al. Fiducial marker placement with electromagnetic Multimodality guidance for accurate bronchoscopic insertion of navigation bronchoscopy: a subgroup analysis of the prospective, fiducial markers. J Thorac Oncol. 2015;10(2):324–30. multicenter NAVIGATE study. Ther Adv Respir Dis. 2019;13: 40. Kothary N, Dieterich S, Louie JD, Chang DT, Hofmann LV, Sze 1753466619841234. DY. Percutaneous implantation of fiducial markers for imaging27. Bawaadam H, Benn BS, Colwell EM, Oka T, Krishna G. Lung guided radiation therapy. Am J Roentgenol. 2009;192(4):1090–6. nodule marking with ICG dye–soaked coil facilitates localization 41. Ben S, Akulian J, Wang KP. Endobronchial ultrasound transand delayed surgical resection. Ann Thorac Surg Short Rep. bronchial needle aspiration: a hybrid method. J Thorac Dis. 2015;7 2023;1(2):221–5. (Suppl 4):S287–91. 28. Hamid Alraiyes A, Cedeno-Rodriguez AR, Chmielewski GW, Joob 42. Hong JC, Yu Y, Rao AK, Dieterich S, Maxim PG, Le QT, et al. High AW. The outcome of the same anesthesia event for robotic bron- retention and safety of percutaneously implanted endovascular choscopy marking and robotic sub-lobar resection of lung nodules. embolization coils as fiducial markers for image-guided stereotactic Chest. 2023;164(4):A4238. ablative radiotherapy of pulmonary tumors. Int J Radiat Oncol Biol 29. Wolf AJ, Miller PM, Burk JR, Vigness RM, Hollingsworth Phys. 2011;81(1):85–90. JW. Ability of single anesthesia for combined robotic-assisted bron- 43. Lachkar S, Guisier F, Roger M, Obstoy B, Bota S, Lerouge D, et al. choscopy and surgical lobectomy to reduce time between detection Assessment of per-endoscopic placement of fiducial gold markers and treatment in stage I non–small cell lung cancer. Proc (Bayl Univ for Small peripheral lung nodules <20 mm before stereotactic Med Cent). 2023;36(4):434–8. radiation therapy. Chest. 2018;153(2):387–94.",
        "tokens": 1151,
        "page_range": [
          "14"
        ],
        "provenance": {
          "page": "14",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_6_1",
        "number": "1",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_7_1",
        "number": "1",
        "page": "7",
        "provenance": {
          "page": "7",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_8_2",
        "number": "2",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_9_3",
        "number": "3",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_10_4",
        "number": "4",
        "page": "10",
        "provenance": {
          "page": "10",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_11_5",
        "number": "5",
        "page": "11",
        "provenance": {
          "page": "11",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_12_6",
        "number": "6",
        "page": "12",
        "provenance": {
          "page": "12",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_12_7",
        "number": "7",
        "page": "12",
        "provenance": {
          "page": "12",
          "label": "Fig 7"
        }
      },
      {
        "id": "fig_13_8",
        "number": "8",
        "page": "13",
        "provenance": {
          "page": "13",
          "label": "Fig 8"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Bronchoscopic Techniques for Surgical Marking.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:02.538359Z",
    "revision": "r1"
  }
}