{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Conventional Biopsy and Sampling Techniques",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "11",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_11",
    "file_sha256": "44fe47376cdc0654c22d360e945d06e9e9c70c7e26834e637143eb0aafb3e1c1",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Conventional Biopsy and Sampling Techniques",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................... 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "CentralEndobronchialLesions.......................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "PeripheralPulmonaryLesions........................................................................... 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "Hilar–MediastinalLesions............................................................................... 10",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "Conclusions................................................................................................ 14",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Conventional Biopsy and Sampling Techniques Stefano Gasparini, Nadia Corcione, and Lina Zuccatosta Contents 1 Introduction............................................................................................... 1 2 CentralEndobronchialLesions.......................................................................... 2 3 PeripheralPulmonaryLesions........................................................................... 7 4 Hilar–MediastinalLesions............................................................................... 10 5 Conclusions................................................................................................ 14 References...................................................................................................... 14 Abstract washing,transbronchialneedleaspiration)andofitsassoThe term “conventional biopsy techniques” implies all ciationarereported. Wheneverabiopsytechniqueisemployed,itsusemust those traditional sampling techniques that can be used always be guided by a global clinical assessment of the without adopting the latest technology. Even if the diagpatient, evaluating the risk/advantage ratio and the benenostic possibilities and sensitivity of bronchoscopy have fitsthatcanbeobtainedbytheprocedurecasebycase. greatly increased by the more recent advent of new techOnly by integrating clinical, imaging and bronchonological tools (echobronchoscopy, new guidance sysscopic techniques, it will be possible to optimize brontems, cryobiopsy), the use of conventional biopsy choscopy,therebyobtainingthebestdiagnosticaccuracy, techniques remains relevantly unchanged and allows the minimizing the costs involved and having the lowest pulmonologisttosuccessfullyapproachahighpercentage incidenceofrisks. of endobronchial, pulmonary and mediastinal lesions for diagnosticpurposes. Keywords Inthischapter,conventionalbiopsytechniqueswillbe dividedonthebasisofthelocationofthelesion,analyzing Bronchoscopicbiopsytechniques·Endobronchial methods used for sampling central endobronchial lesions lesions·Peripheralpulmonarylesions·Mediastinal (i.e., lesions located within the visible range of flexible lesions·Biopsyforceps·Bronchialbrushing·Bronchial bronchoscope), peripheral pulmonary lesions or lung washing·Transbronchialneedleaspiration parenchyma and the pathological processes of the hilar– mediastinalarea. Indications, technique, possibilities and limits of each 1 Introduction sampling method (forceps biopsy, brushing, bronchial Theterm“conventionalbiopsytechniques”impliesallthose ✉ S.Gasparini( ) traditional sampling techniques that can be used without IRCCSSanRaffaeleHospital,Milan,Italy adoptingthelatesttechnology. e-mail:gasparini.stefano@hsr.it Even if the diagnostic possibilities of bronchoscopy N.Corcione·L.Zuccatosta have greatly increased by the more recent advent of new InterventionalPulmonologyUnit,AORNCardarelli,Naples,Italy e-mail:nadia.corcione@aocardarelli.it;lina.zuccatosta@aocardarelli.it ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_24-1",
        "tokens": 304,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 S.Gasparinietal. technologicaltools(e.g.,echobronchoscopy,newguidance 2 Central Endobronchial Lesions systems, cryobiopsy, robotic bronchoscopy), the use of conventional biopsy techniques should remain a basic Centralendobronchiallesions(i.e.,lesionslocatedwithinthe asset for interventional pulmonologists, allowing operator visiblerangeofflexiblebronchoscope)canbeapproachedfor to successfully approach a high percentage of endo- sampling cytohistological material, using forceps biopsy, bronchial, pulmonary and mediastinal lesions for diagnos- brushing,washingortransbronchialneedles[5,10,52]. ticpurposes. Forceps biopsy is the most frequently used sampling Inthepast,oneofthemaingoalsofdiagnosticbronchos- instrument by bronchoscopists in airway lesions that can be copy was to obtain a cytohistological assessment of bron- endoscopically visualized. Different sizes and kinds of forchial, pulmonary and hilar–mediastinal lesions. In the last ceps are currently available on the market: with a cutting or decades, the progresses of oncological medical treatments serrated edge (alligator), fenestrated (to reduce tissueof lung cancer have determined a change in the concept of crushingartifacts),withellipticallyorspherical-shapedcups biopsysamplingvalidity.Abiopsyshouldnotonlybeable and with a needle between the cups (to prevent slippage of to define the histotype of the tumor, but also should be the forceps in case of lesions located on the side tracheal or adequate in quality and quantity to allow the evaluation of bronchialwall)(Fig.1). the genotypic and receptors characteristics of the tumor Therearenocomparativestudiesthatclearlydemonstrate cells. the advantages of one kind of forceps over the others for This objective should always be considered even when samplingcentralendobronchiallesions,andeventheroleof evaluating the results of conventional biopsy techniques. forceps size on the diagnostic yield of bronchoscopically Unfortunately,mostofthehistoricalstudiesonconventional visible tracheobronchial tumors has not been evaluated. samplingtechniquesdonotevaluatethisparameter,somany Therefore, the choice of forceps is generally based on the diagnostic sensitivity values reported in this chapter should operator’sexperienceandpreference. beconsideredwithcaution. Electrocauterybiopsyforceps(“hotforceps”)isalsoavailInthischapter,biopsytechniqueswillbedividedonthe able on the market and it was proposed for sampling endobasis of the location and of the morphology of the lesion, bronchiallesions,withtheaimtopreventbleeding[45].Even analyzing conventional methods used for sampling central if“hotforceps”donothaveanegativeimpactonthequality endobronchial lesions, peripheral pulmonary lesions or of specimens, there is no evidence that they may reduce the lung parenchyma and the pathological processes of the incidence of clinically relevant bleeding episodes, and their hilar–mediastinal area (Table 1). More recent sampling routineuseisnotwarranted. techniques, like cryobiopsy, or guidance systems for More recently, the use of cryobiopsy has also been evalperipheral lesions will be described in other chapters of uatedoncentralbronchogeniclesions.Inamulticenterstudy thisbookandwillbeherejustmentionedandnotdiscussed [19],593patientswererandomizedtoreceiveendobronchial indetails. biopsyusingconventionalforcepsorcryobiopsy.Adefinitive diagnosis was achieved in 85.1% with conventional forceps biopsy and in 95% of patients who underwent cryobiopsy Table1 “Conventional”bronchoscopicsamplinginstrumentsusedfor (p<0.001),withoutdifferenceintheincidenceofbleeding. lesionsofthecentralairways,forperipheralpulmonarylesionsandfor pathologicalprocessesofthehilar–mediastinalarea Considering the higher cost of cryoprobes, there is not enoughevidencetorecommendtheroutineuseofcryobiopsy Centralendobronchiallesions incentralbronchogeniclesions.Thistechnique,ifavailable, Forcepsbiopsy couldbereservedforthemostdifficultcasesinwhichafirst Brush Bronchialwashing bronchoscopyhasnotbeendiagnostic. Transbronchialneedle In order to perform a biopsy of an endobronchial lesion, Peripheralpulmonarylesions the forceps must be opened just above the lesion, advanced Forcepsbiopsy andpushedtowardtheareatobesampled,firmlyclosedand Brush thenwithdrawnthroughtheworkingchannelofthebronchoTransbronchialneedle scope.Theforcepsshouldnotbekepttoofarfromthetipof Bronchoalveolarlavage the bronchoscope since, in this way, it is difficult to apply Curette pressure and to maintain contact between the cups and the Suctioncatheter lesion(Fig.2). Needlebrush;Tripleneedlecytologybrush Themajoradvantageofforcepsbiopsyisthepossibilityof Hilar–mediastinallesions obtaining specimens suitable for a histological evaluation, Cytologytransbronchialneedle while the limitation of this tool is the difficulty in sampling Histologytransbronchialneedle submucosal or peribronchial lesions or in retrieving",
        "tokens": 614,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ConventionalBiopsyandSamplingTechniques 3 Fig.1 Differentkindsofforcepsbiopsy.(aandb)differentsizealligators(serratededge);(c)ellipticalshapedcupswithcuttingedge;(dande) fenestratedcupswithcuttingedge;(f)withaneedlebetweenthecups Fig.2 Biopsyofapolypoid lesionobstructingtheorificeof theleftmainbronchus.(a)Correct position:thecupsareopen,and theforcepsarepushedtowardthe lesion.(b)Wrongposition:the forcepsarekepttoofarfromthe tipofthebronchoscope",
        "tokens": 18,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 S.Gasparinietal. diagnostic tissue from lesions with a large necrotic compo- preventspillingofbloodtodistalairways,avoidingtokeepthe nent. When necrotic tumors are encountered, multiple biop- tip ofthe instrumenttooclose tothe bleedinglesion.Evenif siesshouldbecarriedoutuntilsurfacebleedingisvisibleand there are no controlled studies that demonstrate the real effiviable tissue is obtained. In central airway lesions, forceps cacy of the instillation of ice-cold saline and of epinephrine biopsy yields sensitivity that is around 88%, based on a (diluted in a 1:10,000 mixture of normal saline and adminissystematic review of 35 studies for a total of 4507 patients teredin2–3mlaliquotstoamaximumofthreedoses),allthe [37].Ithasbeenshownthatthebestdiagnosticyieldcanbe bronchoscopistsagreethatthesemaneuversmayreducebleedobtained by performing three or four biopsies and that the ing and that they should be applied. Furthermore, endosensitivity does not significantly increase even if more sam- bronchial tamponade may also be obtained by inflation of plesareobtained[15,40].Toimprovethediagnosticyieldof balloon catheter (Fogarty balloon, 4–7 French) (Fig. 3), forcepsbiopsy,somealternativemethodstotreatthesample whichisintroducedthroughtheworkingchannelofthebronwere proposed, such as smearing the biopsy on a slide choscopeandinflatedatthelevelofbleedingsitetocompress (imprint cytology) or cytologically examining the biopsy thesourceofbleedingandtopreventtheairwaysfrombeing rinsefluid,butthesetechniqueshavenotbeenvalidatedand flooded with blood [25]. A Fogarty balloon for the managetheiruseisnotrecommended. ment of bleeding, should always be available in a bronchoBleeding is the most common complication of bronchial scopic suite. If the source of bleeding is visible and well biopsy.Generally,bleedingismildormoderate,anditsspon- localized, the use of low-energy laser or of electrocautery taneousresolutionoccursinmostinstances.Eventhoughitis with argon plasma may be helpful. If such procedures are rare, however, bronchoscopic biopsy-induced bleeding could ineffective and a major bleeding continues, the intubation of belifethreateningwhenvascularlesionsareapproached.Risk the patient should be considered using a rigid bronchoscope factors predisposing to this complication may be related to a (ifitisavailableandifthereisskillandexpertisetoitsuse)ora varietyofcoexistingconditionsinducingcoagulationdisorders large channel endotracheal tube, to allow the passage of the and/orplateletdysfunction,eitherasaconsequenceofunder- flexiblebronchoscope.Thepersistenceofbleedingmayinduce lying systemic disorders (hemorrhagic diathesis, uremia, to perform a selective intubation of the contralateral main hemopathies, liver diseases, immunosuppression) or second- bronchustoisolatethenonbleedingside,usinganormaltube arytomedications(anticoagulanttherapy,clopidogrel,chemo- or a Carlens device. Bronchial artery embolization and open therapeuticagents).Theidentificationofriskfactorsand,when surgical procedurescouldbeconsideredasa lastresort, ifall possible, their correction is the first step to prevent bleeding. Prebronchoscopyroutinecoagulationscreeningisunnecessary inpatientswithnoriskfactors,butitshouldbeperformedin those with known or clinically suspected risks [7]. Bronchial biopsies cannot be performed if platelet count is <50,000/ mm3, and these patients should receive six to ten packs of platelet transfusion before bronchoscopy. Warfarin should be stopped at least 5 days before bronchoscopy, or low-dose vitamin K should be administered to reduce the international normalizedratio(INR)to<2.5.Theuseofclopidogrelshould bestopped7daysbeforebronchoscopy.Low-doseaspirincan be continued. For patients on new oral anticoagulants (rivaroxaban, apixaban, edoxaban), a shorter suspension period(48–72h)maybesufficient[6]. The risk of bleeding may be also related to the nature of the lesion. Some tumors, like carcinoids and endobronchial renal metastases, are hypervascularized and more prone to bleed,butthisisnotacontraindicationtobiopsy. In any case, bronchoscopists should be trained to manage major bleeding when a bronchial biopsy is performed [3, 28].The first maneuver istorotatethe patient ina lateral decubitus with the bleeding side down. This is a simple and easy procedure that could be lifesaving, since it avoids the inundationofthecontralaterallung.Followingthepositioning Fig.3 AFogartyballoonintroducedthroughtheworkingchannelof ofthepatientonthelateraldecubitus,thebronchoscopemust the flexible bronchoscope, positioned in the bleeding bronchus and be kept in site, and continuous suction should be applied to inflated",
        "tokens": 624,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ConventionalBiopsyandSamplingTechniques 5 the above-mentioned procedures have failed to stop the forceps biopsy for diagnosing exophytic tumors [21], the hemorrhage. authors reported a higher diagnostic yield of prebiopsy Brushingisasamplingtechniquewhichwaswidelyused brushing compared to postbiopsy brushing in diagnosis of by bronchoscopists to collect cytological material from lungcancer. bronchoscopically visible lesions of the airways. There are However, most of the studies on brushingwere performed brushes of different sizes, with or without a plastic sheath whenthehistologicalcharacterizationandgenotypeassessment (Fig. 4), but no differences in diagnostic yield have been of nonsmall cell lung cancer were not necessary for demonstrated using different types of brushes [26]. Even if therapeutical purposes. In an era of personalized therapy for disposableorreusablebrushesareavailableonthemarket,it nonsmallcelllungcancer,itisnecessarytoobtainanadequate isrecommendedtousedisposabletoolsinordertoreducethe amountofcellsortissuestoperformmolecularmarkers-based risk of contamination or cross infection. Some authors sug- assessmentforguidingtherapeuticalstrategies.Intheliterature, gestthatbettercytologicalmaterialcanbeobtainedwhenthe there is no great evidenceontheability of brushingto obtain unsheathed brush and bronchoscope are withdrawn together adequate materialfor histologyand forgenotyping definition. in order to reduce the loss of material during the passage of Furthermore,whileinthepasttheuseofreusablebrushdidnot thebrushintheworkingchanneloftheinstrument,butother greatlyinfluencethecostoftheprocedure,theemploymentof studies have not found any statistically significant improve- disposablebrushthatisrecommendedtodaytoreduceinfection mentindiagnosticsensitivityusingthistechnique. riskscouldhaveaneconomicalimpactthatshouldbetakeninto Material obtained by brushing can be processed by consideration while evaluating the cost-effectiveness of the directlysmearingthebrushontoaglassslideorbyinserting procedure. In fact, there have been no controlled studies the brush into a saline solution and removing the cells by recently that demonstrate the real efficacy of a routine use of shaking it vigorously. There are no studies that demonstrate biopsy and brushing together in central endobronchial lesions therealadvantageofoneprocessingtechniqueovertheother. that involve the mucosa. We agree with some authors who Thelimitationofbrushingconsistsinbeingabletosample hypothesize that the majority of cases which involve the onlycytologicalmaterial andonlyfromthesuperficiallayer mucosa,wherecytologyispositivebutbiopsyisnotdiagnostic, of the mucosa. As such, this type of instrument is not indi- areaconsequenceofanonoptimalbiopsysamplingtechnique cated for submucosal or intraparietallesions.The advantage (wrongforcepspositioning,crushingartifacts,necrotictissue). ofbrushingcomparedtoperformingabiopsycouldconsistin Complicationsresultingfromthebrushingofcentralbronobtainingcellsfromalargerareaofthemucosa. chiallesionsareveryrare.Bleedingandbreakingofthebrush The average diagnostic yield from brushing is lower com- in the airways have been reported mainly when a reused paredtoforcepsbiopsy,withasensitivityof59%[37].Several brushisused. authors affirm that by using brushing and biopsy together, Bronchial washing is another widely used conventional diagnostic sensitivity increases and in about 8% of the cases, meansofsamplingcellsfromcentralairwaylesions.Itcanbe brushing alone is diagnostic [27, 29]. In a large prospective easilyperformedbyinstillationthroughtheworkingchannelof studyregardingtheoptimalsequenceofbronchialbrushingand thebronchoscopeofabout20mlofsalinethatisretrievedby suction. There has been a controversyconcerning theoptimal timingofwashing,whendoneinassociationwithbiopsy(i.e., beforeor afterbiopsy), but a prospective study wasunable to findanydifferenceinthediagnosticyieldforwashingbeforeor after biopsies or brushing [47]. The limitation of washing consists in obtaining a sample just by exfoliating superficial cellsofthemucosa.Thesensitivityofwashingforcentrallung cancerislowerthanthatobtainedbybiopsyorbrushing,with an average value of 48% [37]. In studies where biopsy, brushing and washing were utilized together, the number of patients diagnosed by washing alone was very small (2.2–3.9%)[29],makingthevalueoftheroutineuseofwashingincentralbronchiallesionsquestionable.Sincethecostof washing is mainly related to the processing andevaluationof specimens, some authors suggest to collect the washing fluid duringbronchoscopyandtoholditinthelaboratory,examining thesampleonlyiftheotherspecimensarenotdiagnostic. The samples collected by brushing and washing can also Fig.4 Brusheswithplasticsheathofdifferentsizes besubmittedformicrobiologicalevaluationinthesuspectof",
        "tokens": 568,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 S.Gasparinietal. Fig.5 Transbronchialneedle aspirationofacentral endobronchiallesion.(a)The needleispointedatthelesion;(b) theneedlepenetratesthelesionup tothehubofthesheath infectiousconditions.Forthispurpose,brushshouldbeagitatedinasterilemedium,andwashingmustbecollectedina sterile specimen trap. Even if these specimens are contaminated by oropharyngeal flora during transnasal or transoral passage of the bronchoscope, the value of brushing and washinginthediagnosisofinfectionshasbeenvalidatedby several studies both in the immunocompetent or immunocompromised patients. The material obtained can be evaluated for bacterial, fungal or mycobacterial smears and cultures. The sensitivity of brushing and washing for the diagnosis of mycobacterial diseases is very high, and it has been reported to range from 58% to 96% [22]. However, routine bronchoscopic samplings for mycobacterial organisms on all patients undergoing bronchoscopy are not recommendedinareasnotendemictothedisease. Among the conventional biopsy techniques employed for samplingcentralbronchiallesions,transbronchialneedleaspiration(TBNA)mustalsobeincluded.Thetransbronchialuse offlexibleneedleshasbeenintroducedforthebronchoscopic approachtohilar–mediastinallymphnodeslocatedoutsidethe tracheobronchial wall, but this device has also been used for Fig. 6 Schematic representation of a necrotic lesion with prevalent sampling peripheral nodules and central airway lesions submucosal component (black dots: neoplastic cells). The needle is (Fig. 5).The mainadvantage ofTBNA inbronchoscopically abletopenetratethedeeplayersofthemucosaandhasabetterpossivisible lesions is the possibilityofthe needletopenetrate the bilityofsamplingdiagnosticmaterial deeplayersofthemucosaandtheperibronchialarea,allowing tosampleevenpathologicalprocesseswiththeintraparietalor disadvantage of TBNA is the price of the needle. Being submucosal component (Fig. 6). Other advantages of TBNA disposable, it significantly increases the entire cost of the are the following: (1) lower traumatic effects and decreased procedure. risks of bleeding, especially for highly vascularized tissue; The sensitivity of TBNA for central bronchial lesions is (2)possibilitytosamplematerialfrominfiltrativelesionscov- reported to range from 68% to 91%, with values similar to ered by hard mucosa, where it could be difficult to obtain those obtained by forceps biopsy [30]. Several studies have specimenswithforcepsbiopsy;(3)betterpossibilitytosample shown that the use of TBNA in addition to other sampling diagnosticcellsfromhighlynecroticlesions,wheretheneedle, techniques for central lesions significantly increases the diagbypassing the necrotic component, could collect vital cells nosticyieldofbronchoscopyandthatTBNAmaybetheonly from the deeper part of the process (Fig. 6). The major diagnosticsamplinginstrumentinapercentageofcasesthatin",
        "tokens": 375,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ConventionalBiopsyandSamplingTechniques 7 some studies approaches 20% [2, 41]. This is particularly material from pulmonary lesions located outside the visible evident in studieswhere cases with submucosal-peribronchial rangeofthebronchoscope(Table1).Thiskindofprocedure lesionshave beenanalyzed.Infact, theuse offorceps biopsy canbeperformedeitherwithoutmeansofaguidancesystem, togetherwithTBNAseemstobethemostappropriateintegra- asincasesofdiffuselungdiseases,whereitisnotnecessary tion for sampling central bronchial lesions which allows to topreciselyidentifythepointofsampling,or,inthecase of obtain specimens at different levels of the bronchial wall, localized pulmonary pathology (nodules, masses or infilfrom the surface to deeper layers, to the submucosa and trates), with the use of guidance systems able to visualize peribronchialarea. thepositionofthesamplinginstrumentandtoassurethatthe Furthermore, TBNA may allow to predict the line of biopsy is performed just in the lesion. Even though new surgical resection, establishing the degree of tumoral spread technologies are becoming more and more widespread for aroundthemainlesion[4]. guidingthetransbronchialapproachtoperipheralpulmonary However, prospective studies that analyze the cost- lesions (electromagnetic navigation systems, ultrasound effectiveness of this association on a large series of patients miniprobes, cone beam CT), the conventional and most arelacking,andthereisnoevidencethatjustifiestheincreasein widelyusedguidancesystemremainsfluoroscopy.Arotating costsduetotheroutineuseofTBNAalongwithbiopsyinall C-armorabiplanefluoroscopemustbeavailabletoallowthe central airway lesions. In our practice, the use of TBNA is assessment of the sampling instrument position both in the limitedtothefollowing:(a)caseswithabronchoscopicpattern anteroposteriorandlateralview(Fig.7). suggestingsubmucosalorperibronchialinvolvement;(b)cases Biplanecontrol isnecessary toavoid the misplacementof whenthemacroscopicappearanceofthelesionsuggestsavery theinstrumentinfrontoforbehindthelesion.Fromatechnical vascularizedtissue,totestthebleedingriskbeforeperforming pointofview, afterwedging the tipofthebronchoscopeinto biopsy;(c)caseswherethereisalargenecroticcomponent,and thesegmentalbronchusthatissupposedtoleadintothelesion, the macroscopic pattern of the biopsy shows white samples the sampling instrument must be inserted. At this point, we suggestingnecrotictissueand(d)repeatedbronchoscopy,after suggestthattheoperatorlookatthefluoroscopicscreenrather afirstnegativebiopticprocedure. than at the bronchoscopic monitor and try to direct the samIn conclusion, conventional biopsy techniques provide a plinginstrumenttowardthelesionbybendingorrotatingthe highdiagnosticyieldincentralairwaylesions,andtheymust tipofthescopetofindthemostappropriatewaythatleadsto beconsideredthegoldstandardfordiagnosiswhenanendo- thetarget.Ifatransbronchialneedleisused,thesheathshould bronchialpathologyvisiblebybronchoscopyispresent. be flexible enough to be inserted into the most angulated Biopsyforcepsprovidebettersensitivitycomparedtoother bronchi, like the apical segments of the upper lobes. In our sampling techniques when the pattern of the lesion suggests experience, the most appropriate needles for the peripheral mucosal involvement. TBNA should be the preferred sam- lesionapproacharethosewithametallicsheaththatarevery pling instrument when there is evidence of a submucosal or flexibleandremainstraightafterinsertion,maintainingdirecperibronchialspreadofthepathologyandwhenthesuperficial tionwithoutbending(Fig.8). layersofthemucosamaynotbeinvolvedorwhenthelesionis One of the limitations of metal sheath needles is the very necrotic. Adding brushing to biopsy or TBNA might impossibility of using them with ultrathin bronchoscopes improve diagnostic yield, but more prospective studies are (3 mm in diameter, 1.7 mm working channel), that have necessarytoevaluatethecost-effectivenessofitsuse. proven useful and are increasingly used with different guidWashingaloneisoflittlevalueinthediagnosisofcentral ance systems in the transbronchial approach to peripheral airway tumors. It may improve the diagnostic sensitivity of pulmonary lesions [35]. To overcome this problem, more bronchoscopybyasmallpercentagewhenusedtogetherwith recently thinner flexible needle with a plastic sheath have other sampling instruments, but its routine use is not been introduced onto the market, which can be introduced recommended. Considering the new targeted therapies for through the working channel of an ultrathin bronchoscope lungcancer,futurestudiesshouldalsoevaluatethecapability ((PeriFLEX,OlympusRespiratoryAmerica,Redmond,WA, of different conventional techniques in differentiating the USA)(Fig.9)[39]. tumor histotype and in sampling material which is adequate Thesensitivityofthetransbronchialapproachtoperipheral formolecularassessment. pulmonary lesions under fluoroscopic guidance varies greatly in the literature, from 22% to 83%, with an overall value of 78%[36].Themajorreasonsthatmayexplainthisdiagnostic 3 Peripheral Pulmonary Lesions yield variability are the size of the lesion, the kind and the number of the sampling instruments used, the distance of the Different biopsy instruments can be inserted through the target from the hilum and the relationship between the lesion working channel of the flexible bronchoscope and pushed andtheairways.Allstudiesshowastrongcorrelationbetween into the peripheral airways for sampling cytohistological thesizeoftheperipherallesionandthediagnosticresultsofthe",
        "tokens": 676,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 S.Gasparinietal. Fig.7 Bronchoscopicapproachunderfluoroscopicguidanceofa2-cm sampling instrument on the lateral view; (c) the needle is extracted nodule (arrow) of the left upper lobe. (a) The sampling instrument is fromthesheathandsuctionisapplied;(d)afterneedleaspiration,biopsy inserteduptothelesionwithA-Pfluoroscopiccontrol;(b)thefluoro- forcepsareinsertedintothesamebronchus,andbiopsiesareperformed scope C-arm is rotated to 90° to assess the correct position of the fluoroscopic-guided bioptic approach. A sensitivity ranging from 5% to 64% is reported for nodules less than 2 cm in diameterandfrom30%to75%fornodulesgreaterthan2cm, andthisvaluemayincreasetoover80%formassesgreaterthan 4cm[30]. Concerning the sampling instruments, the majority of the studies performed on the fluoroscopic-guided bronchoscopic approach to peripheral pulmonary lesions show that transbronchial needle aspiration provides a better sensitivity for malignancyincomparisontothatobtainedwithforcepsbiopsy or brushing [32]. When associated with other means of sampling, the exclusive yield of the needle is reported to range from8%to35%[11].Theseresultscouldbeconsequenttothe possibility of the needle to also penetrate lesions that do not involve the surface of the mucosa or are located in the peribronchiolararea,whereforcepsbiopsyorbrushingcannotbe diagnostic [51]. On the contrary, for benign lesions, biopsy forcepsseemtoprovideabetterdiagnosticyieldincomparison toinstruments,likebrushingandneedles,thatallowtosample cytological material only. This is not surprising, since the Fig.8 Metallicsheathneedle.Theflexibilityoftheneedle(redarrows) diagnostic definition of a benign process can be more easily and its capability to remain straight (black arrows), maintaining the performed on a histological basis than one based on directionduringprogression,areshown",
        "tokens": 248,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ConventionalBiopsyandSamplingTechniques 9 Fig.9 ThetipofPeriFlexneedle thatcanbeusedthrougha1.7mm workingchannelofanultrathin bronchoscope(G=gauge) cytological evaluation. All Authors agree that the diagnostic Other sampling instruments have been used less freyieldisalsoinfluencedbythenumberofspecimensandbythe quentlyforthetransbronchialapproachtoperipherallesions, numberofsamplinginstrumentsused[11].Therearedatathat such as curette (more diffuse in Japan), suction catheter, suggestthatatleastsixbiopsyspecimensshouldbeobtained needle brush, triple needle brush [16], but there is no evifor optimizing the results. Furthermore, the association of denceintheliteratureoftheirrealutilitycomparedtobiopsy more sampling instruments provides better results than those forcepsorneedleaspiration. obtainedwithasingletool[12,44].Thebestassociationcould Inthelastyears,theuseof1.1mmdiametercryoprobehas betheuseoftheneedlewhichprovidesthebestsensitivityfor beenproposedtoincreasetheamountofarchitecturallypremalignancy, and forceps biopsy that is the most appropriate served tissue obtained by the transbronchial approach to instrument for diagnosing benign lesions (Fig. 7c, d) [13]. If peripheral lung tumors, thus improving the possibility of the needle is used in association with forceps or brushing, it genotyping the tumor. It has been proved that cryobiopsy should be used first, since the performance of biopsy or canobtaintissueevenintumoradjacenttotheairways.The brushingcouldinducebleedingthatmayincreasetheamount better sensitivity andthegreaterspecimensofcryobiopsyin of blood aspirated by the needle, thus reducing its comparison with conventional forceps biopsy have been diagnosticrate. demonstrated in several studies [9, 23, 34, 38]. However, The role of forceps size on diagnostic yield of trans- no studies have compared cryobiopsy vs. needle aspiration. bronchial lung biopsy has not yet well defined. While It would be desirable that randomized trials will be carried some authors report that large forceps yield more alveolar outtoevaluatethediagnosticyield,thesampleadequacyfor tissue than small forceps, other papers did not find any genotypingandthesafetyofthetwotechniques. significant improvement in the diagnostic yield using large Another factor that may affect the sensitivity of the transforceps[42]. bronchial approach to peripheral lung nodules is the relationIfthespecimenobtainedbyneedlesishandledinaproper shipbetweenthelesionandthebronchialtree.Ifthelesionis way,thetechniquemayprovideadequatematerial forgeno- locatedoutsidethebronchialsystemandthereisnobronchus type in a high percentage of cases. Zuccatosta et al. [54], leading into it, the chance to obtain a diagnosis using the using smear cytology plus cell-block technique, done flush- transbronchial approach will be low, whenever a guidance ingthematerialin10%neutral-bufferedformalin,wereable system is used. In this regard, it is useful to evaluate the CT to obtain a complete molecular profile, including evaluation scan“bronchussign,”thatistheimageofthebronchusleading of PD-L1 expression, in 86.6% of 154 patients approached toorcontainedwithinthelesion,visualizedbythin-sectionCT withtransbronchialneedleaspirationforperipheralcancer. scan, to predict the success of the transbronchial biopsies Bronchial washing or bronchoalveolar lavage (BAL) can [31,33]. also be employed in the case of peripheral localized lung The complications of the transbronchial approach to lesions. The advantage of these sampling tools is that they peripherallung lesions arenotfrequentevenif itsincidence might be used even without the help of guidance systems. isgreaterthanthatreportedforcentralairwaybiopsy,andthe However, bronchial washing and BAL alone have very low use of forceps biopsy to sample lung parenchyma may sensitivity in the case of localized peripheral lesions, with slightly increase the risk of bronchoscopy. Most frequent valuesrangingfrom9%to42%[36].Whenperformedtogether complications are bleeding and pneumothorax. The risk of withbrushingorbiopsy,bronchialwashingshowsanincrease majorbleedingisreportedwithanincidenceof1–4%,andits insensitivitybyonly3%,whichdoesnotjustifyitsroutineuse. ratemayfurtherincreaseinimmunocompromisedpatients,in BALshowsbettersensitivityinthecaseofmalignancywithan subjects with uremia, in ventilated patients, in pulmonary infiltrativepulmonarypattern,likebronchoalveolarcarcinoma hypertensionandincoagulationdisorders. orlymphangiticcarcinomatosis,anditsusemaybejustifiedif Thesamemaneuversabovereportedforthemanagement thereisasuspicionofthesepathologicalconditions. ofbleedinginducedbybiopsyofcentrallylocatedlesionscan",
        "tokens": 578,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 S.Gasparinietal. bealsoappliedincasesofmajorbleedingaftertransbronchial still unavailable in many countries and centers around the pulmonary biopsy. In addition, when bleeding is coming worldorcouldnotbeavailablepersometechnicalreasons.In from the airway periphery, an important step is to maintain thesecases,thetransbronchialapproachtohilar–mediastinal the tip of the bronchoscope in a wedged position to obtain lesions is still possible using “conventional transbronchial endobronchialtamponadeandtopromotetheclotformation. needle aspiration” (cTBNA) which remains a basic method Also for bleeding after biopsy of a peripheral lesions, the that completes the technical background of bronchoscopists ballooncatheterisanessentialdevice(4–7French)thatcould anditshouldnotbeforgotten. be inflated at the orifice of the segmental bronchus from Theterm“conventional”transbronchialneedleaspiration whichthebleedingoriginates. isusedtodefinetheprocedurethatisperformedinsertingthe Theincidenceofpneumothoraxisreportedinabout3%of needleatapointofthetracheobronchialtreeidentifiedonthe the patients requiring transbronchial biopsy for diffuse lung basis of CT scan images, without the support of endodiseases.Thereisnoagreementonthepossibilityoffluoros- bronchial ultrasound techniques. Some authors define this copytoreducetheincidenceofpneumothorax.However,in technique as “blind TBNA” since it is not possible to have the case of localized peripheral lesions, the incidence of adirectimageofthelesionandofthetipoftheneedleonceit pneumothoraxaftertransbronchialbiopsyunderfluoroscopic hasbeeninsertedthroughthebronchialwall.However,since guidanceislowerandveryrare(0.2%)[8]. theCTscanprovidesveryaccurateimagesofthelocationof In conclusion, the conventional transbronchial approach the mediastinal lymph nodes and of the relationship of the toperipherallocalizedlesionsmaybesafelyconductedusing lesionwiththetracheobronchialtree,wethinkthatthistechafluoroscopeasameansofguidance,withameansensitivity nique, performed under bronchoscopic visualization, is not of78%withlowerdiagnosticyieldforlesionslessthan2cm. really blind and that the term “conventional” or “standard” In presence of a patient with a CT scan showing a lesion TBNAshouldbepreferred. which mightbe located outofthe visible range of thebron- In the early 1980s, Dr. Ko Pen Wang introduced this choscope, the operator should be aware that a guidance technique in clinical practice and published several papers, system(conventionallyarotatingC-armorabiplanefluoro- demonstrating the feasibility, safety and efficacy of TBNA scope)mustbeavailable,otherwisethepossibilityofadiag- both in the staging of lung cancer and in the diagnosis of nosis is very low. Transbronchial needles, showing better mediastinalpathology[48,50]. sensitivity, should be routinely considered for this kind of DifferentkindsofflexibleneedlesforTBNAareavailable procedure. Adding another sampling instrument may on the market, with sizes that go from 19 to 22 G. ATBNA increase the diagnostic yield. Since forceps biopsy provides needle for sampling mediastinal lesions should have the folabettercapabilitytodefinebenignprocesses,theassociation lowing characteristics: (a) a flexible catheter with a proximal ofneedleandforcepsbiopsyseemstobethemostappropri- controldeviceprovidedbyaportthroughwhichsuctionbya ate and recommendable, especially in Institution where syringecanbedoneandbyasystemtomanipulatetheneedle, cryobiopsyisnotavailable. allowingthe exit and the retractionofthe tip into the sheath; (b) a tip that retracts into the sheath in order to avoid any damage to the working channel of the bronchoscope during 4 Hilar–Mediastinal Lesions needle progression (Fig. 10); (c) a needle length of at least 13 mm in order to allow the tip to progress beyond the Theadventoflinearultrasoundbronchoscopes(EBUS)[24] tracheobronchial wall and (d) distal end of the sheath that is and the possibility to sample in real time under ultrasound stiff enough to avoid bendings when the needle is pushed guidance the lesions located in the hilar–mediastinal area toward the mucosa. Even if metallic sheath needles can be (EBUS-TBNA) has greatly changed bronchoscopic practice used for sampling mediastinal lesions, the use of transparent and this technique has become the method of choice for the plasticsheathneedlesisadvantageousinthisproceduresince mediastinal staging of lung cancer and for diagnosis of theyallowthe operatortoimmediatelyrealizewhetherblood lesions located outside the tracheobronchial tree [18]. The has been aspirated. While 21 and 22 G needles are proposed advantages of EBUS-TBNA, in term of sensitivity and of for sampling cytological material, 19 G needles are able to capabilitytovisualizeandtosamplealsosmalllymphonodes, provide tissue core for histological evaluation. The most haveledtoitswidespreadusethroughouttheworldandtoan widely used 19 G histology needles have a dual system increasing use of the technique by bronchoscopists. The madeupofanoutercutting19Gneedleandaninnerretractrecent evidence that also cryobiopsy can be used under able21Gneedle,whichmakespenetrationeasierandprevents echoendoscopic guidance in the mediastinal lesions, further plugging by mucosal material, and which must be retracted improving the value of EBUS guided sampling, especially afterhavingpenetratedthetarget.Someneedleshavealateral for tumors different from lung cancer, rare benign diseases hole made with the aim to increase the amount of sampled andlymphoma[1,53].AlthoughEBUS-TBNAhasbecomea material, but there is no evidence that this kind of needles routine method in bronchoscopy, ultrasound technology is providesbetterspecimensorimprovesdiagnosticyield.",
        "tokens": 793,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ConventionalBiopsyandSamplingTechniques 11 bronchoscopist himself/herself using the other hand or by an assistant. There are no studies that demonstrate that one insertiontechniqueismoreeffectivethantheother,butinthe common opinion of expert bronchoscopists, the “pushing technique” provides a better perpendicular penetration of the needle. Once the needle is inserted and after having verified the complete and correct penetration, suction is applied by the syringe attached at the proximal end of the needle.Thecatheteristhenquicklymovedupanddown. The aspiration maneuvershould take nolonger than 10s toavoid thepossible coagulation oftheblood intheneedle. Attheendoftheaspiration,suctionisreleased,theneedleis retrievedintothesheathandthecatheterisremovedfromthe bronchoscope. Samples can be obtained from right and left Fig. 10 Retractable tips of different kinds of needles for TBNA. (a) paratracheal lymph nodes, retrotracheal, subcarinal, peri21Gaugecytologyneedlewiththetipretracted(top)andextractedfrom bronchialandhilarstations(Fig.13). the sheath (bottom). (b) 19 Gauge histology needle retracted into the Another important aspect of the TBNA technique is the sheath (top); the dual system made up of an outer cutting 19 Gauge properhandlingofthespecimen.Thematerialisblownbyan needleandaninnerretractable21Gaugeneedle(middle);the19Gauge air-filledsyringeontoaslide.Itisthensmearedusinganother needlewiththeinner21Gaugeneedleretracted(bottom) slide,andimmediatelyfixedinalcohol95%.Iftissuecoresare The first step toward performing TBNA is to choose the presentontheslide,thesecanbegentlyremovedwithasmall exact point where the needle should be inserted. A careful forceps and put in formalin. By using histology needles, it is evaluation of the CTscan allows to identify the location of possible to empty out the needle directly into a formalin themediastinallesionanditsrelationshipwiththetracheaor testtube. withthebronchi.Foreachlymphnodalstation,well-defined ThediagnosticyieldofconventionalTBNAinthestaging puncture points of the tracheobronchial tree have been of lung cancer varies greatly in the literature. However, all described in the literature [49]. The next steps of the proce- papers published after the 1990s generally report values dureshouldfollowsomebasictechnicalshrewdnessthatare greaterthan70%,withameanvalueof78%[4,17,20].Sevsummarized below: (a) insert the needle into the working eral factors affect TBNA sensitivity, such as size, location channel of the bronchoscope while keeping the instrument andnatureofthelesion,numberofaspiratesperformed,type asstraightaspossibleandverifyingthatthetipoftheneedle ofneedleemployed,prevalenceofmalignancyandskilland is completely retracted into the sheath in order to avoid any experienceoftheoperator. damagetothebronchoscope.(b)Extracttheneedlefromthe TBNAyield increases linearly with the size of the lymph sheathonlywhenthetipofthecatheterisvisibleoutsidethe node,fromareportedvalueofonly15%fortargetslessthan bronchoscope. (c) Do not keep a long part of the catheter 1cmtoabout80%forlesionsof2.0–2.5cm.Forlymphnodes outside the bronchoscope, as it can hinder the movement of greaterthan2.5cm,thesensitivitydoesnotseemincreaseany the bronchoscope inside the airways. Keep only the needle further.Regardingthesiteofthelymphnode,allauthorsagree and the distal metal hub of the catheter outside the scope that TBNA of the right paratracheal and subcarinal lesions facilitatingthebending,theprogressionortherotationofthe provides better sensitivity than the sampling of the left parainstrument(Fig.11a).(d)Anchorthetipoftheneedleinthe tracheal area. TBNA diagnostic yield also improves with the intercartilaginousspacecorrespondingtotheinsertingpoint, number of aspirates performed, with an increase in positive and bend the bronchoscope in the same direction where the results by up to the fourth needlepass. After the fourth aspineedle should penetrate (Fig. 11b). (e) Insert the needle as rate, the sensitivity increases only slightly up to the seventh perpendicularly as possible through the tracheobronchial sample, so that it is recommended to perform at least four wall. In order to obtain a good perpendicular penetration, aspiratesateachlymphnodalstationtooptimizetheyield. twomaintechniqueshavebeendescribed.Thefirstiscalled Not many studies compare the yield of different types of the“jabbingmethod.”Itisperformedbyapplyingafirmand needles, but some authors report better sensitivity with hisquickjabtothecatheterwhilethescopeisfixed.Thesecond tology needles compared to cytology needles [43]. Among technique is called the “pushing” or “piggyback” method thefactorsthataffecttheTBNAdiagnosticyield,theability whereby the operator fixes the catheter to the bronchoscope and the experience of the operator must also be mentioned. attheinsertionportoftheworkingchannelwithhis/herlittle There are some studies that demonstrate how the results fingerortheotherhand(Fig.12).Thebronchoscopeandthe improve with practice since performing TBNA requires needle are then pushed forward together by the somespecifictrainingandtechnicalknowledge.Thediscouraging results obtained at very first attempts are the most",
        "tokens": 695,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      },
      {
        "id": "p12_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "12 S.Gasparinietal. Fig.11 (a)Theneedlehasbeen extractedbythesheath,anditis readytobeinserted.Onlythe needleandthedistalmetalhubof thecatheterarekeptoutsidethe bronchoscope.(b)Theneedleis anchoredinanintercartilaginous space,andthetipofthe bronchoscopeisbentinthesame directionaswheretheneedle shouldpenetrate Fig.12 Techniquestofixthe needletothebronchoscope (“pushing”or“piggyback” method):(a)withtheoperator’s littlefinger.Inthiscase,the operatorhimself/herselfcanpush forwardthebronchoscopeusing his/herotherhand.(b)Withthe handthatdoesnotsupportthe bronchoscope.Inthiscase,the bronchoscopemustbepushed forwardbyanassistant Fig.13 TBNAof(a)rightparatracheallymphnode.Theneedleisinsertedinthesecondintercartilaginousspaceabovethecarina,at1–2o’clock; (b)leftparatracheallymphnode.Theneedleisinsertedat9o’clock,attheleveloftracheo-bronchialangle;(c)subcarinallymphnode.Theneedleis insertedinthemedialwalloftherightmainbronchusat9o’clockposition,attheleveloftherightupperlobebronchusorifice",
        "tokens": 40,
        "page_range": [
          "12"
        ],
        "provenance": {
          "page": "12",
          "paragraph_index": 1
        }
      },
      {
        "id": "p13_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ConventionalBiopsyandSamplingTechniques 13 relevantfactorthatmayexplainwhythistechniquehasbeen histoplasmosis,lymphoma,thymoma,mesothelioma,metasunderutilized for a long time and why still today many tasesfromvariousextrathoracictumorsandcarcinoid[14]. bronchoscopistsarereluctanttoperformit. ThespecificityofconventionalTBNAisveryhigh,rangTBNAcanbeperformednotonlyforlungcancerstaging ingfrom96%to100%,andcasesoffalsepositivehavebeen butalsoforthediagnosisofcarcinomas thatshowmediasti- very rarely reported. To reduce the risk of possible contamnal involvement in the CT scan, without any evidence of inationoftheneedlebyneoplasticcellsoriginatingfromthe airwaylesions.Inalargeseriesofcancerpatients,TBNAis airways, the lymph nodes should be sampled before the reported to be the only diagnostic tool in 18–35% of cases primary tumor. Puncturing ofsitesshouldbeavoidedwhere [17].Besideslungcancerdiagnosisandstaging,TBNAmay the mucosa is involved by the tumor, and suction should be provide cytohistological qualification for all mediastinal releasedbeforeremovingtheneedlefromthetargetlesion. pathological processes that are close in contact with the Despite lack of real-time monitoring of the needle and the airways. The important role of conventional TBNA in the possible risk of puncturing large mediastinal vessels, convendiagnosis of sarcoidosis has been demonstrated in several tionalTBNAisaverysafetechnique,andcomplicationshave studieswithasensitivitygreaterthan70%,andthistechnique rarely been reported. Only few cases of pneumothorax, may improvethe diagnostic yield ofbronchoscopy by upto hemomediastinum and major bleeding in the airways have 90%, especially for stage I sarcoidosis [46] (Fig. 14). Other been described. A serious complication arising from TBNA pathologies which have been reported diagnosed by TBNA couldbedamagetothebronchoscope.Thisriskcanbeavoided are the following: tuberculous adenitis, cryptococcosis, by takingcareto introduceand withdrawtheneedle from the Fig. 14 A case of stage I sarcoidosis diagnosed by conventional therightupperlobebronchusandthebronchusintermediate;(c)cytoTBNA. (a) CT scan shows lymph nodes enlargements in subcarinal logicalspecimenshowinglymphocytesmixedwithepithelioidcellsand and bilateral hilar stations. The arrows indicate the right hilar lymph amultinucleatedgiantcell(arrow)withoutnecrosis(Papanicolaou40×); nodethatwaspunctured;(b)Theneedleisinsertedinthespurbetween (d)alargemultinucleatedgiantcell(Papanicolaou100×)",
        "tokens": 293,
        "page_range": [
          "13"
        ],
        "provenance": {
          "page": "13",
          "paragraph_index": 1
        }
      },
      {
        "id": "p14_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "14 S.Gasparinietal. working channel with the tip completely retracted into the 5.Dooms C, Seijo L, Gasparini S, et al. Diagnostic bronchoscopy: sheath[14]. stateoftheart.EurRespirRev.2010;117:229–36.https://doi.org/10. 1183/09059180.00005710. In conclusion, conventional TBNA must be included 6.Douketis JD, Spyropoulos AC, Murad MH, et al. Perioperative amongtheroutinesamplingtechniquesthateverybronchos- management of antithrombotic therapy. An American College of copist should be able to perform in order to optimize the Chest Physicians Clinical Practice Guideline. Chest. 2022;162: diagnostic yield ofthe bronchoscopic procedures. Hands-on e207–43.https://doi.org/10.1016/j.chest.2022.07.025. 7.DuRandIA,BlaikleyJ,ChaudhuriN,etal.BritishThoracicSociety experience and practice on conventional TBNA should be guideline for diagnostic flexible bronchoscopy in adults. Thorax. consideredasanessentialstepintrainingprogramsoninter- 2013;68:1–44.https://doi.org/10.1136/thoraxjnl-2013-203618. ventionalpulmonology. 8.FacciolongoN,PatelliM,GaspariniS,etal.Incidenceofcomplications in bronchoscopy. Multicentre prospective study of 20,986 bronchoscopies.MonaldiArchChestDis.2009;71:8–14.https://doi. org/10.4081/monaldi.2009.370. 5 Conclusions 9.Furuse H, Matsumoto Y, Nakai T, et al. Diagnostic efficacy of cryobiopsy for peripheral pulmonary lesions: a propensity score analysis. Lung Cancer. 2023;178:220–8. https://doi.org/10.1016/j. Even if the diagnostic possibilities and sensitivity of bron- lungcan.2023.02.022. choscopyhavegreatlyincreasedbytherecentadventofnew 10.GaspariniS.Bronchoscopicbiopsytechniquesinthediagnosisand stagingoflungcancer.MonaldiArchChestDis.1997;52:392–8. technological tools, the use of conventional biopsy tech11.GaspariniS.Diagnosticmanagementofsolitarypulmonarynodule. niques remains relevantlyunchangedandallowsthepulmo- Eur Respir Mon. 2010;48:90–108. https://doi.org/10.1183/ nologist to approach a high percentage of endobronchial, 1025448x.00990709. pulmonaryandmediastinallesionsfordiagnosticpurposes. 12.GaspariniS.Samplinginstrumentsforthetransbronchialapproach toperipheralpulmonarylesions.Whichtool?Aremanybetterthan Knowing the possibilities and limits of each and every afew?JBroncholInterventPulmonol.2021;28:169–71.https://doi. technique and of its association is a key requirement for org/10.1097/LBR.0000000000000777. choosing the most appropriate sampling strategy, depending 13.Gasparini S, Ferretti M, Bichi Secchi E, et al. Integration of transon the clinical context and imaging pattern of the lesion. In bronchial and percutaneous approach in the diagnosis of peripheral pulmonary nodules or masses. Experience with 1,027 consecutive particular, a careful examination of the CTscan must be the cases. Chest. 1995;108:131–7. https://doi.org/10.1378/chest.108. preliminary and fundamental step for planning a broncho1.131. scopic procedure which will allow to identify the character- 14.GaspariniSL,ZuccatostaL,DeNictolisM.Transbronchialneedle isticsandthelocationofthelesionsoastobeabletodecide aspirationofmediastinallesions.MonaldiArchChestDis.2000;55: 29–32. whatkindofbiopsyinstrumentmustbeused. 15.Gellert AR, Rudd RM, Sinha G, et al. Fiberoptic bronchoscopy Finally, it should be emphasized that, whenever a biopsy effectofmultiplebronchialbiopsiesondiagnosticyieldinbronchotechnique needs to be employed, its use must always be genic carcinoma. Thorax. 1982;37:684–7. https://doi.org/10.1136/ guided by a global clinical assessment of the patient, evalu- thx.37.9.684. ating the risk/advantage ratio and the benefits that can be 16.Gildea T, Folch E, Sandeep KJ, et al. The impact of biopsy tool choice and rapid on-site evaluation on diagnostic accuracy for obtainedbytheprocedurecasebycase. malignant lesions in the prospective multicenter Navigate study. J Only by integrating clinical, imaging and bronchoscopic Bronchol Interv Pulmonol. 2021;28:174–83. https://doi.org/10. techniques, it will be possible to optimize bronchoscopy, 1097/LBR.0000000000000740. 17.Harrow EM, Abi-Saleh W, Blum J, et al. The utility of transthereby obtaining the best diagnostic accuracy, minimizing bronchial needle aspiration in the staging of bronchogenic carcithecostsinvolvedandhavingthelowestincidenceofrisks. noma.AmJRespirCritCareMed.2000;161:601–7.https://doi.org/ 10.1164/ajrccm.161.2.9902040. 18.Herth FJF, Rabe KF, Gasparini S, et al. Transbronchialand transReferences esophageal(ultrasoundguided)needleaspirationfortheanalysisof mediastinallesions.EurRespirJ.2006;28:1264–75.https://doi.org/ 10.1183/09031936.00013806. 1.Ariza-ProtaM,Pérez-PallarésJ,Fernández-FernándezA,etal.Endo19.Hetzel J, Eberhardt R, Herth FJF, et al. Cryobiopsy increases the bronchialultrasound-guidedtransbronchialmediastinalcryobiopsyin diagnostic yield of endobronchial biopsy: a multicentre trial. Eus thediagnosisofmediastinallesions:safety,feasibilityanddiagnostic Respir J. 2012;39:685–90. https://doi.org/10.1183/09031936. yield–experiencein50cases.ERJOpenRes.2023;17:00448–2022. 00033011. https://doi.org/10.1183/23120541.00448-2022. 20.Holty JE, Kuschner WG, Gould MK. Accuracy of transbronchial 2.Buirski G, Calverley PMA, Douglas NJ, et al. Bronchial needle needle aspiration for mediastinal staging of non-small cell lung aspiration in the diagnosis of bronchial carcinoma. Thorax. cancer: a meta-analysis. Thorax. 2005;60:949–55. https://doi.org/ 1981;80:48–50.https://doi.org/10.1136/thx.36.7.508. 10.1136/thx.2005.041525. 3.Cordasco EM, Mehta AC, Ahmad M. Bronchoscopically induced 21.HouG,MiaoY,HuXJ,etal.Theoptimalsequenceforbronchial bleeding.Asummaryofnineyears’Clevelandclinicexperienceand brushing and forceps biopsy in lung cancer diagnosis: a random reviewoftheliterature.Chest.1991;100:1141–7.https://doi.org/10. controlstudy.JThoracDis.2016;8:520–6.https://doi.org/10.21037/ 1378/chest.100.4.1141. jtd.2016.02.12. 4.Dasgupta A, Mehta AC. Transbronchial needle aspiration. An 22.JettJR,CorteseDA,DinesDE.Thevalueofbronchoscopyinthe underused diagnostic technique. Clin Chest Med. 1999;20:39–51. diagnosisofmycobacterialdisease.Afiveyearexperience.Chest. https://doi.org/10.1016/s0272-5231(05)70125-8. 1981;80:575–8.",
        "tokens": 702,
        "page_range": [
          "14"
        ],
        "provenance": {
          "page": "14",
          "paragraph_index": 1
        }
      },
      {
        "id": "p15_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ConventionalBiopsyandSamplingTechniques 15 23.KimSH,MokJ,JoEJ,etal.Theadditiveimpactoftransbronchial feasibility study. Eur Respir J. 2013;43:233–9. https://doi.org/10. cryobiopsy using a 1.1-mm diameter cryoprobe on conventional 1183/09031936.00011313. biopsy for peripheral lung nodules. Cancer Res Treat. 2023;55: 39.Sczaniecka A, Casal R, Chen A, et al. Performance of a novel 506–12.https://doi.org/10.4143/crt.2022.1008. flexible 21G peripheral TBNA needle in patients. Eur Respir 24.KrasnikM,VilmannP,LarsenSS,JacobsenGK.Preliminaryexpe- J. 2018;52:PA4190. https://doi.org/10.1183/13993003.conrience with a new method of endoscopic transbronchial real time gress-2018.PA4190. ultrasound guided biopsy for diagnosis of mediastinal and hilar 40.Shure D, Astarita RW. Bronchogenic carcinoma presenting as an lesions. Thorax. 2003;58:1083–6. https://doi.org/10.1136/thorax. endobronchialmass:optimalnumberofbiopsyspecimensfordiag58.12.1083. nosis. Chest. 1983;83:865–7. https://doi.org/10.1378/chest.83. 25.KshettryVR,BassettHFM.Thefogartyballoontechniqueforthe 6.865. controlofendobronchialbleeding.Thorax.1983;38:640.https://doi. 41.ShureD,FedulloPF.Transbronchialneedleaspirationinthediagorg/10.1136/thx.38.8.640. nosis of submucosal and peribronchial bronchogenic carcinoma. 26.KvalePA.Flexiblebronchoscopywithbrushandforcepsbiopsy.In: Chest.1985;88:49–51.https://doi.org/10.1378/chest.88.1.49. Wang KP, editor. Biopsy techniques in pulmonary disorders. 42.SmithLS,SeaquistM,SchillaciRF.Comparisonofforcepsusedfor NewYork:Raven;1989.p.45–62. transbronchial lung biopsy. Bigger may not be better. Chest. 27.LamWK,SoSY,HsuC,YuDJC.Fiberopticbronchoscopyinthe 1985;87:574–6.https://doi.org/10.1378/chest.87.5.574. diagnosis of bronchial cancer: comparison of washing, brushings 43.StratakosG,PorfyridisI,PapasV,etal.Exclusivediagnosticconandbiopsiesincentralandperipheraltumors.ClinOncol.1983;9: tribution of the histology specimens obtained by 19-gauge trans35–42. bronchial aspiration in suspected malignant intrathoracic 28.LeeP,MehtaAC,MathurPN.Managementofcomplicationsfrom lymphoadenopathy. Chest. 2008;133:131–6. https://doi.org/10. diagnosticandinterventionalbronchoscopy.Respirology.2009;14: 1378/chest.07-1920. 940–53.https://doi.org/10.1111/j.1440-1843.2009.01617.x. 44.SumiT,ShijubouN,SawaiT,etal.Transbronchialneedleaspiration 29.MakVHF,JohnstonIDA,HetzelMR,etal.Valueofwashingand withendobronchialultrasonographyandultrathinbronchoscopyfor brushingsatfiberopticbronchoscopyinthediagnosisoflungcancer. peripheral pulmonary lesions. Respir Investig. 2021;59:766–71. Thorax.1990;45:373–6.https://doi.org/10.1136/thx.45.5.373. https://doi.org/10.1016/j.resinv.2021.04.004. 30.Mazzone P, Jain P, Arroliga AC, et al. Bronchoscopy and needle 45.Tramblay A, Michaud G, Urbanski SJ. Hot biopsy forceps in the biopsy techniques for diagnosis and staging of lung cancer. Clin diagnosisofendobronchiallesions.EurRespirJ.2007;29:108–11. Chest Med. 2002;23:137–58. https://doi.org/10.1016/s0272-5231 https://doi.org/10.1183/09031936.00071606. (03)00065-0. 46.TrisoliniR,LazzariAgliL,CancellieriA,etal.Thevalueofflexible 31.MinezawaT,OkamuraT,YatsuyaH,etal.Bronchussignonthin- transbronchialneedleaspirationinthediagnosisofstageIsarcoidosis. section computed tomography is a powerful predictive factor for Chest.2003;124:2126–30.https://doi.org/10.1378/chest.124.6.2126. successful transbronchial biopsy using endobronchial ultrasound 47.Van der Drift MA, Van der Wilt GJ, Thunnissen FBJM, et al. A withaguidesheathforsmallperipherallunglesions:aretrospective prospectivestudyofthetimingandcost-effectivenessofbronchial observational study. BMC Med Imaging. 2015;15:21. https://doi. washing during bronchoscopy for pulmonary malignant tumors. org/10.1186/s12880-015-0060-5. Chest.2005;128:394–400.https://doi.org/10.1378/chest.128.1.394. 32.Mondoni M, Sotgiu G, Bonifazi M, et al. Transbronchial needle 48.Wang KP. Flexible transbronchial needle aspiration for histology aspirationinperipheralpulmonarylesions:asystematicreviewand specimens.Chest.1985;88:860–3.https://doi.org/10.1378/chest.88. meta-analysis. Eur Respir J. 2016;48:196–204. https://doi.org/10. 6.860. 1183/13993003.00051-2016. 49.Wang KP. Staging of bronchogenic carcinoma by bronchoscopy. 33.Naidich DP, Sussman R, Kutcher WL, et al. Solitary pulmonary Chest.1995;106:588–93.https://doi.org/10.1378/chest.106.2.588. nodules: CT-bronchoscopic correlation. Chest. 1988;93:595–8. 50.WangKP,TerryPB.Transbronchial needleaspiration in thediaghttps://doi.org/10.1378/chest.93.3.595. nosisandstagingofbronchogeniccarcinoma.AmRevRespirDis. 34.NasuS,OkamotoN,SuzukiH,ShiroyamaT,etal.Comparisonof 1983;127:344–7.https://doi.org/10.1164/arrd.1983.127.3.344. the utilities of cryobiopsy and forceps biopsy for peripheral lung 51.WangKP,HaponikEF,BrittEJ,etal.Transbronchialneedleaspicancer.Anticancer Res. 2019;39:5683–8. https://doi.org/10.21873/ ration of peripheral pulmonary nodules. Chest. 1984;86:819–23. anticanres.13766. https://doi.org/10.1378/chest.86.6.819. 35.OkiM,SakaH,AsanoF,etal.Useofanultrathinvsthinbroncho- 52.Zavala DC. Diagnostic fiberoptic bronchoscopy: techniques and scopeforperipheralpulmonarylesions:arandomizedtrial.Chest. resultsofbiopsyin600patients.Chest.1975;68:12–9.https://doi. 2019;156:954–64.https://doi.org/10.1016/j.chest.2019.06.038. org/10.1378/chest.68.1.12. 36.Rivera MP, Mehta AC. Initial diagnosis of lung cancer. ACCP 53.Zhang J, Guo JR, Huang ZS, et al. Transbronchial mediastinal Evidence-based clinical practice guidelines (2nd Edition). Chest. cryobiopsy in the diagnosis of mediastinal lesions: a randomized 2007;132:131s–48s.https://doi.org/10.1378/chest.07-1357. trial. Eur Respir J. 2021;58:2100055. https://doi.org/10.1183/ 37.Rivera MP, Mehta AC, Wahidi MM. Establishing the diagnosis of 13993003.00055-2021. lungcancer.DiagnosisandManagementoflungcancer.ACCPevi- 54.Zuccatosta L, Latini L, Belleggia B, et al. Suitability of transdence based clinical practice guidelines (2nd ed). Chest. 2013;143 bronchial needle aspiration for genotyping peripheral pulmonary (5Suppl):e142S–65S.https://doi.org/10.1378/chest.12-2353. tumors.FrontMed.2023;9:1087028.https://doi.org/10.3389/fmed. 38.Schuhmann M, Bostanci K, Bugalho A, et al. Endobronchial 2022.1087028. ultrasound-guided cryobiopsies in peripheral pulmonary lesions: a",
        "tokens": 587,
        "page_range": [
          "15"
        ],
        "provenance": {
          "page": "15",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_3_2",
        "number": "2",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_4_3",
        "number": "3",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_5_4",
        "number": "4",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_6_5",
        "number": "5",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_6_6",
        "number": "6",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_8_7",
        "number": "7",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 7"
        }
      },
      {
        "id": "fig_8_8",
        "number": "8",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 8"
        }
      },
      {
        "id": "fig_9_9",
        "number": "9",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 9"
        }
      },
      {
        "id": "fig_11_10",
        "number": "10",
        "page": "11",
        "provenance": {
          "page": "11",
          "label": "Fig 10"
        }
      },
      {
        "id": "fig_12_11",
        "number": "11",
        "page": "12",
        "provenance": {
          "page": "12",
          "label": "Fig 11"
        }
      },
      {
        "id": "fig_12_12",
        "number": "12",
        "page": "12",
        "provenance": {
          "page": "12",
          "label": "Fig 12"
        }
      },
      {
        "id": "fig_12_13",
        "number": "13",
        "page": "12",
        "provenance": {
          "page": "12",
          "label": "Fig 13"
        }
      },
      {
        "id": "fig_13_14",
        "number": "14",
        "page": "13",
        "provenance": {
          "page": "13",
          "label": "Fig 14"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Conventional Biopsy and Sampling Techniques.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:05.498507Z",
    "revision": "r1"
  }
}