{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Cricothyroidotomy",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "12",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_12",
    "file_sha256": "e358b68d1c4d262088e401f13a0be032aeca2a31a420a2f7a891a477d59d7583",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Cricothyroidotomy",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................... 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "HistoricalPerspective.................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "RelevantAnatomy........................................................................................ 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "IndicationsandContraindicationsforCricothyroidotomy........................................... 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "CricothyroidotomyTechniques.......................................................................... 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec5_1",
            "title": "NeedleCricothyroidotomy................................................................................ 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_2",
            "title": "SurgicalCricothyroidotomy............................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_3",
            "title": "Rapid4-StepTechnique................................................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_4",
            "title": "PercutaneousCricothyroidotomy.......................................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec6",
        "title": "PostoperativeConsiderations............................................................................ 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "Complications............................................................................................. 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "Conclusions............................................................................................... 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Cricothyroidotomy Joshua B. Silverman Contents 1 Introduction............................................................................................... 1 2 HistoricalPerspective.................................................................................... 2 3 RelevantAnatomy........................................................................................ 2 4 IndicationsandContraindicationsforCricothyroidotomy........................................... 4 5 CricothyroidotomyTechniques.......................................................................... 5 5.1 NeedleCricothyroidotomy................................................................................ 5 5.2 SurgicalCricothyroidotomy............................................................................... 5 5.3 Rapid4-StepTechnique................................................................................... 7 5.4 PercutaneousCricothyroidotomy.......................................................................... 7 6 PostoperativeConsiderations............................................................................ 8 7 Complications............................................................................................. 8 8 Conclusions............................................................................................... 8 References....................................................................................................... 9 Abstract Keywords Cricothyroidotomyisthequickestandsafestprocedureto Airwayobstruction·Difficultairway·Thyroidcartilage· obtainanadequateairwayinapatientinwhomintubation Cricoidcartilage·Subglotticstenosis has failed. Cricothyroidotomy is a relatively straightforward procedure with a high success rate in those with adequatetraining.Inanemergencysetting,thisprocedure 1 Introduction isthefirst-linetherapy.However,asanelectiveprocedure, cricothyroidotomyisonlyappropriateinsomecases,most Cricothyroidotomy is the quickest and safest procedure to notably in those without antecedent intubation or laryn- obtainanadequateairwayinapatientinwhomintubationhas geal pathology. There are a number of techniques for failed. Cricothyroidotomyisthecreationofasurgicalopencannulating the airway through the cricothyroid mem- ing through the cricothyroid membrane and placement of a brane, including needle cricothyroidotomy, open surgical tubeforventilation.Thisdiffersfromtracheostomyinwhich approach,andpercutaneousdilationalcricothyroidotomy. a lower opening is made through the anterior tracheal wall andatubeisplacedinadifferentanatomiclocation.Tracheostomy, while still preferred for long-term airway manage- ✉ J.B.Silverman( ) ment,hasahighercomplicationratethancricothyroidotomy NorthwellHealth,LongIslandJewishMedicalCenter,NewHydePark, when performed on an emergent basis and thus should be NY,USA performedinamorecontrolledsetting[16]. DepartmentofOtolaryngology,ZuckerSchoolofMedicineatHofstra/ EarlycontroloftheairwayisoneofonlyafewintervenNorthwell,Hempstead,NY,USA tions shown to improve outcome for severely injured e-mail:jsilverma4@northwell.edu ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_78-1",
        "tokens": 222,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 J.B.Silverman patients.Thesepatientsoftenpresentwithadifficultairway,a againsttheuseofsedationforpatientsinrespiratorydistress scenario that has been defined by the American Society of andrecommendedmultiplemethodsstillusedtodaytoavoid Anesthesiologists in their practice guidelines. A difficult complications: repeated palpation of the trachea in the midairway is “the clinical situation in which a conventionally line during surgery, meticulous hemostasis, and vigilant trainedanesthesiologistexperiencesdifficultywithfacemask postoperativecare. ventilation, difficulty with tracheal intubation, or both” Jackson’s techniques became widely accepted, as did his [1].Factorsthatcanleadtoinabilityforsuccessfulintubation aversion to the high tracheostomy, the original term for include difficult patient anatomy; airway obstruction due to cricothyroidotomy. In another paper in 1921, Jackson preangioedema,trauma,burns,orforeignbody;excessivebleed- sented retrospective results of 200 patients referred to his ing;orfacialtrauma. clinic for chronic laryngeal stenosis [20]. Most patients preThesurgicalairwayremainsthefinalcommonpathwayon sentedwithupperairwayobstructionsecondarytoinflammaall difficult airway algorithms, and cricothyroidotomy is an tory or infectious lesions. After eliminating patients with effective technique if emergency invasive airway access is stenosis seemingly caused by infectious processes alone, he required.Cricothyroidotomyisstandardlytaughtinadvanced determined that 93% of the remaining 170 patients had life support classes (ALCS), and the majority of emergency undergone high tracheostomy, during which the cricoid carcricothyroidotomyisperformedintheprehospitalsettingdue tilage had been divided. He strongly warned against this toimmediateairwayobstructionsecondarytotrauma.Inthe practice,andhisinstructionsweregenerallyfollowedbythe hospitalsetting,adifficultairwaypatientmaybemanagedby medical community for over 50 years. Though Jackson was a multidisciplinary airway team consisting of anesthesiolo- probablycorrectinhisassumptionthattheoriginaltechnique gists, otolaryngologists, pulmonologists, general surgeons, used during high tracheostomy did contribute to chronic and emergency physicians. Each of these physicians should laryngeal stenosis, the underlying etiology of upper airway betrainedincricothyroidotomy. obstructionalsocontributed. Thischapterwillexplorethehistoryofcricothyroidotomy, Eventhoughthemostcommoncausesofairwayobstrucrelevantanatomy,andindicationsforthisprocedure.Wewill tionchangedduringthetwentiethcentury,cricothyroidotomy describe different techniques for cricothyroidotomy as well wasnotcommonlyperformedduetoconcernforpostoperaaspostoperativeconsiderationsandpotentialcomplications. tive stenosis. However, in 1976, Brantigan and Grow, both cardiothoracic surgeons, published a large retrospective seriesof655patientswhohadundergonecricothyroidotomy 2 Historical Perspective [5]. The authors became interested in the procedure to prevent contamination of the median sternotomy incision from Creation of a surgical airway as a lifesaving procedure was theairwayincision.Importantly,incontrasttothetraditional firstdescribedmorethan5000yearsagoonEgyptiantablets. high tracheostomy, only the cricothyroid membrane was TracheostomywasdescribedbyGaleninthesecondcentury incised to cannulate the airway. In their series, the rate of of the Common Era, and Vesalius published a detailed stenosis was very small, with very few complications. descriptionofthisprocedureinthesixteenthcentury,though BrantiganandGrowpresentedcricothyroidotomyasanalterhisresuscitationofaSpanishnoblemanusingthistechnique native to tracheostomy even for elective cases and did not was condemned by the Spanish Inquisition, leading to his convert from cricothyroidotomy to tracheostomy. In the folbanishment. An Annals of Surgery article from 1886 by lowing years, multiple studies confirmed that cricothyrColles described a 50%mortality rate for tracheostomy,and oidotomy can be safe and effective. Recently, studies have subsequent airway stenosis was commonly found. Many shown that this procedure can be successfullyperformed by physicians in the nineteenth and early twentieth century various medical specialists and nonphysician health-care were reluctant to perform tracheostomy due to a high workers,bothinthehospitalandthefield[3,15]. complicationrate[16]. In 1909, Chevalier Jackson delivered a landmark speech ontracheostomyatameetingofotolaryngologyphysiciansin 3 Relevant Anatomy which he described tracheostomy as a safe and effective procedureandoutlinedprinciplesthatcontinuetoberelevant Sincecricothyroidotomyismostfrequentlyanemergentprotoday[19].Hequotedhisownmortalityrateasfourpatients cedure, a thorough understanding of relevant anatomy is of100whounderwenttracheostomy.Jacksonimploredother necessary for successful airway stabilization while avoiding physicians to perform the procedure at first indication of complication. Multiple authors have suggested that underairwayobstruction,ratherthanwaituntilapatientwasunable standing anterior neck anatomy contributes to speed and toadequatelyventilate,ashenotedthatsurgicalperformance successofcricothyroidotomy.Themosteasilypalpableanteis improved in a more controlled setting. He cautioned rior landmark is the thyroid notch, particularly in men. By",
        "tokens": 655,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Cricothyroidotomy 3 sliding a finger down the thyroid cartilage, the cricothyroid [4]. On average, 8 mm separates the medial borders of the membranecanbeidentifiedjustinferiortotheborderofthis cricothyroidmusclesinthemidline;thisistheidealareafor cartilageandsuperiortothecricoidcartilage(Fig.1).Atthe cricothyroidotomy. There are no major arteries, veins, or level of the CT membrane, only subcutaneous fat and the nerves in the central portion of the CT membrane. The anteriorcervicalfasciaseparatetheskinfromairway,provid- cricothyroid arterytypically arises from thesuperior thyroid ing a simple surgical route to airway cannulation. However, artery, with right and left cricothyroid arteries frequently inpatientswithsignificantneckedemaortrauma,orinobese traversing the superior half of the CT membrane, giving off patients, landmarks may not be palpable. An alternative smallbranchesthatpenetratethemembrane.Forthisreason, landmark is the suprasternal notch, which is typically three incision within the CT membrane should be made in the tofourfingerbreadthsbelowtheCTmembranewiththeneck lowerhalf.Thetwocricothyroidarteriesmayanastomosein inneutralposition. themidlineandthendescendtosupplythepyramidallobeof TheCTmembraneorligamentconnectsthecricoidtothe thethyroidgland.However,evenifoneofthesesmallarterthyroid cartilages. It is located anterior to the cricothyroid iesisencounteredduringtheprocedure,bleedingcanusually articulation, and it extends superiorly deep to the thyroid becontrolledwithdirectpressure. cartilage as the conus elasticus within the subglottic region. The anatomical structures around the CT membrane are The CT membrane is covered anterolaterally by the typically far enough away that they are not encountered cricothyroid muscles. Approximate dimensions of the CT during cricothyroidotomy. The vocal folds are located membrane are 10 mm in height and 22–33 mm in width approximately 10 mm above the superior aspect of the CT Fig.1 Anteriornecklandmarks forcricothyroidotomy.(From MontgomeryW.Surgeryofthe Larynx,TracheaandEsophagus. Philadelphia:Elsevier;2002, p.261.Reprintedwithpermission fromElsevier) Superior horn of Lesser thyroid cartilage horn of hyoid Greater Thyroid notch Omohyoid m. Thyrohyoid m. Sternohyoid m. Inferior horn of thyroid cartigage Cricothyroid artery & membrane Cricothyroid m. Omohyoid m. Thyroid isthmus Sternocleidomastoid m. Sternohyoid m. Sternothyroid Sternothyroid",
        "tokens": 334,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 J.B.Silverman membrane, and as long as a ventilation tube is directed Some authors advocate cricothyroidotomy as an alternadownward when advanced through the membrane, injury to tive to tracheostomy for elective airway management. The thevocalfoldsisnotexpected.Thethyroidglandisthmuslies primary argument against elective cricothyroidotomy was anteriortothetracheabetweenthesecondandfourthtracheal increased incidence of subglottic stenosis, as championed rings, usually below the level of dissection for cricothyr- by Jackson in the early twentieth century. However, when oidotomy.Asthetracheadescendscaudally,ittravelsposte- BrantiganandGrowbegantousecricothyroidotomyinorder riorly as well, one reason that anterior access to the trachea to maintain greater distance between their surgical airway may be more difficult during tracheostomy. Also, as trache- and median sternotomy incisions to protect against wound ostomyistypicallyperformedatthelevelofsecondtofourth contamination,theirinitialreportin1976showednocasesof rings, hemorrhage from the thyroid gland itself or vessels chronic subglottic stenosis, in direct contrast to Jackson’s surrounding the gland is more concerning during tracheos- work [5]. Though follow-up work published by the same tomy than cricothyroidotomy. The carotid arteries and inter- authors6yearslaterdididentifypatientswithairwaystenosis naljugularveinslieposterolateraltothecricoidcartilage,and (17 of 655 patients), the subset was small compared to the strap muscles can function as an easily identifiable lateral number of cricothyroidotomies performed [6]. They cited borderofdissection.Anteriorjugularveinscanbeavoidedby three predisposing factors: prolonged endotracheal intubamaking a vertical incision in the skin and staying in the tion,vocalfoldparalysis,andhistoryoflaryngealtrauma. midlineduringtheprocedure.Finally,riskofinjurytorecur- Cricothyroidotomy for long-term airway access was also rent laryngeal nerves is low, as these structures also lay prospectively studied in 76 patients by Sise et al. in 1984 posterolateraltotheanteriorlaryngotrachealcomplex. [27].Fivepatientsdevelopedmajorcomplications,including threewithsubglotticstenosis,andonepatientdiedduetoloss of the airway during the procedure. Autopsies were performed on many of the patients who died during the 4 Indications and Contraindications study period still with their cricothyroidotomy in place, and for Cricothyroidotomy 28% had pathologic laryngeal changes. In analyzing these results, the authors suggested that elective long-term airway Theprimaryindicationforanemergentsurgicalairwayisthe access could be achieved by cricothyroidotomy or tracheosfailure of endotracheal intubation or noninvasive airway tomy with similar potential morbidity and mortality, though maneuvers in a patient requiring immediate airway control. theformerprocedureiseasiertoperform. The 2003 American Society of Anesthesiologists consensus Morerecently,asubsetoftraumapatientswereretrospecstatementconfirmssurgicalairwayastheendpointforunsuctivelystudiedwhohadundergoneelectivecricothyroidotomy cessfulairwaycontrolinanemergencysetting[1].Assoonas due to challenging neck anatomy. A surgical airway was an inability to intubate and ventilate is determined, surgical indicated for anticipated prolonged ventilator dependence, airwayaccessshouldbepursued;continuedattemptsatintuand all patients were already intubated at the time of bationincreasesmorbidityandmortality. cricothyroidotomy. Rehm and coauthors reported an acceptCricothyroidotomycanalsobeusedasaprimaryattempt ablysmallcomplicationrateandrecommendedtheprocedure at securing the airway in cases of severe trauma. It can be as an alternative in these patients with obscured anatomical performedsafelyinpatientswithcervicothoracicspinalinjulandmarks[23]. ries in whom tracheostomy cannot be done and has become However, contradictory data suggest that cricothyrusefulinpatientsundergoingextensivemaxillofacialsurgery. oidotomyshouldbeusedsparinglyasanelectiveprocedure. As either a primary or secondary procedure, cricothyrWeymuller and Cummings aborted their comparative study oidotomy is used for the immediate relief of upper airway betweenelectivecricothyroidotomyandtracheostomydueto obstruction. The etiology of the obstruction can be trauma; a very high complication rate (40%) in cricothyroidotomy edema from infection, allergy, or burn; foreign body; larynpatients with antecedent endotracheal intubation [30]. They gealstenosis;orextrinsiccompression. concluded that prolonged intubation is a contraindication to Indeed,cricothyroidotomyconsistentlyappearssafeasan cricothyroidotomyduetoacutelaryngealinflammationfrom optioninemergencyairwaymanagement.Arecentretrospectheendotrachealtube.Similarly,ColeandAguilarconcluded tive comparative analysis didnotreveal significant short-or that cricothyroidotomy must be avoided in any patient with long-termsequalaeintraumapatients whounderwentemerlaryngealpathology[10].Intubationcauseslaryngealinflamgentcricothyroidotomywhencomparedtoendotrachealintumationandmucosaltrauma,andtheriskofchronicsubglottic bation [29]. In a recent systematic review, Zasso and others stenosis significantly increases in patients undergoing suggested that cricothyroidotomies performed in emergent cricothyroidotomy following prolonged intubation. Based situations resulted in fewer complications than onthesestudiesandothers,itisadvisabletoavoidcricothyrtracheostomies[31]. oidotomy as an elective procedure in patients intubated for",
        "tokens": 687,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Cricothyroidotomy 5 longer than 5–7 days, if laryngeal inflammation or infection ispresent,orthereishistoryoflaryngealtrauma. Astrongcontraindicationtosurgicalcricothyroidotomyis age less than 10 years. The CT membrane in a child is disproportionatelysmallerthaninanadult,priortolaryngeal descent in the neck and cricoid expansion. In an infant, the width of the membrane makes up only one-fourth of the anterior tracheal diameter, as compared to three-fourths in an adult. Due to more obscured landmarks and this smaller membranearea,cricothyroidotomybecomesverydifficultin children. Instead, needle cricothyroidotomy with percutaneous transtracheal ventilation should be the procedure of Cricothyroid choiceinthisagegroup[26]. membrane Relative contraindications for surgicalcricothyroidotomy include severe neck trauma or edema and expanding neck hematoma. In these situations, landmarks may be obscured, and the anatomy may be significantly distorted, making cricothyroidotomydifficult.Knownuppertrachealpathology isanotherrelativecontraindication.Ifatrueanatomicbarrier exists, then a lower tracheostomy may be the only viable option to secure the airway. However, even malignancy becomesadistantsecondaryconcernifthesituationdemands immediateactiontoprocureanairway.Itshouldbenotedthat emergency tracheostomy or the so-called slash trach does carryahigherriskofcomplicationthancricothyroidotomy. Fig.2 Needlecricothyroidotomy Table1 Equipmentforemergencycricothyroidotomy 5 Cricothyroidotomy Techniques Scalpelwithno.15blade Hemostats×2 5.1 Needle Cricothyroidotomy Cricoidhook 14-gneedlewithcannula,6-ccsyringewithsaline In needle cricothyroidotomy, a catheter is placed over a TrousseaudilatororKelleyclamp needlethatpenetratestheCTmembrane,allowingventilation Cuffedno.4tracheostomytube(previouslytestedcuff) by a pressurized stream of oxygen (Fig. 2). In adults, the Cuffedno.5endotrachealtube(previouslytestedcuff) catheter is usually too small to provide adequate ventilation Gauze other than as a temporizing measure; typically, needle Betadine,surgicaldrapes cricothyroidotomyisonlyusedinpreparationforeithersurgical cricothyroidotomy or tracheostomy. Though oxygen The needle with attached syringe is advanced through the can be delivered by this method, there is limited ability to skin at a 45° angle pointing inferiorly. When the needle activelyeliminatecarbondioxide. pushes through the CT membrane, aspiration will reveal air In children younger than 10–12 years, needle cricothyrbubbleswithinthesyringe.Theneedleiswithdrawn,leaving oidotomy is the preferred method for establishing an emerthecannulainplace.Oxygentubingisthenconnectedtothe gency airway, since the CT membrane is small and can be cannula, and oxygen can be delivered at a high flow rate of difficult to locate quickly. Surgical cricothyroidotomy may 10–12l/min.UseofaY-connectorwillallowperiodicrelease easily damage the larynx in this age group, with a higher ofsomecarbondioxide[13]. incidence of postoperative airway complications. In young children, needle cricothyroidotomy should be converted to tracheostomyassoonasfeasible. Alargeboreneedlewithcatheter(e.g.,14gauge)attached 5.2 Surgical Cricothyroidotomy to a syringe partially filled with water or saline should be immediatelyaccessibleinanypotentialdifficultairwaysitu- Equipment should be easily accessible and bundled together, ation. Palpation of midline landmarks should allow identifi- avoidingdelay. Suggestedsuppliesare listedinTable 1. Surcationofthespacebetweenthethyroidandcricoidcartilages. gicalcricothyroidotomyisperformedasfollows(Fig.3a–d):",
        "tokens": 465,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 J.B.Silverman Fig.3 Techniqueforsurgicalcricothyroidotomy.(a)Neckpreparation, CA.Surgicalairway.In:Benumof’sAirwayManagement.Philadelphia: positioning, and landmark identification. (b) Skin and cricothyroid Elsevier;2007;p.686–90.ReprintedwithpermissionfromElsevier) membrane incisions. (c) Exposure and dilation of cricothyroid membraneopening.(d)Insertionofanappropriatecannula.(FromHagberg 5.2.1 NeckPreparation,Positioning, first step. Using the nondominant hand and standing to the andLandmarkIdentification rightsideofthepatient,thelarynxisfirmlyimmobilizedby Sterile technique should be observed as much as possible the thumb and long finger, with the index finger free to withtheapplicationofandappropriateantisepticsolutionto palpate, locate, and reidentify the cricothyroid the patient’s anterior neck, from the angle of mandible to (CT)membraneatanytimeduringtheprocedure. sternal notch (Fig. 3a) [14]. Positioning for cricothyroidotomy differs than that for tracheostomy, as it is more 5.2.2 SkinandCTMembraneIncisions importantforthepatient’smandibletobeanteriorlydisplaced With the operator’s dominant hand, a 2-cm midline vertical than for the neck to be extended, as in tracheostomy. Palpaskin incision centered over the CT membrane is made, tion and identification of external landmarks including thyavoiding injury to the anterior jugular veins (Fig. 3b). The roidcartilage,cricoidcartilage,andsternalnotchisacritical incision should go through skin and subcutaneous tissue",
        "tokens": 193,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Cricothyroidotomy 7 downtothelevelofthethyroidandcricoidcartilages.Then, trialscomparedthetimerequiredtoachieveasurgicalairway withthelefthandstillpinningthelarynxinmidline,theindex and complication rate between the two surgical techniques. finger palpates the CT membrane through the incision, The RFST was performed in about one-third the time reconfirming its position and planning the following steps. required to perform the standard technique. However, the After the CT membrane is carefully localized through the RFST was associated with a higher rate of complication, wound, a horizontal incision through the lower border is mainlycricoidfractures,incadavericmodels[11,17]. attempted to avoid injury to the superiorly positioned cricothyroidarteryandvein. 5.4 Percutaneous Cricothyroidotomy 5.2.3 ExposureandDilationofCTMembrane Opening Percutaneous cricothyroidotomy is considered by many After the CT membrane incision, a cricoid hook is inserted non-surgeonoperatorstobesimplertoperformthanstandard through the incision to the upper aspect of the cricoid cartisurgical technique [22]. It involves less surgical dissection lage, and gentle upward traction is applied, bringing the and can be learned easily by anesthesiologists, emergency airwayclosertotheskin(Fig.3c).Thoughtraditionalteachphysicians, or intensivists due to similarities with central ing describes traction on the inferior aspect of the thyroid venouscatheterinsertiontechniques.However,thetechnique cartilage, we prefer to hook the cricoid so that injury to the stillmandatesstrictknowledgeoftheanatomyandCTmemvocal folds is avoided. Next, a Trousseau dilator or a Kelly brane localization. It also includes multiple steps, clamp is inserted through the CT membrane incision and approaching the open surgical technique in complexity. At spread in a cephalocaudal direction to enlarge the airway present, there are multiple commercially available preopening. packaged kits for percutaneous cricothyroidotomy (Melker Emergency Cricothyroidotomy Catheter Set, Portex Mini5.2.4 InsertionofanAppropriateCannula Trach II, Pertrach, etc.), most of which are based on the At this point, a tracheostomy tube or endotracheal tube Seldingertechnique. should have been previously tested and available on the Asmallvertical skin incision is made overthe CT memsurgicalfield(Fig.3d).Withthedilatorstillinplace,insertion braneafteridentifyingthelandmarksandfixingthelarynxin of the cannula is done between the dilator blades at a 90° placewiththenondominanthand.Then,an18-gaugeneedle angle. Counterclockwise rotation will seat the tube firmly attachedtoasyringeisintroducedthroughtheCTmembrane, against the patient’s anterior neck. The size of the tracheosandproperpositioningisconfirmedwithaspirationofair.A tomyorendotrachealtubeshouldnotexceedanouterdiamguidewireistheninsertedthroughtheneedleintotheairway eter of 8 mm, given the dimensions of the cricothyroid after the syringe has been removed. The needle is removed membrane. Before the tube is fixed to the neck with suture, withcaretakennottopullouttheguidewire,andacannula proper placement should be confirmed by both the presence onadilatorisintroducedintotheairwayovertheguidewire. of CO return on the monitoring equipment and successful 2 After the cannula is sitting completely against the anterior auscultationofbreathsounds. neck,thedilatorandguidewireareremoved. Unfortunately,contradictingreportsintheliteraturedepict noclearevidenceastowhichcricothyroidotomytechniqueis 5.3 Rapid 4-Step Technique the best in an emergency situation. Studies comparing the wire-guidedSeldinger-basedtechniquetothestandardsurgiTherapid4-steptechnique(RFST)forperformingcricothyrcal technique in human cadaveric models showed a success oidotomy was first described by Brofeldt and others as an rate up to 93% with the Seldinger technique compared to attempt to simplify the procedure [7]. The first of the four 84–86%withthesurgicaltechnique[24].Inarecentstudyby steps is similar to the first step of the standard technique, Schober and others, though, the percutaneous wire-guided except that the surgeon performs the procedure from above technique was associated with more complications than the theheadofbed.Incisionisthenperformedwithahorizontal surgicaltechnique,requiredalongerinsertiontime,andhada stab through skin, subcutaneous tissues, and CT membrane lowersuccessrate(71%vs.100%)[2,5].Thediscrepancyin simultaneously,gainingaccesstotheairway.Stabilizationof findings may be explained by differences regarding qualifithe larynx isnext achieved via insertion of thehook against cations of the study participants. Emergency physicians are the cricoid cartilage, before placement of the tracheostomy generallymoreexperiencedinusingwire-guidedtechniques tubeaspreviouslymentioned. forcentralvenousandarterialcatheterization,whilemedical This method was considered simpler since it required students, whose data was presented inthis latter study, have fewerstepsandinstruments,anditreplicatedphysicianposivery little experience in the technique. Recently, handheld tioning for orotracheal intubation. Randomized crossover",
        "tokens": 702,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 J.B.Silverman ultrasoundhasbeenusedmorefrequentlytodefineanatomy pneumothorax, pneumomediastinum, esophageal perforaintheemergency setting [2]. Using point-of-care ultrasound tion,vocalfoldinjury,andlaryngealdisruption. can identify the cricothyroid membrane prior to cricothyr- There are multiple scenarios in which cricothyroidotomy oidotomyandpotentiallydecreasecomplications. failstoestablishanairway.Eitheradelayininitiationofthe procedure or prolonged operative time can lead to extended hypoxia,braindamage,anddeath.Also,thetracheostomyor endotracheal tube may be placed unsuccessfully, leading to 6 Postoperative Considerations creationofafalsetractwithintheneck.Themostfrequently cited complication by McGilland othersin1982was incorAs cricothyroidotomy is frequently performed under emerrectplacementofthetubethroughthethyrohyoidmembrane gent conditions for upper airway obstruction, after surgical [21].Properidentificationoflandmarksduringtheprocedure accessisstabilized,theairwayshouldbeexaminedeitherby andaverticalskinincisionhelppreventthiscomplication. flexible endoscopy or formal bronchoscopy. If there is an Severe bleeding either during or immediately after obvious reversible process that caused the airway obstruccricothyroidotomy is rare. Hemorrhage is most commonly tion, proper action should be undertaken, for example, forduetoinjurytoasuperficialvein,whichtheverticalmidline eignbodyremoval.Postoperativechestx-rayisimportantto skin incision also avoids. A horizontal incision through the rule out pneumothorax or pneumomediastinum. Standard CT membrane should avoid branches from the CT artery. tracheostomy tube hygiene should be quickly initiated: Duringneedleorpercutaneouscricothyroidotomy,decreased humidification, frequent cleaning of an inner cannula, airwayprotectioncanleadtoaspirationofsecretions,emesis, suctioning,monitoringofcuffpressuretoavoidunnecessary orblood,leadingtopossiblepneumoniaorhypoxia. mucosalinjury,andvigilantskincare. Long-term complications of cricothyroidotomy include Though some authors advocate long-term use of a laryngotracheal stenosis, aspiration, dysphagia, dysphonia, cricothyroidotomysiteforairway,mostadvocateformalcontracheoesophageal fistula, infection, delayed hemorrhage, version to tracheostomy, primarily due to concern for sublaryngo-cutaneous fistula, tracheomalacia, and tube obstrucglotticstenosis.Thetimingofcricothyroidotomyconversion tion. Dysphonia is a common complication, in some reports to tracheostomy continues to be controversial in the literaoccurringin50%ofcricothyroidotomypatients[8].Patients ture.Jacksonadvocatedanimmediateconversion“assoonas report hoarseness, weak voice, or decreased pitch range, thepatienthasreestablishedhisbreathing[20].”Commonly, which may be related to injury to the superior laryngeal if access is needed for longer than 48–72 h, the cricothyrnerve or cricothyroid muscle, or scarring of the anterior oidotomy will be converted to tracheostomy. However, it thyroidandcricoidcartilages. maynotbenecessarytoperformaconversionsurgeryifthe Laryngotracheal stenosis can be a difficult complication, surgicalairwaywillonlybeneededforashortperiodoftime, requiring multiple surgeries and possible chronic tracheosassuggestedbyarecentsystematicreviewandmeta-analysis tomy dependence. In a large literature review focused on that revealed no increase in complications among patients complications following cricothyroidotomy, Burkey and who did not undergo conversion [9]. Since data supporting othersidentified fourgroups of patients atincreasedrisk for routine conversion is lacking in the literature, and several subglotticstenosis:patientswithunderlyinglaryngealpatholretrospective studies do not suggest clear benefit from ogy, prolonged endotracheal intubation, airway obstruction cricothyroidotomy conversion, prospective investigation afterpreviousintubation,andpediatricpatients[8].Essesand shouldbedesignedtosettlethisissue[28]. Jafek found that almost 3% of cricothyroidotomy patients willsufferchronicairwayobstructionand/oravoicedisorder [12]. A recent meta-analysis found a similar 2.2% rate of 7 Complications chronic subglotticstenosis following cricothyroidotomy [9]. Therefore, cricothyroidotomy is frequently successful but The reported complication rate for emergent cricothyr- shouldnotbeconsideredabenignprocedure. oidotomy ranges from 10% to 40% and for elective procedures ranges from 6% to 8% [18]. Even though emergent cricothyroidotomycanbeassociatedwithsignificantmorbid- 8 Conclusions ity, these potential complications must be compared to the mortalityrateforpatientswithsevereairwayobstructionwho Despite an increasing number of alternative airway rescue cannot be intubated. The rates of complication for elective devices,thesurgicalairwayremainsthefinalapproachonall cricothyroidotomy are similar to reported complications for difficultairwayalgorithms.Cricothyroidotomyisarelatively electivetracheostomy.Earlycomplicationsincludefailureto straightforward procedure with a high success rate in those establish an effective airway, hemorrhage, aspiration, with adequate training. In an emergent setting,",
        "tokens": 603,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Cricothyroidotomy 9 cricothyroidotomyoffersthequickestroutetostabilizingthe 12.EssesBA,JafekBW.Cricothyroidotomy:adecadeofexperiencein airway and should be the first-line therapy. However, as an Denver.AnnOtolRhinolLaryngol.1987;96:519–24. 13.Fikkers BG, van Vugt S, van der Hoeven JG, et al. Emergency elective procedure,cricothyroidotomy isonly appropriate in cricothyroidotomy: a randomized crossover trial comparing the some cases, most notably in those without antecedent intu- wire-guided and catheter-over-needle techniques. Anaesthesia. bationorlaryngealpathology. 2004;59:1008–11. There are a number of techniques for cannulating the 14.Gibbs MA, Walls R. Surgical airway. In: Hagberg CA, editor. Benumof’s airway management. 2nd ed. Philadelphia: Mosby airwaythroughthecricothyroidmembrane,includingneedle Elsevier;2009.p.678–96. cricothyroidotomy, open surgical approach, and percutane- 15.GillespieMB,EiseleDW.Outcomesofemergencysurgicalairway ous dilational cricothyroidotomy. Patient age and relevant proceduresinahospital-widesetting.Laryngoscope.1999;109(11): neckanatomy,operatorexperience,andavailableequipment 1766–9. 16.GoldenbergD,AriEG,GolzA,etal.Tracheotomycomplications:a most often determine the appropriate technique. Complicaretrospective study of 1130 cases. Otolaryngol Head Neck Surg. tions of cricothyroidotomy are relatively rare and compare 2000;123(4):495–500. favorably to those following tracheostomy when performed 17.HolmesJF,PanacekEA,SaklesJC,etal.Comparisonof2cricothyrin carefully selected patients. Postoperative laryngotracheal oidotomy techniques: standard method versus rapid 4-step technique.AnnEmergMed.1998;32(4):442–6. stenosis, historically thought to be a routine consequence of 18.HsiaoJ,Pacheco-FowlerV.Videosinclinicalmedicine:cricothyrcricothyroidotomy,onlyoccurswithsignificantfrequencyin oidotomy.NEnglJMed.2008;358(22):e25. patientsoutsideofstandardinclusioncriteria. 19.JacksonC.Tracheotomy.Laryngoscope.1909;18:285. 20.JacksonC.Hightracheostomyandothererrors:thechiefcauseof chroniclaryngealstenosis.SurgGynecolObstet.1921;32:392. References 21.McGillJ,ClintonJE,RuizE.Cricothyroidotomyintheemergency department.AnnEmergMed.1982;11(7):361–4. 22.Melker RJ, Kost KM. Percutaneous dilational cricothyroidotomy 1.AmericanSocietyofAnesthesiologistsTaskForceonManagement andtracheostomy.In:HagbergCA,editor.Benumof’sairwaymanoftheDifficultAirway.Practiceguidelinesformanagementofthe agement.2nded.Philadelphia:MosbyElsevier;2009.p.640–77. difficult airway: an updated report by the American Society of 23.Rehm CG, Wanek SM, Gagnon EB, et al. Cricothyroidotomy for AnesthesiologistsTaskForceonManagementoftheDifficultAirelective airway management in critically ill trauma patients with way.Anesthesiology.2003;98(5):1269–77. technicallychallengingneckanatomy.CritCare.2002;6(6):531–5. 2.AustinDR,ChangMG,BittnerEA.Useofhandheldpoint-of-care 24.Schaumann N, Lorenz V, Schellongowsky P, et al. Evaluation of ultrasound in emergency airway management. Chest. 2021;159: Seldingertechnique:emergencycricothyroidotomyvsstandardsur1155–65. gicalcricothyroidotomyin200cadavers.Anesthesiology.2005;102: 3.Bair AE, Panacek EA, Wisner DH, et al. Cricothyroidotomy: a 7–11. 5-yearexperienceatoneinstitution.JEmergMed.2003;24:151–6. 25.Schober P, Hegemann MC, Schwarte LA, et al. Emergency 4.BoonJM,Abrahams PH,MeiringJH,etal.Cricothyroidotomy: a cricothyroidotomy–acomparativestudyofdifferenttechniquesin clinicalanatomyreview.ClinAnat.2004;17:478–86. humancadavers.Resuscitation.2009;80(2):204–9. 5.BrantiganCO,GrowJB.Cricothyroidotomy:electiveuseinrespi26.ScraseI,WoollardM.Needlevssurgicalcricothyroidotomy:ashort ratoryproblemsrequiringtracheotomy.JThoracCardiovascSurg. cuttoeffectiveventilation.Anaesthesia.2006;61:962–74. 1976;71(1):72–81. 27.SiseMJ,ShackfordSR,CruickshankJC,etal.Cricothyroidotomy 6.Brantigan CO, Grow JB. Subglottic stenosis after cricothyrfor long-term tracheal access: a prospective analysis of morbidity oidotomy.Surgery.1982;91(2):217–21. andmortalityin76patients.AnnSurg.1984;200:13–7. 7.BrofeldtBT,PanacekEA,RichardsJR.Aneasycricothyroidotomy 28.Talving P, DuBose J, Inaba K, et al. Conversion of emergent approach:therapidfour-steptechnique.AcadEmergMed.1996;3 cricothyroidotomy to tracheotomy in trauma patients. Arch Surg. (11):1060–3. 2010;145(1):87–91. 8.Burkey B, Esclamado R, Morganroth M. The role of cricothyr29.TsurN,TalmyT,RittblatM,etal.Long-termoutcomesofcricothyroidotomy in airway management. Clin Chest Med. 1991;12(3): oidotomy versus endotracheal intubation in military personnel: a 561–71. retrospective comparative analysis cohort study. J Surg Res. 9.ChoiJ,AndersonTN,SheiraD,etal.Theneedtoroutinelyconvert 2024;300:416–24. emergencycricothyroidotomytotracheostomy:asystematicreview 30.WeymullerEA,CummingsCW.Cricothyroidotomy:theimpactof andmeta-analysis.JAmCollSurg.2022;234:947–52. antecedent endotracheal intubation. Ann Otol Rhinol Laryngol. 10.Cole RR, Aguilar EA. Cricothyroidotomy versus tracheotomy: an 1982;91:437–9. otolaryngologist’sperspective.Laryngoscope.1988;98:131–5. 31.ZassoFB,You-TenKE,RyuM,etal.Complicationsofcricothyr11.DavisDP,BramwellKJ,VilkeGM,etal.Cricothyroidotomytechoidotomyversustracheostomyinemergencysurgicalairwaymannique:standardversustherapidfour-steptechnique.JEmergMed. agement:asystematicreview.BMCAnesthesiol.2020;20:216. 1999;17(1):17–21.",
        "tokens": 464,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_6_3",
        "number": "3",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 3"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Cricothyroidotomy.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:06.236666Z",
    "revision": "r1"
  }
}