{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Electrocautery and Argon Plasma Coagulation",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "14",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_14",
    "file_sha256": "5f968c518183101ffa6b7505f5af8574f6430cf4bffe4d4c1c8d9b701c024a49",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Electrocautery and Argon Plasma Coagulation",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction background of EC and APC, preoperative and perioperative",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Equipment and Technical Background",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "PreoperativeandPerioperativeConsiderations....................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "ElectrocauteryTreatmentStrategy..................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec4_1",
            "title": "NeedleKnife............................................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_2",
            "title": "Snare....................................................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_3",
            "title": "HotForceps................................................................................................ 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_4",
            "title": "BluntProbe................................................................................................ 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec5",
        "title": "ArgonPlasmaCoagulationTreatmentStrategy....................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "EvidenceandEfficacyofElectrocauteryandArgonPlasmaCoagulation.......................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "GeneralThermalAblationConsiderationsandAlternativeTherapies............................. 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "Conclusions............................................................................................... 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Electrocautery and Argon Plasma Coagulation Jeremy Kim and Momen Wahidi Contents 1 Introduction............................................................................................... 1 2 EquipmentandTechnicalBackground................................................................. 1 3 PreoperativeandPerioperativeConsiderations....................................................... 2 4 ElectrocauteryTreatmentStrategy..................................................................... 2 4.1 NeedleKnife............................................................................................... 3 4.2 Snare....................................................................................................... 3 4.3 HotForceps................................................................................................ 3 4.4 BluntProbe................................................................................................ 3 5 ArgonPlasmaCoagulationTreatmentStrategy....................................................... 3 6 EvidenceandEfficacyofElectrocauteryandArgonPlasmaCoagulation.......................... 3 7 GeneralThermalAblationConsiderationsandAlternativeTherapies............................. 5 8 Conclusions............................................................................................... 5 References....................................................................................................... 6 Keywords this book although important similarities and differences of lasertoECandAPCarediscussedbelow.Thesearealltools Argonplasmacoagulation·Electrocautery·Central employed during therapeutic bronchoscopy for the manageairway·Flexiblebronchoscopy·Tissuecoagulation· mentofcentralairwayobstruction(CAO)inordertorelieve Rigidbronchoscopy obstruction and improve dyspnea and health related quality of life [8, 12]. This chapter will focus on the technical 1 Introduction background of EC and APC, preoperative and perioperative considerations,generalECandAPCtreatmentstrategies,and alternativetherapies. Electrocautery(EC)andargonplasmacoagulation(APC)are both thermal modalities allowing rapid ablation of endobronchial lesions [9,15,16]. Laser is another thermal airway 2 Equipment and Technical Background modality which is discussed in its own separate chapter in EC (also referred to as electrosurgery, diathermy, electro- ✉ J.Kim( ) coagulation,orthermocoagulation)istheuseofanelectrical DivisionofPulmonary,CriticalCare,&SleepMedicine,Universityof current to heat the target tissue with direct contact of an California,DavisMedicalCenter,Sacramento,CA,USA; jerjkim@ucdavis.edu electrical instrument, allowing immediate destruction of endobronchialdisease.Ahigh-frequencyelectricalgenerator M.Wahidi DivisionofPulmonaryandCriticalCareMedicine,McGawMedical isstandardequipmentinmosthospitals,sothesystemcanbe CenterofNorthwesternUniversity,Chicago,IL,USA plugged into any electrical socket. After activation, an e-mail:momen.wahidi@nm.org ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_36-1",
        "tokens": 235,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 J.KimandM.Wahidi electrical current is conducted by an insulated metal wire arecomplexandhaveamixedelementofbothendoluminal probe toward thetargettissue.Duetothevoltagedifference disease and extrinsic compression, and in these cases, a betweentheprobeandtissue,electroncurrentdensitygener- multimodal approach may be necessary with a combination atesheatatthepointofimmediatedirectcontactresultingin ofrapidablativetherapiesandairwaystentingordilation. cauterizationandcoagulationofthetissue.Agroundingpad BeforetheuseofECorAPC,thereareseveralimportant placed on the patient prevents electrical shock to the preparationstepsthatmustbetaken[19].Agroundingpadis bronchoscopist. placed on the patient to safely return the electrical current APC uses ionized argon plasma gas to conduct a mono- fromthepatientbacktothegeneratorbyprovidingapathof polarelectriccurrent.Theargongasflowsthroughtheprobe lowresistanceandlowcurrentdensity.Jewelryandmetallic andinteractswiththeelectricalcurrentatthetip,resultingin objects mustberemoved.Patientswith animplantableelecthecurrentsprayingelectronsasaplasmajetontolargetissue tronic cardiac device (pacemaker, defibrillator) should surfaces in a noncontact fashion. The result is immediate undergopreoperativeevaluationbyanesthesiawhenfeasible. water evaporation and superficial homogeneous coagulative Intraoperatively, patients who are pacemaker dependent can tissue necrosis of approximately 1–2 mm. This property have a magnet placed over the unit to allow a fixed cardiac makesAPCparticularlyusefulforcoagulatinghighlyvascu- pacethatwillnotbedisturbedbytheelectrosurgicalunit,and lar lesions in the airway. The tissue is typically coagulated patients who have defibrillators should have the device and then mechanically debulked. Because the depth of pen- deprogrammed for the procedure and reprogrammed when etration is very shallow, APC is less efficient than EC and theprocedureiscomplete.ECandAPCshouldbeavoidedif laserintumordebulking,withthetradeoffthatAPCissafer apatientcannottolerateasynchronousmode. whenthedepthofthetissueisunknownorthereisnodistal JustimmediatetofiringoftheECorAPC,asafetycheck airway to recanalize. Because the argon plasma stream con- should be discussed with the anesthesiologist or procedure ductselectronstowardtheclosesttissuesurface,APCcanbe nurse. It is essential that the FiO2 for ventilated patients is directedaroundcornerstofollowtheangulationsofsegmen- less than 40% (or 3 LPM or lower for conscious sedation talbronchialtreebranches.ThisalsomeanstheAPCmustbe patients) to reduce the risk of iatrogenic airway fire. If the aimedsuchthatthetargetlesionistheclosesttissuetotheend patient cannot tolerate a reduction of the FiO2 to this level, of the probe. The ultimate level of coagulative necrosis alternativenonthermaloptionsshouldbepursuedinstead. depends on (1) voltage difference between probe and tissue Most EC and APC units are activated with a foot pedal (i.e., wattage setting), (2) the total tissue surface area of andthereareusuallytwofootpetals,oneforcutting(yellow) plasma stream point of impact (a smaller probe has a more and one for coagulation (blue). These settings can be alternarrowplasmacontactandhigherelectronfluxatthepointof nated while treatingatargetlesion either with programming impact causing more intense heat generation), and (3) the or by manually alternating between the pedals such that the total duration of energyapplication. Mucus, blood, or metal target tissue is both actively cut and coagulated nearwith better electric conductance may, however, cause elec- simultaneously. tron leak that will reduce local heat formation at the target During the procedure, vital signs must be monitored location and decrease efficacy of the APC. In practice, the closely, and patients who develop transient oxygen effect of tissue coagulation and fulguration is immediately desaturations may require breaks in EC or APC to allow a visible for the bronchoscopist as tissue becomes white col- brief increase in FiO2 and recovery of oxygen saturation ored or charred. These changes match with the histological levels. damage seen of the bronchial wall under microscopy [18]. With both EC and APC, the target tissue is thermally When APC is used for an oozing or bleeding lesion, hemo- destroyed and may need to be mechanically debulked or stasiswillalsobeimmediatelyvisiblebythebronchoscopist removedfromtheairway.Thiscanbeachievedwithavariety whenitisachieved. of instruments that are advanced through either a rigid or flexiblebronchoscopesuchastheforcepsorcryoprobewhich arediscussedintheirownchapters. 3 Preoperative and Perioperative Considerations 4 Electrocautery Treatment Strategy ECandAPCareprimarilyusedfortheendoluminalmanagementofcentralairwaydisease.Theyareusefulmodalitiesfor TheuseofECisachievedbydirectcontacttocutorcoaguobstructive disease of both benign and malignant etiologies, late the target tissue and has a similar handling as Nd:YAG provided that the obstruction is endoluminal in nature. EC laser. Slowly cooking can also be obtained using the blend andAPCarenotindicatedforobstructionornarrowingofthe mode of EC by applying the setting that uses alternating airwayscausedbyextrinsiccompressionalone.Somelesions phases ofhigh andlower voltages. Thus,both resection and",
        "tokens": 724,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ElectrocauteryandArgonPlasmaCoagulation 3 coagulation can be effectively achieved simultaneously by 4.4 Blunt Probe EC. During activation, suction should also be applied to remove smoke and prevent the view from being obscured. The blunt probe is applied to airway lesions to provide ThetissueeffectbyECisdeterminedbythepower,duration, destruction and cauterization of lesions by direct contact. It interval,andeffect.Thedurationisakintothesharpness.The can also be used to control bleeding or for tumor ablation. interval is the tempo of the cut. Effect is the amount of Caremustbetakentoavoidlongactivationsofenergyasthis coagulationthatoccursbetween cutintervals.Typicalinitial canresultinperforationorinjuryoftheairway. settings include a power of 20–60 W with a long duration (high cutting) and low effect (low coagulation). There are several instruments that can achieve electrocautery. These 5 Argon Plasma Coagulation Treatment include the needle knife, snare, hot forceps, and blunt Strategy probe, each of which has their own unique application whichisdiscussedbelow. APC is a noncontact mode that can be used for burning the superficial layer of mucosal lesions of several millimeter thickness causing superficial electrocoagulation. With APC, 4.1 Needle Knife one performs superficial welding of thetarget area layer per layerbyignitingtheargongaswithanelectricalcurrentand Theneedleknifeisamisnomerandisnotasharpbladebutis arcing the ignited plasma at the target tissue. It is essential ratheraneedleshapedtipthatisdeployedfromtheendofa that the APC probe be used in a noncontact method when catheter. The name comes from its ability to cut through firedsuchthatthetargettissueisclosesttotheprobebutnot tissue creating knife-like precise cuts. However, this is the inactualcontactwithit.Thisdecreasestheriskofairemboresultofactivationofenergytoresecttissueorreleaseshort- lismfromtheargongas[11]. segmentwebsratherthanfromacuttingedge.Careshouldbe The typical initial settings for APC include a power of taken to make several short interval cuts rather than one 20–40Wattsandargongasflowbetween0.3and1.8L/min. prolonged cut to avoid inadvertent airway perforation. Agasflow>1L/minhasbeenlinkedtoanincreasedriskof When circumferential airway disease is present, the needle air embolism; therefore, it is recommended to keep the gas knifeisoften directed totargetmultiplelocationsinaradial flow less than 1 L/min. The flexible probe is advanced fashion (such as 12 o’clock, 3 o’clock, and 9 o’clock loca- through the instrument channel of a flexible bronchoscope tions)toallowforcircumferentialreleaseofwebsorstenosis ordirectlythroughthebarrelofarigidbronchoscopeuntilthe (Fig. 1). The posterior wall of the airway is not targeted to probetipisvisiblebythebronchoscopist.Theprobetipmust avoidesophagealperforation. remainbothdistalandvisibletothetipofthebronchoscope byapproximately2cmtopreventdamageandburningofthe bronchoscope.TheAPCisthenaimedwithin1–3mmofthe 4.2 Snare target lesion and activated with a foot petal in short bursts with a painting motion across the lesion until a devitalized, The snare is typically used for pedunculated tumors with a necroticescharisproduced(Fig.2). visiblestalkandiswrappedaroundthebaseofthestalkofthe tumor like a lasso. The snare is tightened manually by an assistantandthentheelectrocauteryisactivated.Thismaneu- 6 Evidence and Efficacy of Electrocautery ver is repeated in sequential bursts to allow rapid excision and Argon Plasma Coagulation andcoagulationofthetumoruntilthetumorisreleasedfrom theairwaywallandthenmechanicallyremoved. ECishighlyeffectiveforthemanagementofcentral airway obstruction (CAO) with equivalent efficacy to laser. One studybyMehtaandCoulterreviewed47endobronchialelec4.3 Hot Forceps trosurgery procedures and found that electrosurgical techniques were successful in alleviating obstruction in 89% of The hot forceps is used for endobronchial or transbronchial the cases and obviated the need for laser [7]. biopsies to simultaneously deliver coagulative heat and Subsequently, Wahidi et al. evaluated 94 patients who biopsy the target lesion. Conceptually, this is intended to underwent 117 procedures that required endobronchial EC decrease the risk of bleeding during biopsy, but studies forbothbenignandmalignantCAOanddemonstratedlumihave not demonstrated a significant reduction compared to nalimprovementin94%ofcasesandsymptomaticimprovetraditional forceps. As a result, the hot forceps is rarely ment in 71% of patients [1]. There was also a radiographic employedinmoderninterventionalpulmonologypractice. improvement by computerized tomography (CT) in 78% of",
        "tokens": 659,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 J.KimandM.Wahidi Fig.1 Apatientwithahistoryof prolongedintubationand tracheostomypresented1year aftertracheostomydecannulation duetoprogressiveshortnessof breath.(a)Airwayexam demonstrated>50%subglottic stenosis.(bandc)Severalprecise radialcutsoftheshortsegment webwereachievedwith electrocauteryviaaneedleknife, withparticularcaretoavoiddeep cutsintheposteriormembraneto avoidesophagealperforation. (d)Theairwaywasdilatedwitha continuousradialexpansion (CRE)balloonwithimproved luminalairwaydiameterand symptomburden Fig.2 Apatientwithahistoryof metastaticheadandneck squamouscellcarcinomaand laryngectomypresentedwith persistentshortnessofbreath, smallvolumehemoptysis,and radiographicconcernforcentral airwaytumorinvolvementofthe trachea.(a)Ahightrachealtumor causingintrinsicairway narrowingwasvisualizedjust distaltotheendofthe laryngectomytube.(bandc) Thetumorwasdevitalizedand destroyedcircumferentiallywith APCandthendebulkedwitha cryoprobe.(d)Afterwardthere wasasignificantimprovementin theairwaycaliber,improvement inshortnessofbreath,anda temporaryresolutionof hemoptysis",
        "tokens": 58,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ElectrocauteryandArgonPlasmaCoagulation 5 patients.ThisiscomparableinefficacytoNd:YAGandother thatcomparedtoNd:YAGlaser,tissueeffectofECandAPC lasers,withonebenefitofECoverlaserbeingalowercostof istoosuperficial.However,tissuecoagulationanddebulking initialinvestmentandsystemmaintenanceovertime[2]. layerperlayer,dependingonassessmentoftumorthickness, APC has a good efficacy for the management of hemop- mightwellbemoreappropriatethaninstantlyobtainingdeep tysisandmalignantairwayobstruction.OnestudybyMorice necrosis at once such as that achieved by laser. As such, etal.evaluated60patientswithCAOwhounderwent70pro- familiaritywithallofthesetoolsisbeneficialtotheintervencedures that required APC for either hemoptysis, symptom- tionalpulmonologistsastheirrolesarecomplementaryrather atic airway obstruction, or both. They demonstrated thaninterchangeable. immediate resolution of hemoptysis in all patients with no Cryotherapy (see separate chapter) is a delayed ablative recurrence during mean follow-up of 97 ± 91.9 days and a technique and has the advantage of preserving bronchial decreaseinendoluminalobstructionsizefrom76±24.9%to cartilage with less scar tissue formation, which may be 18.4 ± 22.1% immediately after APC and mechanical importantindealingwithsegmental andsubsegmentallocadebulking [3]. Another study by Reichle et al. evaluated tion of tumors. Additionally, cryotherapy does not have the 364 patients who underwent 482 procedures requiring APC riskofignitionandcanbeusedinhighFiO2environments. for malignant central airway disease. They demonstrated However, tissue ablation is delayed by days or weeks, and recanalization with good resultin 67% of patients and simi- tissue depth effect is difficult to predict while repeated larlydemonstratedimmediateresolutionofacutehemoptysis cooling and thawing takes more time. This makes cryotherin>99%ofcases(118outof119)[4]. apy alone inappropriate when immediate airway recanalizaNeither EC or APC have high-quality, prospective, ran- tionisrequiredforairwayobstruction. domizedcontrolledstudiescomparingtoalternativeablative Brachytherapyisadelayedablativetechniqueandiscomtechniques;however,onedatabasereportassessing554ther- plex andexpensive;speciallogistics andgoodcollaboration apeuticproceduresfrom2005to2007infourhospitalssug- with the radiation oncologist are essential. Its role is largely gests that APC has largely replaced laser as the most palliativeforadvancedstagemalignancy,andevenhigh-dose commonly used thermal ablation modality employed during rate brachytherapy cannot provide immediate improvement bronchoscopy [5]. The AQuIRE registry evaluated in airway emergencies since several treatment fractions are 947 patients who underwent 1,115 therapeutic bronchos- needed.IntheeraofrapidablativetechniquessuchasAPC, copy procedures at 15 institutions from 2009 to 2013 for EC,andlaser,brachytherapyhasseenasignificantdeclinein malignant centralairway obstruction anddemonstratedclin- use and has almost no application in modern interventional ically significant improvements in dyspnea in 48% of pulmonology. the patients (90 of 187) [14]. Ablation with either laser, Photodynamic therapy (PDT) is a delayed ablative techelectrocautery, and/or APC was used in 80% of the proce- niquewhereairwaytumorscanbetargetedwithaphotosendures. The overall complication rate of this cohort was low sitive compound injected intravenously which is then (3.9%),butAPCusewasassociatedwithbleedingrequiring activated using a light diffuser via bronchoscopy. This can intervention and EC use was associated with an unexpected be used for curative intent for carcinoma insitu orfor pallirespiratory failure [13]. Ultimately, EC, APC, and laser all ative management of malignant central airway disease. Like have unique properties that can beemployed for rapid man- cryotherapyandbrachytherapy,PDTdoesnotprovideimmeagement of central airway disease, and the correct tool is diatereliefofairwayobstruction,andthetherapeuticeffects ultimately dependent on the expertise of the bronchoscopist aretypicallydelayedby48hours. andcharacteristicsoftheairwaylesioninquestion[10]. 8 Conclusions 7 General Thermal Ablation Considerations and Alternative EC and APC are commonly used thermal techniques Therapies employedfortherapidandimmediatecauterization,destruction, or ablation of endobronchial and endotracheal disease. TheuseofECandAPCcanbeachievedwitheitherdispos- Theyhaveapplicationsinbothbenignandmalignantairway ableorreusableapplicatorsandistechnicallycomparableto diseasesandhavethebenefitofallowingimmediatereliefof the noncontact firing of Nd:YAG and other lasers. Laser, airway obstructions making them an essential skill for the however, requires specialized equipment including the opti- interventional pulmonologist. Compared to laser, EC and cal fiber, safety glasses, coverage of mirroring surfaces, and APC provide a shallower depth of penetration making them thelaserconsole.Thelaserbeamgoesstraightandcannotbe safer when there is not a distal airway lumen. All three flexibly angled around the corner in contrast to using EC modalities require an FiO2 of less than 40% to decrease the probe and APC plasma flow. Arguments have been raised riskofairwayfireandaretypicallyusedsynergisticallywith",
        "tokens": 686,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 J.KimandM.Wahidi balloon dilators, debulking instruments such as forceps or 10.Ernst A, Silvestri GA, Johnstone D, American College of Chest cryoprobe,andairwaystentstomaintainairwaypatency. P.Interventionalpulmonaryprocedures:guidelinesfromtheAmericanCollegeofChestPhysicians.Chest.2003;123:1693–717. 11.Folch EE, Oberg CL, Mehta AC, Majid A, Keyes C, FernandezCompeting Interest Declaration The author(s) has no competing BussyS.Argonplasmacoagulation:elucidationofthemechanism intereststodeclarethatarerelevanttothecontentofthismanuscript. ofgasembolism.Respiration.2021:1–5. 12.OngP,GrosuHB,DebianeL,CasalRF,EapenGA,JimenezCA, Noor L, Ost DE. Long-term quality-adjusted survival following References therapeuticbronchoscopyformalignantcentralairwayobstruction. Thorax.2019;74:141–56. 1.WahidiMM,UnroeMA,AdlakhaN,BeyeaM,ShoferSL.Theuse 13.Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, ofelectrocauteryastheprimaryablationmodalityformalignantand GildeaTR,MachuzakM,JimenezCA,TothJ,KovitzKL,RayC, benignairwayobstruction.JThoracOncol.2011;6:1516–20. GreenhillS,CasalRF,AlmeidaFA,WahidiM,EapenGA,Yarmus 2.BoxemT,MullerM,VenmansB,PostmusP,SutedjaT.Nd-YAG LB, Morice RC, Benzaquen S, Tremblay A, Simoff M, Registry laservsbronchoscopicelectrocauteryforpalliationofsymptomatic AQB.Complicationsfollowingtherapeuticbronchoscopyformaligairway obstruction: a cost-effectiveness study. Chest. 1999;116: nant central airway obstruction: results of the AQuIRE Registry. 1108–12. Chest.2015;148:450–71. 3.Morice RC, Ece T, Ece F, Keus L. Endobronchial argon plasma 14.Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, coagulation for treatment of hemoptysis and neoplastic airway GildeaTR,MachuzakMS,JimenezCA,TothJ,KovitzKL,RayC, obstruction.Chest.2001;119:781–7. GreenhillS,CasalRF,AlmeidaFA,WahidiMM,EapenGA,Feller4.Reichle G, Freitag L, Kullmann HJ, Prenzel R, Macha HN, Farin Kopman D, Morice RC, Benzaquen S, Tremblay A, Simoff M, G. [Argon plasma coagulation in bronchology: a new method – Registry AQB. Therapeutic bronchoscopy for malignant central alternativeorcomplementary?].Pneumologie.2000;54:508–16. airwayobstruction:successratesandimpactondyspneaandquality 5.ErnstA,SimoffM,OstD,GoldmanY,HerthFJF.Prospectiveriskoflife.Chest.2015;147:1282–98. adjustedmorbidityandmortalityoutcomeanalysisaftertherapeutic 15.RosellA,StratakosG.Therapeuticbronchoscopyforcentralairway bronchoscopicprocedures:resultsofamulti-institutionaloutcomes diseases.EurRespirRev.2020;29:190178. database.Chest.2008;134:514–9. 16.ShafiqM,LeeH,YarmusL,Feller-KopmanD.Recentadvancesin 6.Bolliger CT, Sutedja TG, Strausz J, Freitag L. Therapeutic broninterventionalpulmonology.AnnAmThoracSoc.2019;16:786–96. choscopywithimmediateeffect:laser,electrocautery,argonplasma 17.Tremblay A, Marquette CH. Endobronchial electrocautery and coagulationandstents.EurRespirJ.2006;27:1258–71. argon plasma coagulation: a practical approach. Can Respir 7.Coulter TD, Mehta AC. The heat is on: impact of endobronchial J.2004;11:305–10. electrosurgeryontheneedforNd-YAGlaserphotoresection.Chest. 18.van Boxem TJ, Westerga J, Venmans BJ, Postmus PE, Sutedja 2000;118:516–21. TG.Tissueeffectsofbronchoscopicelectrocautery:bronchoscopic 8.Dalar L, Ozdemir C, Sokucu SN, Nur Urer H, Altin appearance and histologic changes of bronchial wall after electroS. Bronchoscopic treatment of benign Endoluminal lung tumors. cautery.Chest.2000;117:887–91. CanRespirJ.2019;2019:5269728. 19.Watson AB, Loughman J. The surgical diathermy: principles of 9.ErnstA,Feller-KopmanD,BeckerHD,MehtaAC.Centralairway operationandsafeuse.AnaesthIntensiveCare.1978;6:310–21. obstruction.AmJRespirCritCareMed.2004;169:1278–97.",
        "tokens": 356,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_4_1",
        "number": "1",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_4_2",
        "number": "2",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 2"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Electrocautery and Argon Plasma Coagulation.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:07.461178Z",
    "revision": "r1"
  }
}