{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "General Principles of Mediastinal Cryobiopsy",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "17",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_17",
    "file_sha256": "00ed74b07fed37d2718197dcf82617fb281cd79858444614f90a1bfd88a3423f",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "General Principles of Mediastinal Cryobiopsy",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Overview................................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "Equipment............................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "High-FrequencyOperationSystemandElectricNeedle-Knife......................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_2",
            "title": "Cryoprobe................................................................................................ 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Procedure................................................................................................ 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec4_1",
            "title": "IndicationsandContraindications....................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_2",
            "title": "Anesthesia................................................................................................ 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_3",
            "title": "EBUSExamination....................................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_4",
            "title": "OpeningaWindowontheAirwayWall................................................................. 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_5",
            "title": "Cryobiopsy............................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_6",
            "title": "PostprocedureCheck..................................................................................... 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec5",
        "title": "DiagnosticYield......................................................................................... 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "Safety..................................................................................................... 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "ProceduralTime........................................................................................ 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "TransesophagealMediastinalCryobiopsy............................................................ 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec9",
        "title": "Limitations............................................................................................... 9",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec10",
        "title": "Conclusions.............................................................................................. 10",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "General Principles of Mediastinal Cryobiopsy Yong-Jia Qi and Ye Fan Contents 1 Introduction............................................................................................. 2 2 Overview................................................................................................. 2 3 Equipment............................................................................................... 2 3.1 High-FrequencyOperationSystemandElectricNeedle-Knife......................................... 2 3.2 Cryoprobe................................................................................................ 3 4 Procedure................................................................................................ 4 4.1 IndicationsandContraindications....................................................................... 4 4.2 Anesthesia................................................................................................ 4 4.3 EBUSExamination....................................................................................... 4 4.4 OpeningaWindowontheAirwayWall................................................................. 5 4.5 Cryobiopsy............................................................................................... 5 4.6 PostprocedureCheck..................................................................................... 6 5 DiagnosticYield......................................................................................... 7 6 Safety..................................................................................................... 8 7 ProceduralTime........................................................................................ 8 8 TransesophagealMediastinalCryobiopsy............................................................ 8 9 Limitations............................................................................................... 9 10 Conclusions.............................................................................................. 10 References...................................................................................................... 10 Abstract obtaining larger tissue samples while maintaining a good safety profile. EBUS-TBMCB involves using an Guidelinesrecommendendobronchialultrasound-guided ultrasoundbronchoscopetoguidetheprocedure.Ahightransbronchial needle aspiration (EBUS-TBNA) as the frequency needle-knife creates an access, after which a initial technique for mediastinal lymph node staging in cryoprobeisinsertedintothemediastinallymphnodefor lung cancer. However, EBUS-TBNA can be limited by insufficient tissue samples, which may restrict its tissue sampling and subsequent diagnostic evaluation. Based on current research findings, EBUS-TBMCB is diagnostic accuracy for certain mediastinal pathologies. a safe and novel mediastinal biopsy technique that Recently, endobronchial ultrasound-guided transsignificantly enhances the diagnostic yield for mediastibronchial mediastinal cryobiopsy (EBUS-TBMCB) has naldiseasesandimprovessubsequentmoleculardiagnobeen introduced as an alternative for mediastinal lymph sis compared to EBUS-TBNA. EBUS-TBMCB is node sampling. This technique offers advantages of anticipated to complementEBUS-TBNAin futureclini- ✉ calpractice. Y.-J.Qi·Y.Fan( ) DepartmentofRespiratoryDisease,XinqiaoHospital,ThirdMilitary MedicalUniversity,Chongqing,China ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_25-1",
        "tokens": 256,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 Y.-J.QiandY.Fan 2 Overview Keywords EBUS·Mediastinalcryobiopsy·Transesophageal Cryoprobe has been applied in regular bronchoscopy and cryobiopsy·Diagnosticyield radial EBUS-guided lung tissue acquisition, proving to be both safe and efficient [3, 4]. Compared to traditional forceps biopsy, this technique is superior in its capacity 1 Introduction toharvestasufficientsamplevolumewithimprovedquality for pathological evaluation [4]. The advantages of The mediastinum is the central compartment of the thoracic cryoprobe use for pulmonary tissue acquisition have led cavity situated between the two pleural cavities, containing to the technical integration of endobronchial ultrasound essentialstructuressuchastheheart,thymus,esophagus,and with cryobiopsy for sampling abnormal mediastinal major blood vessels. Due to its complex anatomy, mediasti- lymph nodes. In 2020, Zhang et al. firstly reported naldiseaseshavediversecauses,includingbenignandmaligEBUS-TBMCB for mediastinal sampling, where TBMCB nant tumors, autoimmune disorders, infections, and other was performed with the guidance of linear EBUS. It conditions. Pathological evaluation is the gold standard for involves preprocedural thin-section chest CT and realdiagnosing mediastinal diseases, providing essential evitime EBUS guidance to precisely locate the lesion. After dence for clinical management and prognosis assessment. needle aspiration, a bronchial window is created near the Traditionally, sampling of mediastinal tissue has been lesion using a high-frequency needle-knife, establishing a achieved using surgical techniques such as cervical channelbetweenthebronchusandthemediastinum.Under mediastinoscopy, extended cervical mediastinoscopy, and ultrasound guidance, a cryoprobe is then inserted through thoracoscopy. However, these invasive procedures are assothepathwaytoharvesttissuesamplesfromthelesion.The ciated with high costs and a 2–3% risk of serious complicaintegrationofreal-timeultrasoundguidancewiththesamtions, including mediastinal infection, pneumothorax, and plingadvantagesofcryobiopsyensuresboththesafetyand esophageal injury—thus limiting their widespread clinical effectiveness of tissue acquisition from mediastinal use[1]. lesions. In 2021, the first randomized controlled trial Endobronchial ultrasound-guided transbronchial needle recruiting197caseswasperformedtoevaluatetheclinical aspiration (EBUS-TBNA) is a minimally invasive procevalue of EBUS-TBMCB. Compared to EBUS-TBNA, dure that uses ultrasound imaging during bronchoscopy to mediastinal cryobiopsy has demonstrated a higher overall guidetheaspirationoflymphnodesormassesinthemedi- diagnosticyield,whichsignificantlyimprovedthediagnoastinumforhistologicalandcytologicalanalysis.Compared sis of benign diseases, and the detection of uncommon to traditional surgical sampling approaches, EBUS-TBNA tumors. Additionally, the procedure was generally safe offers comparable diagnostic efficiency for detecting and and well-tolerated, with only minor adverse events staging mediastinal diseases, with additional benefits such encountered [5]. as lower invasiveness, reduced risk of complications, and real-time imaging guidance to sample deeper lymph nodes andmasses[13–16].Thecurrentevidence-basedguidelines 3 Equipment by the European Respiratory Society, the American ThoracicSociety,andtheAmericanCollegeofChestPhysicians EBUS-TBMCB can be performed in a bronchoscopy suite recommendneedle-basedtechniquesasthepreferredinitial (Fig.1).SimilartoEBUS-TBNA,EBUS-TBMCBrequires approachtolungcancerstaging[1,2,18].Nevertheless,the a convex probe endobronchial ultrasound system and an smallamountoftissuesobtainedbyEBUS-TBNAmaylack ultrasoundprocessortoprovidereal-timeimagingguidance. sufficient cells or tissue architecture, making it difficult to Here, we will focus exclusively on the equipment required meet the requirements for histopathological and molecular forTBMCB. testing, thus hindering its ability to provide a definitive diagnosis of uncommon tumors or benign mediastinal disease [7, 20]. To obtain larger, intact samples containing 3.1 High-Frequency Operation System morediagnosticinformationformediastinaldiseases,endo- and Electric Needle-Knife bronchial ultrasound-guided transbronchial mediastinal cryobiopsy (EBUS-TBMCB) has been recently developed The high-frequency operating system consists of two main asanovel,safe,efficient,andminimallyinvasivetechnique components: a high-frequency surgical device (Erbe VI0® for acquiring mediastinal tissue. In this chapter, we will 3, Erbe) and a high-frequency needle-knife (Olympus discuss the advantages and drawbacks of EBUS-TBMCB KD-31C-1,Olympus)(Fig.2).Theneedle-knifeisdesigned indetail,aswellasitsclinicalapplications. for precise cutting and coagulation. When connected to the",
        "tokens": 650,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "GeneralPrinciplesofMediastinalCryobiopsy 3 surgical device system, it generates heat at the needle tip (Fig. 2c) through the application of high-frequency voltage and current. This minimizes bleeding and provides precise controlovercuttingdepthandenergyapplication. 3.2 Cryoprobe There are usual two types of diameters of cryoprobe in mediastinal cryobiopsy: 1.1 mm or 1.7 mm. There is no conclusive evidence regarding the impact of probe diameter ondiagnosticaccuracy.Thetipofthecryoprobeisintroduced into the mediastinum through the window created by highfrequency knife. When connected to cryogenic equipment (ERBECRYO®2,Erbe)(Fig.3a),cryoproberapidlyreleases Fig.1 Mediastinalcryobiopsycanbeperformedinaregularbronchos- refrigerant,whichabsorbssurroundingheatandthusfreezes copysuite and solidifies the tissue around the probe (Erbe 20,402-401, Fig. 2 Cryobiopsy system. High-frequency surgicalequipment (Erbe VI0® 3, Erbe)(a).A high-frequency needle-knife (Olympus KD-31C-1, Olympus)(b,c).Theredarrowpointstothetipoftheneedle-knife",
        "tokens": 135,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 Y.-J.QiandY.Fan Fig.3 Thecryogenicequipment(ERBECRYO®2,Erbe)(a)andcryoprobe(Erbe20,402-401,Erbe,Tübingen,Germany)(b) Erbe,Tübingen,Germany)(Fig.3b).Theprobe’sadhesionto anesthesia or endoscopic procedures, psychiatric disorders, the frozen tissue enables the extraction of the surrounding orsevereneurosis. frozentissue,therebyfacilitatingtheharvestingofthetarget mediastinaltissue. 4.2 Anesthesia 4 Procedure Patients are in supine position. The upper airway topical anesthesiaisachievedby2%lidocaine,andconsciousseda4.1 Indications and Contraindications tion is achieved by intravenous injection of midazolam and fentanyl.Oxygenisinitially administratedat1–2L/minand Similar to EBUS-TBNA, the goal of EBUS-TBMCB is to increased when oxygen saturation is lower than 90%. sampleanddiagnosemediastinalandhilarlymphnodesand Patients’ vital signs and pulse blood oxygen saturation are lesions. According to published clinical trials, the indica- continuouslymonitored.AbronchoscopistperformsameditionsforEBUS-TBMCB include:patientswithatleastone astinalcryobiopsyunderanesthesia. mediastinal lesion with a short-axis diameter ≥ 1 cm detected by thoracic imaging; patients with newly discovered mediastinal lesions; and patients presenting with clin- 4.3 EBUS Examination ical respiratory symptoms such as cough, expectoration, thoracalgia,apnea,orcomplicatedlunglesionsthatrequire An EBUS bronchoscope isinserted into thetracheathrough biopsy to determine the etiology. Patients should have the nose (if the nose is too narrow for the EBUS bronchoundergone necessary preoperative laboratory and imaging scope to pass through or there are other contradictions, the examinations, including cardiac ultrasound or CTA when oral way can be the alternative option). As the EBUS bronindicated, to exclude potential contraindications. Contrain- choscope has been inserted in the glottis and the trachea, dications for EBUS-TBMCB include: severe cardiopulmo- the bronchi are probed in turn. After the examination of the nary diseases, coagulation disorders, intolerance to airway, the EBUS bronchoscope is then contacted with",
        "tokens": 297,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "GeneralPrinciplesofMediastinalCryobiopsy 5 Fig.4 Endobronchial ultrasound isrevealing lymphnodesoft tissueshadows ingroups4R(a),7(b),11R(c), 12R(d),withmaximum long diametersofapproximately18.8mm,42.8mm,14.7mm,and21.1mm,respectively the airway wall, and a systematic examination of all med- with abundant blood flow or massive necrosis. After being iastinal and hilar lymph node stations is sequentially confirmed within the lesion and its insertion depth is meaperformed according to the Mountain-Dressler lymph node sured, the needle-knife is then withdrawn. In addition to map. For each lesion, the blood supply is identified by the electric needle-knife, the laser thermal ablation has also DopplerUltrasoundandthesizeismeasuredbyitslongaxis been reported to be used in the windowing process andshortaxis(Fig.4).Themostsuspiciouslesionimplicated [24]. Opening a window is not always necessary. Some byimagingdata(e.g.,thoracicCT,PET-CT,ultrasound,etc.) researchers have reported the process that after performing with relatively less biopsy risk is selected as the target for the initial puncture with the TBNA needle, a cryoprbe is biopsysampling. introduced into the working channel of the EBUS bronchoscope and the cryoprobe is advanced towards the puncture siteandgentlyinsertedthroughthepreviouslycreatedpuncturepointbytheneedleintothelymphnode[21]. 4.4 Opening a Window on the Airway Wall The target lesion is supervised by ultrasound, and a highfrequencyelectricneedle-knifeisinsertedthroughthework- 4.5 Cryobiopsy ingchanneloftheEBUSbronchoscope(Fig.5aandb),anda cutisthenmade(about2–3mm)ontheairwaywalladjacent An appropriate frozen probe is then passed through the tothetargetlesions.Theknifeisthereafteradvancedintothe workingchanneloftheEBUSbronchoscope,andadvanced lesionunderreal-timeultrasoundvisualization,avoidingarea throughthewindowontheairwaywallintothelesionunder",
        "tokens": 243,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 Y.-J.QiandY.Fan Fig.5 TheprocedureofEBUS-TBMCB:Underultrasoundguidance, theleftlateralwalloftheprotuberance.EBUS-TBMCB,endobronchial high-frequency needle-knife fenestration (a, b) and cryobiopsy (c, d) ultrasound-guidedtransbronchialmediastinalcryobiopsy wereperformedonthesofttissueshadowofthegroup7lymphnodeat real-timeultrasound visualization (Fig. 5candd),avoiding procoagulants are locally used when necessary. Chest X-ray area with abundant blood flow or massive necrosis. After or other imaging examinations are required within 24 hours measuringtheinsertiondepthofthecryoprobe,theprobeis to detect whether there is pneumothorax, pneumomeactivated to cool down with nitrous oxide for around 7 s. diastinum, or mediastinitis. 24 hours after operation, a Thereafterthebronchoscopistgentlyextractsthecryoprobe follow-up is conducted and the symptoms are recorded, tip with rapidly frozen biopsy specimen attached to it, and including fever, cough, hemoptysis, chest pain, dyspnea, then withdraws the bronchoscope and the cryoprobe. The and so on. Perioperative severe adverse events include frozenspecimenisreleasedfromthecryoprobebythawing moderate-severe bleeding (Grade 3 or 4: bleeding requiring in saline and fixed in formalin. All the obtained specimens topicalinstillationofepinephrineoricecoldsalineorbleedare sent to the Department of Pathology and appropriately ing requiring hemodynamic support, transfusion of blood processed. Cryoprobe yields intact samples with greater products, selective mainstem intubation, bronchial blocker, volumecomparedwithTBNAneedleorforceps(Fig.6). hospital admission, or surgical intervention) [22, 23] oversedation requiring ventilatory support or sedation reversal, pneumothoraxwithpersistentairleak(>5days),unplanned 4.6 Postprocedure Check hospitalreadmission,anddeath.ICUtransferwithin48hours aftertheprocedureisalsoconsideredasevereadverseevent. Check whether there is hemorrhage within the airway 1 month later, a second follow-up is conducted and the throughthebronchoscope,especiallyinthebiopsysite.The complicationsrelativetotheoperationarerecorded.",
        "tokens": 263,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "GeneralPrinciplesofMediastinalCryobiopsy 7 Fig. 6 The tissue volume obtained by EBUS-TBMCB compared witha1.9mmforceps(3timestogether)(c).Scalebar=5mm.EBUSwith that by EBUS-TBNA and forceps biopsy. Tissue obtained TBNA,endobronchialultrasound-guidedtransbronchialneedleaspiration. by EBUS-TBNA (tissue suspended in formalin) (a). Tissue obtained EBUS-TBMCB,endobronchialultrasound-guidedtransbronchialmediastiby EBUS-TBMCB (b). Comparison of tissue size obtained by EBUS- nalcryobiopsy TBMCB with a 1.1mm cryoprobe (1time) and EBUS forceps biopsies the diseased tissue. Nevertheless, the significantly improved 5 Diagnostic Yield diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for According to thepublishedclinical trials, thecryoprobe can lungcancer,highlightitspotentialasacomplementarytechbesuccessfullyintroduced intomediastinal andhilarlesions niquetoconventionalbiopsy.Thispostulatewasverifiedina in all cases, yielding adequate material approximately three multicenter, open-label, randomized trial conducted by Fan times the size of that obtained using standard forceps. The andHerth,whichdeterminedthesafetyanddiagnosticyield large-scalestudyhasdemonstratedthatEBUS-TBMCBhasa of combining needle aspiration and cryobiopsy as a new similarsafetyprofileandanimproveddiagnosticyieldcom- sampling strategy for mediastinal lesions and hilar lymphpared to standard EBUS-TBNA [5]. It is reasonable to cau- adenopathy. The results indicated that the combination of tiously attribute the diagnostic advantage of TBMCB to EBUS-TBNA with cryobiopsy showed similar accuracy in intactsampleswithgreatervolume. detecting mediastinal metastases compared to standard neeInZhang’sstudy,EBUS-TBMCB,butnotneedlebiopsy, dle aspiration alone, while providing a superior diagnostic resulted in misdiagnosis in three patients with NSCLC yield for benign disorders. Furthermore, the specimens (3/135), despite the significantly increased amount of mate- obtainedfromthecombinedbiopsiesweremoresuitablefor rial yielded by transbronchial cryobiopsy [5]. The cause molecular testing and immunological profiling (Fig. 7). might be that cryobiopsies were always conducted at the These benefits were not accompanied by an increased incisame location of the lesion, and as such may have missed dence of procedural complications [6]. Based on the above",
        "tokens": 332,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 Y.-J.QiandY.Fan Fig. 7 H&E staining of the specimen from EBUS-TBNA (a). H&E EBUS-TBNA, endobronchial ultrasound-guided transbronchial needle stainingofthespecimenfromEBUS-TBMCB(b).Immunohistochem- aspiration. EBUS-TBMCB, endobronchial ultrasound-guided transistrystainingofaspecimenfromEBUS-TBMCB(c).Scalebar,30μm. bronchialmediastinalcryobiopsy evidence,thecombineduseofTBNAandcryobiopsymaybe emphysema, which are much less frequent. Postprocedural theoptimalapproachformediastinaldiseases. chestX-raysorotherimagingexaminationsareusefulforthe Forceps biopsy performed under real-time EBUS guid- earlydetectionofpotentialadverseevents. ance,arelativelynewtechniquefor obtainingmore mediastinal tissue, demonstrates enhanced sample quality and improved diagnostic yield compared to EBUS-TBNA, par7 Procedural Time ticularlyforsarcoidosisandlymphoma[7].Priorstudieshave shownthatbothforcepsbiopsyandcryobiopsyprovideaddiCompared with routine EBUS-TBNA alone, adding tional diagnostic benefits [6, 8]. Cheng and his colleagues cryobiopsymayextendtheproceduretimebyapproximately comparedthesetwoemergingtechniquestodeterminewhich 10 minutes, potentially increasing patient discomfort. Howone is more compatible with conventional needle biopsy in ever, TBMCB provides more intact tissue samples, enhancterms of additional diagnostic benefit relative to the associing diagnostic utility and potentially reducing the need for ated risks [9]. In direct head-to-head comparisons, additional invasive examinations or unnecessary surgical cryobiopsy samples were larger than those obtained from procedures. threebiopsiesusinga1.9mmstandard-sizedforceps,directly translating into a superior overall diagnostic yield. Yet, this difference was no longer significant when both techniques 8 Transesophageal Mediastinal wereappliedascomplementarymethodstoneedleaspiration, yet lung cancer patients may benefit from combined needle Cryobiopsy aspiration and cryobiopsy due to the increased suitability of theobtainedtissueformoleculartestings.Assuch,TBMCB For mediastinal lesions that cannot be accessed via the tramight be a valuable adjunct to conventional needle-based chealway,obtaininglymphnodesamplesthroughtheesophbiopsy. ageal route—using techniques such as endoscopic ultrasound-guided fine-needle aspiration (EUS-FNA) or endoscopic transesophageal fine-needle aspiration with a convex endobronchial ultrasound probe (EUS-B-FNA)—is 6 Safety an alternative option. Guidelines recommend combining EUS-FNA with EBUS-TBNA to increase the number of EBUS-TBMCB is generally safe. Similar to needle biopsy, biopsy samples and enable multiple lymph node biopsies bleedingisthemostcommoncomplicationduringTBMCB, [2, 10]. Consistent with EBUS-TBNA, both EUS-FNA and requiring no additional interventions in most cases. Other EUS-B-FNA use fine-needle aspiration for tissue sampling, adverse events include pneumothorax and mediastinal whichmayresultininadequatespecimensthatareunsuitable",
        "tokens": 370,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "GeneralPrinciplesofMediastinalCryobiopsy 9 foradefinitivediagnosis.In2021,Huangetal.reportedthe transesophageal mediastinal cryobiopsy. The diagnostic first application of endoscopic transesophageal cryobiopsy, yieldforEUS-FNAwas61%,whileEUS-TBMCBachieved whichsuccessfullydiagnosedapara-aorticmediastinallesion a 100% yield with no significant complications observed as mediastinal nodular lymphocyte predominant Hodgkin duringtheprocedure[12].However,largerprospectivestudlymphoma [11] (Fig. 8). Compared to EUS-B-FNA, trans- ies are needed to further validate the diagnostic superiority esophagealmediastinalcryobiopsymayprovidelargertissue andsafetyofcryobiopsyviatheesophagealroute. samples with more histopathological information, allowing for additional molecular and immunological testing. However, a major technical challenge of this procedure is 9 Limitations obtaining a clear view of the digestive tract with the EBUS scope,whichrequiresrepeatedinflationofairintotheesophOneofthemajorlimitationsofusingmediastinalcryobiopsy agus. Another case series with a larger sample size solely is the risk of misdiagnosing lung cancer, which a (30 patients) further demonstrated the advantages of combined biopsy strategy may help mitigate. Additionally, Fig.8 Transesophagealmediastinalcryobiopsy.CTimageshowinga (redarrow)intothemediastinallesion(c).Sample(redarrow)obtained posterior mediastinal lesion (red arrow) (a). A cut (green arrow) was from endoscopic transesophageal mediastinal cryobiopsy (d). EUS-B, madethroughtheesophagealwallbytheneedle-knife(redarrow)under esophagealendoscopicultrasoundusingaconvexendobronchialultrareal-timevisualization(b).EUS-B-guidedpenetrationofthecryoprobe soundprobe",
        "tokens": 183,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 Y.-J.QiandY.Fan currenttrialshaveonlysampledthemostsuspiciouslesions, Respiratory Society (ERS) and the European Society of Thoracic leaving the efficiency of multiple-node cryobiopsy Surgeons(ESTS).Endoscopy.2015;47(6):c1. 11.HuangZS,ZhouD,ZhangJ,etal.Mediastinalnodularlymphocyte unassessed. Furthermore, TBMCB procedure is relatively predominant Hodgkin lymphoma achieved by endoscopic transmore complex than needle aspiration, typically requiring esophagealcryobiopsy.Respiration.2022;101(2):190–4. skilledbronchoscopistsproficientinEBUStechniques. 12.Salcedo Lobera E, Ariza Prota M, Pérez Pallarés J, et al. Transesophagealendoscopicultrasound-guidedmediastinalcryobiopsyin the diagnosis of mediastinal lesions: our experience in 31 cases. ArchBronconeumol.2024. 10 Conclusions 13.AnnemaJT,vanMeerbeeckJP,RintoulRC,etal.Mediastinoscopy vsendosonographyformediastinalnodalstagingoflungcancer:a Mediastinal cryobiopsy may serve as a promising complerandomizedtrial.JAMA.2010;304:2245–2252. 14.NavaniN,NankivellM,LawrenceDR,etal.Lungcancerdiagnosis mentary technique to standard needle aspiration. It has an and staging with endobronchial ultrasound-guided transbronchial acceptablesafetyprofileandprovidesasignificantimproveneedle aspiration compared with conventional approaches: an mentinoveralldiagnosticyieldformediastinallesionswhen open-label, pragmatic, randomised controlled trial. Lancet Respir usedinconjunctionwithtraditionalneedlebiopsy. Med.2015;282–289. 15.RintoulRC,SkwarskiKM,MurchisonJT,etal.Endobronchialand endoscopic ultrasound-guided real-time fine-needle aspiration for References mediastinalstaging.EurRespirJ.2005;25:416–421. 16.SehgalIS,DhooriaS,AggarwalAN,etal.Endosonographyversus mediastinoscopyinmediastinalstagingoflungcancer:Systematic 1.Detterbeck FC, Jantz MA, Wallace M, et al. Invasive mediastinal Review and Meta-Analysis [J]. Ann Thorac Surg. 2016;102(5): staging of lung cancer: ACCP evidence-based clinical practice 1747–55. guidelines(2ndedition).Chest.2007;132(3Suppl):202s–20s. 17.EapenGA,ShahAM,LeiX,etal.Complications,consequences, 2.Vilmann P, Clementsen PF, Colella S, et al. Combined endo- and practice patterns of endobronchial ultrasound-guided transbronchial and oesophageal endosonography for the diagnosis and bronchial needle aspiration: Results of the AQuIRE registry stagingoflungcancer.EuropeanSocietyofGastrointestinalEndos- [J].Chest.2013;143(4):1044–53. copy(ESGE)Guideline,incooperationwiththeEuropeanRespira- 18.American Thoracic Society, European Respiratory Society. PretorySociety(ERS)andtheEuropeanSocietyofThoracicSurgeons treatment evaluation of non-small-cell lung cancer. Am J Respir (ESTS).EurRespirJ.2015;46(1):40–60. CritCareMed.1997;156:320–332. 3.Hetzel J, Eberhardt R, Herth FJ, et al. Cryobiopsy increases the 19.Eapen GA, ShahAM, Lei X, et al. Complications, consequences, diagnostic yield of endobronchial biopsy: a multicentre trial. Eur and practice patterns of endobronchial ultrasound-guided transRespirJ.2012;39(3):685–90. bronchialneedleaspiration:resultsoftheAQuIREregistry.Chest. 4.Schuhmann M, Bostanci K, Bugalho A, et al. Endobronchial 2013;143:1044–1053. ultrasound-guided cryobiopsies in peripheral pulmonary lesions: a 20.Franke KJ, Bruckner C, Szyrach M, Ruhle KH, Nilius G, feasibilitystudy.EurRespirJ.2014;43(1):233–9. TheegartenD.Thecontributionofendobronchialultrasoundguided 5.Zhang J, Guo JR, Huang ZS, et al. Transbronchial mediastinal forcepsbiopsyinthediagnosticworkupofunexplainedmediastinal cryobiopsy in the diagnosis of mediastinal lesions: a randomised andhilarlymphadenopathy.Lung.2012;190:227–32. trial.EurRespirJ.2021;58(6) 21.[1] ARIZA-PROTA M A, PéREZ-PALLARéS J, FERNáNDEZ6.FanY,ZhangAM,WuXL,etal.Transbronchialneedleaspiration FERNáNDEZ A, et al. Transbronchial Mediastinal Cryobiopsy in combinedwithcryobiopsyinthediagnosisofmediastinaldiseases: theDiagnosisofMediastinalLymphNodes:ACaseSeries-Howto a multicentre, open-label, randomised trial. Lancet Respir Med. doit[J].ArchBronconeumol.2022;58(10):718–21. 2023;11(3):256–64. 22.YarmusL,AkulianJ,GilbertC,IlleiP,ShahP,MerloC,OrensJ, 7.HerthFJ,MorganRK,EberhardtR,etal.Endobronchialultrasound- Feller-KopmanD.Cryoprobetransbronchiallungbiopsyinpatients guided miniforceps biopsy in the biopsy of subcarinal masses in afterlungtransplantation:apilotsafetystudy.Chest.2013;143(3): patients with low likelihood of non-small cell lung cancer. Ann 621–626. ThoracSurg.2008;85(6):1874–8. 23.DuRandIA,BlaikleyJ,BootonR,ChaudhuriN,GuptaV,KhalidS, 8.Ray AS, Li C, Murphy TE, et al. Improved diagnostic yield and MandalS,MartinJ,MillsJ,NavaniN,RahmanNM,WrightsonJM, specimen quality with endobronchial ultrasound-guided forceps Munavvar M; British Thoracic Society Bronchoscopy Guideline biopsies: a retrospective analysis. Ann Thorac Surg. 2020;109(3): Group. British Thoracic Society guideline for diagnostic flexible 894–901. bronchoscopy in adults: accredited by NICE. Thorax. 2013; 9.ChengTL,HuangZS,ZhangJ,etal.Comparisonofcryobiopsyand (68Suppl1):i1–i44 forceps biopsy for the diagnosis of mediastinal lesions: a 24.ZHANG R, ZHANG W, CHENG X, et al. Comparative yield of randomisedclinicaltrial.Pulmonology.2024;30(5):466–74. EBUS-TBNA with EBUS-IFBTLP for diagnosis of mediastinal 10.Vilmann P, Clementsen PF, Colella S, et al. Combined endo- lymphadenopathy [J]. Ther Adv Respir Dis, 2024, bronchial and esophageal endosonography for the diagnosis and 18(17534666241282217 stagingoflungcancer:EuropeanSocietyofGastrointestinalEndoscopy (ESGE) Guideline, in cooperation with the European",
        "tokens": 596,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_3_2",
        "number": "2",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_4_3",
        "number": "3",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_5_4",
        "number": "4",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_6_5",
        "number": "5",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_7_6",
        "number": "6",
        "page": "7",
        "provenance": {
          "page": "7",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_8_7",
        "number": "7",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 7"
        }
      },
      {
        "id": "fig_9_8",
        "number": "8",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 8"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for General Principles of Mediastinal Cryobiopsy.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:09.111912Z",
    "revision": "r1"
  }
}