{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Interventional Pulmonary and Advanced Bronchoscopy Training",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "18",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_18",
    "file_sha256": "2506e2e8afddc46e079edc8f70f01dfeab86780fe8b9e3c8669e7fad2ea1475a",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Interventional Pulmonary and Advanced Bronchoscopy Training",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction ............................................................................................... 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Specialized Fellowship Training ......................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "History..................................................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Continuing Medical Education .......................................................................... 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "Challenges in CME ........................................................................................ 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_2",
            "title": "Opportunities to Improve CME ........................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Instructors and Mastery................................................................................. 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "Conclusion ................................................................................................ 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Interventional Pulmonary and Advanced Bronchoscopy Training Benjamin DeMarco, Van K. Holden, and Hans J. Lee Contents 1 Introduction ............................................................................................... 1 2 Specialized Fellowship Training ......................................................................... 2 2.1 History..................................................................................................... 2 3 Continuing Medical Education .......................................................................... 4 3.1 Challenges in CME ........................................................................................ 4 3.2 Opportunities to Improve CME ........................................................................... 5 4 Instructors and Mastery................................................................................. 6 5 Conclusion ................................................................................................ 6 References ....................................................................................................... 7 Abstract Keywords Interventional pulmonary (IP) and advanced bronchos- Interventional pulmonary · Fellowship · Training · copy training occurs in various stages of a physician Simulation · Continuing medical education career. Competency had traditionally been developed in formal fellowship training with mastery developing over the entire career. With the rapid rate of new procedures, 1 Introduction knowledge and procedures learned in fellowship may become obsolete requiring competency developed as a The growth in medical procedures in interventional pulmopart of continuing medical education. New strategies of nary and advanced bronchoscopy has been fueled by rapid learning and teaching are being utilized in IP and infusion of technology. Traditionally, competency was develadvanced bronchoscopy in the face of an evolving sub- oped during pulmonary/respiratory fellowship which would specialty such as simulation, educational regulatory poli- then allow for the pursuit of mastery till retirement. However, cies, and assessments. new procedures and technology have developed after traditional training which then require developing competency on new procedures as part of continuing medical education (CME) while pursing mastery in older procedures. Thus, the change in procedural training has become developing B. DeMarco competency in IP/advance bronchoscopy procedures during University North Carolina, Chapel Hill, NC, USA fellowship and new procedures postfellowship as CME while e-mail: ben_demarco@med.unc.edu pursing mastery in all learned procedures. V. K. Holden University Maryland, Baltimore, MD, USA e-mail: VHolden@som.umaryland.edu ✉ H. J. Lee ( ) Johns Hopkins University, Baltimore, MD, USA e-mail: Hlee171@jhmi.edu © Springer Nature Switzerland AG 2025 1 L. Yarmus et al. (eds.), Principles and Practice of Interventional Pulmonology, https://doi.org/10.1007/978-3-031-49583-0_9-1",
        "tokens": 410,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 B.DeMarcoetal. 2 Specialized Fellowship Training articulated in the recently published ACGME common program requirements [8]. The knowledge-based requirements 2.1 History are assessed biannually with an inservice examination followed by a postfellowship board certification exam, curThe discovery and implementation of modern bronchoscopy rently administered by the AABIP. While there are ongoing is credited to German physician Gustav Killian and later, society efforts to develop didactic resources dedicated to the within the United States, Chevaliar Jackson. Education in core ACGME competencies of patient care, medical knowlbronchoscopy was initially grounded in the Halsteadian edge, and practice-based learning, much of this curriculum is “see one, do one, teach one” model of apprenticeship, foun- currently left to the discretion of individual programs. As the dational to the graduate medical education system [1]. Driven number and variety of procedures necessary for trainees to be by the growing popularity of the field, rapidly evolving exposed to has increased, simulation has emerged as an technologies, and need for standardization of training in pro- important tool in IP and PCCM procedural education cedures outside the scope of general pulmonary and critical [9, 10]. Simulation technology allows trainees the opportucare medicine fellowship, interventional pulmonology nity for deliberate practice in a low-risk environment. Current (IP) training and education have undergone rapid growth in literature suggests simulation can expedite the acquisition of the last three decades. Training in IP focuses on the mini- basic bronchoscopic procedural skills, improve learner conmally invasive diagnosis and management of lung cancer, fidence, and reduce procedural time [11, 12]. Simulation pleural disease, benign airway disease, and central airway technology can take several forms including virtual reality, obstruction with emphasis on specialized airway and pleural low fidelity (mannequins, plastic models), and high fidelity procedural training [2]. The approach and delivery of training (animal models, cadaver labs). High fidelity settings offer varies based on location and the major formal training para- additional realism and immersion which must be balanced digms will be reviewed below. against higher costs, lower availability, and ethical considerIP training in the United States began with piecemeal ations [2, 13]. Limited evidence suggests high fidelity simutraining primarily from physicians traveling to Europe for lation training may offer superior learning gain in novice apprenticeships in procedures such as rigid bronchoscopy trainees, but longer-term studies are needed [14]. A recent and medical thoracoscopy or learning from other specialties meta-analysis of simulation-based training in flexible bronsuch as thoracic surgery or otolaryngology. This disjointed choscopy demonstrated positive effects of simulation training system garnered a foothold for the subspecialty, but opportu- on learning in bronchoscopy, but heterogeneity in nities were rare and required significant individual sacrifice instructional design and assessment tools limited definitive [3]. The first dedicated IP fellowship in the United States conclusions on training efficacy [10]. Future research in started in 1996. Over the next two decades, a multisociety simulation-based training is needed to explore skill transfer effort driven by specialty medical societies has steadily advo- from simulation environment to direct patient care, optimal cated for and advanced formalized interventional feedback methods for skill retention, and implementation of pulmonology training in the United States. Key milestones mastery-based assessments [15]. There is growing recogniin this growth and standardization are summarized in Fig. 1 zance of the importance of simulation in an effort to advance and include the establishment of a centralized fellowship the aforementioned manifesto of early medical education to application system established by the Association of Inter- “see one, simulate many, do one competently”; however, ventional Pulmonology Program Directors (AIPPD), partici- there are currently no specific guidelines or policies pation in the National Residency Match Program, supporting a single simulation tool or preferred environment development of a dedicated board certification exam, and [15, 16]. most recently recognition as a new subspecialty by the In addition to didactic and simulation approaches, the Accreditation Council of Graduate Medical Education current guidelines suggest a minimum volume of procedures (ACGME) [4–8]. that should occur at the primary clinical site to ensure adequate trainee exposure but stop short of defining assessment 2.1.1 US Landscape methods for validating competency. Validated assessment Currently, dedicated interventional pulmonology training in tools exist for some IP procedures (see Table 1) [ 24, 25], the United States requires a minimum of 1 year of additional but implementation and utilization are heterogenous across clinical training within an accredited fellowship program fellowship programs. The transition from volume-based following traditional pulmonary and critical care medicine requirements to validated competency assessments is an fellowship. This training year is focused on imparting both ongoing need in IP education [26]. standardized didactic knowledge requirements and specific procedural competencies. These tenants, in addition to institutional faculty, curriculum, and policy requirements, are",
        "tokens": 1007,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "InterventionalPulmonaryandAdvancedBronchoscopyTraining 3 Fig. 1 Growth in interventional pulmonology (IP) fellowship educa- Chest Physicians; AIPPD, Association of Interventional Pulmonology tion (1992–2023). AABIP, American Association of Bronchology and Program Directors; NRMP, National Residency Match Program; Interventional Pulmonology; ERS, European Respiratory Society; ACGME, Accreditation Council of Graduate Medicine Education ATS, American Thoracic Society; CHEST, The American College of Table 1 Procedural volume training requirements for IP and validated assessment tools United Europe Procedure type States [6] [2] Assessment tools Rigid bronchoscopy 50 20 RIGID-TASC [17] Endobronchial stenting 20 10 None Thoracoscopy 20 10 Local anesthetic thoracoscopy (LAT) [18] Bronchoscopic navigation 20 20 Electromagnetic navigation bronchoscopy [19, 20] Endobronchial ablative 50 20 None techniques Convex endobronchial 100 50 EBUS-STAT [21] ultrasound US-guided thoracostomy 20 10 Checklist for assessing placement of a small-bore chest tube (CAPS) [22], chest tube tube placement insertion competency test (TUBE-iCOMPT) [23] Tunneled pleural catheter 20 None placement 2.1.2 Global Perspectives European Association for Bronchoscopy and Interventional In contrast to the comprehensive North American model, Pulmonology [28, 29]. The Italian curriculum encompasses Europe and other regions employ a shorter, procedure- procedure requirements as well as guiding principles for specific accreditation model. This heterogeneity is driven training methods, assessments, and specific knowledge and largely by the wide variety of government regulatory and skills tied to necessary competencies. There is no single healthcare agencies across multiple European countries. The common curriculum or competence certificate unifying interEuropean Respiratory Society (ERS) introduced an EBUS ventional pulmonology education in Europe, and master’s and thoracic ultrasound certification program in 2016 that is program diploma requirements, or lack thereof, differ by widely recognized across the continent [27]. This program individual institutional requirements [30]. consists of a three-pronged approach to certification with In other regions of the world, formal training for IP didactic knowledge, clinical training, and supervised training continues to develop. While no formal IP fellowship or accredcomponents delivered through a combination of online learn- itation standard exists, the Thoracic Society of Australia and ing, simulation, and direct observation. In addition, individ- New Zealand (TSANZ) has articulated competency standards ual countries hold competence-oriented courses and for basic pleural procedures and thoracic ultrasound structured “Masters programmes” (where a diploma is implemented through intermittent regional seminars [31]. In received at conclusion) of varying lengths and requirements. several South American and South Asian countries (India, In Germany, trainees received 12 months of training in Bangladesh, Algeria, Argentina), one-year bronchoscopy certitertiary care centers with simulation training followed by fication programs have been developed consisting of validated supervised hands-on training while the United Kingdom assessment tools combined with procedural log reviews, handsrequires a procedural logbook spanning 5 years, with peri- on simulation training, and supervised clinical training. odic review and supervisorial sign off. Italy has one of the Both North American and European interventional most robust European training systems in the form of a pulmonology training share the aim of expertise and eventual master’s program built upon a standardized core curriculum mastery through multidimensional competency-based trainagreed upon via consensus conference and supported by the ing, although respective obstacles differ by location. All",
        "tokens": 661,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 B.DeMarcoetal. formal training is finite, however, and both maintenance of (knows how to do), and personal attitudes and behaviors expertise and achievement of mastery in interventional (knows how to act) [30, 33]. pulmonology require continued learning throughout practice. 3.1.1 Theoretical Learning In addition to textbooks, there are several more readily avail3 Continuing Medical Education able web-based resources, such as e-books, websites, podcasts, and videos, for individual theoretical learning in Interventional pulmonology training has become more for- IP training. Knowledge gained can be reinforced and applied malized and standardized, moving away from an apprentice- through structured, multidimensional, and learner-centric ship model; however, questions in continuing medical educational programs [29, 32]. Course delivery has moved education (CME) remain. With the rapid implementation away from traditional lectures to more interactive practices, and expansion of new procedures within the field of including the flipped classroom model, problem-based learnadvanced bronchoscopy and IP, physicians face the challenge ing, live streaming, e-learning, and blended learning. In the of how to achieve and maintain new procedural competencies flipped classroom model, lectures and reading material are after formal training. This challenge is further intensified by provided to students online for independent learning prior to the slower process of developing structured curricula, simu- meeting in class. Then, class time is optimized to facilitate lation, and assessment tools, which makes it difficult to student-teacher engagement, such as problem- and casedetermine parameters for competency and proficiency. Eval- based learning in which the teacher presents a problem or uations of patient safety and outcomes in clinical practice case to the class and acts as a facilitator or mentor. In addishould also be evaluated after introduction of new skills. tion, robust training programs employ a spiral-shaped Specific skills once acquired may no longer apply for the approach, in which the same subject is approached many entirety of one’s career. Thus, physicians practicing advanced times, from new and different perspectives of knowledge, bronchoscopy and IP must employ lifelong learning to stay ability, and behavior until a high degree of skill is obtained up to date in the application of new technology [29]. Collab- [30]. Courses may assess knowledge acquisition by adminisoration between industry and national/international bron- tering pre-and posttests. choscopy organizations can help overcome barriers to acquiring this CME. 3.1.2 Practical Learning Using Simulation Workshops often employ low- and high-fidelity simulation. Manikins, three-diemnsional printed airway models, 3.1 Challenges in CME explanted porcine lungs, and cadavers have all been used for hands-on training. Artificial intelligence and virtual, augTraining in IP can be organized into five stages (Fig. 2) [32]. mented, and mixed reality simulators for bronchoscopy are Opportunities for postfellowship training include self- being developed. Simulation is often utilized during single or directed study, attending a course, participating in a mini- multiday CME courses; however, they are not permanently fellowship or observership, and/or being proctored. Courses accessible to learners afterward. Additional barriers to the use and workshops are offered by multiple professional societies of simulation include their cost for acquisition, maintenance, (AABIP, ACCP, ATS, ERS) and individual industry compa- and storage and a need for a structured curriculum with nies. Many of the workshops provide theoretical and practical objectives [24, 34]. Furthermore, there is a lack of developed training but lack consistent assessment in the remaining simulation for some procedures. Low-and high-fidelity simstages of training. In addition, any CME program aimed at ulators for robotic bronchoscopy are not commercially availupdating physicians in practice should utilize teaching tools able. Limitations in postfellowship training include expertise and methods to address the components of competency: of faculty, who need development to standardize curriculum (1) knowledge (knows), (2) clinical skills and capabilities delivery through train-the-trainer sessions [32]. Fig. 2 The five stages of IP 4 training 1 3 5 Quantitative Theoretical Practical and Lifelong stage with stage on learning with qualitative interactive patients continued assessment teaching under of acquired professional methods supervision development competence",
        "tokens": 838,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "InterventionalPulmonaryandAdvancedBronchoscopyTraining 5 3.1.3 Practical Stage Under Supervision assessment test. The latter utilizes validated tools for profiThe third stage includes a practical stage on patients under the ciency in endobronchial ultrasound and peripheral supervision of a tutor, also known as proctoring. The degree bronchoscopy [39]. and type of supervision will depend on the specific learning curve associated with each procedure and the individual 3.1.5 Continued Professional Development physician’s predisposition. Obstacles to proctoring learners The implementation of new technology is rapidly outpacing in the clinical setting include medical-legal concerns and the the development of structured curricula. Three robotic bronneed for hospital credentialing and malpractice coverage in choscopy systems have been FDA-approved and introduced some countries. Addition barriers include time constraints, into clinical practice over the span of 5 years alone [40]. expense, lack of awareness of available opportunities, and the There have been no studies evaluating if and how much of lack of need to meet credentialing requirements at some the skills learned for one system can be applied to another. institutions [35]. Also, different government regulatory agen- Physicians need effective, efficient, and accessible methods cies across countries do not uniformly recognize training [2]. to acquire and maintain new skills after training. Assessment of bronchoscopy skills and improvement in practice should 3.1.4 Assessment of Competency be evaluated regularly after initial skill acquisition but is Procedural competency includes the ability to plan a proce- often lacking. dure, obtain informed consent, deliver news of a diagnosis in Distance learning with video recording assessment and a culturally sensitive and appropriate manner, communicate feedback has been utilized in the European certification for effectively with colleagues and patients, perform effectively EBUS and IP certification in China [41, 42]. The “pulmonary as a team leader, and respond appropriately to procedure- passport” project was developed in England to provide a related complications [29]. Best practices for quantitative and web-based application for specialist respiratory trainees that qualitative assessment of acquired competence and final cer- allows standardized recording of procedures [43]. A Canatification remain unknown. External assessments are needed dian multicenter registry of chest procedures is under as self-assessment of competency is fraught with inaccuracy, approval to assess EBUS cases for suspected sarcoidosis, especially among physicians who are the least skilled and lymphoma, and lung cancer [44]. Physicians can develop those who were the most confident [36]. Procedural volumes their own logbook and document, including their reflection, do not ensure competency because of variable learning results, and outcome [2]. curves for different learners [37]. Thus, maintaining compe- Ongoing learning with opportunity for continuous tence needs to evolve from being volume-based to improvement and possible periodic reassessment of skill competency-based. However, a paucity of validated proce- levels (such as with advanced cardiac life support) and cogdural assessment tools makes this difficult. In addition, com- nitive knowledge should be considered [9]. Methods for petency is an assessment at one point in time, and lifelong surgeons to engage in lifelong learning include simulation, learning is essential to prevent skill decay. Novices trained to coaching, and communities of practice [45]. These proficiency in doing bronchoscopy can have skill decay in as approaches could be extrapolated to IP but need to be studied. little as 2 months [38]. Interestingly, the minimum procedural Physicians ultimately must learn how to reinvent themselves volume needed for competency within a formal training and stay current. Best practices in training in new technology program is usually not the requirement for hospital after fellowship and maintaining competency remain to be credentialing, which varies from place to place. determined. Although there are opportunities to address this Challenges remain in determining competency, and thus gap, physicians and institutions must proceed with caution in how to achieve and measure it in continued medical education. the meantime. Since competency is not as readily defined, especially without validated assessment tools, itisoften leftuptothe discretionof individual hospital credentialing boards, for which a one-time 3.2 Opportunities to Improve CME course attendance may suffice. It is important to make a distinction between competency, certification, and credential- There is significant time and investments in new technology ing, although the latter two are often conferred based on before it becomes adopted. As these advancements evolve presumed competency. One-time workshops may provide a faster and faster, collaboration between industry and physicertificate of completion; however, this does not necessarily cians is vital to ensure safe implementation of new technolequate to competence. AABIP introduced a Certificate of ogies. This alliance can help with establishing structured Added Qualification in 2019 to assist in the recognition of training, validated assessment tools, and simulation. Working competency for advanced diagnostic bronchoscopies. It con- alongside expert educators, opportunities for scholarships sists of a knowledge assessment test and a procedural skills include assessing learning curves, individual skill",
        "tokens": 1020,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 B.DeMarcoetal. acquisition, and maintenance of competency. The European Society of Cardiology Board has proposed measures to safeguard the provision of high-quality, balanced medical education in working with industry [46]. Similar provisions could be applied to other fields, including IP. National/international bronchoscopy organizations can develop curriculum and establish a uniform approach to training, including guidelines, standards, and competency-based learning programs. The process of learning how to use new technology should be emphasized during formal training as part of lifelong learning to maintain professional standards. 4 Instructors and Mastery Fig. 3 Performance with deliberate practice over a Career [56] The ultimate goal of medical education is to develop mastery. Mastery and the development of specific expertise is variable leading to a plateau of performance ability, “arrested developbut requires years beyond formal training. A popular study on ment” (Fig. 2) [48]. By having an expert coach or instructor, it expertise found the timeline required 10,000 hours (approxi- allows intermediate practitioners to be observed of unconscious mately 10 years) for musicians to develop mastery [47]. This weakness. In essence, the coach and instructor bring out unconrequired not only length of years but more importantly the use sciousincompetenceto become conscious incompetence which of the concept deliberate practice. Deliberate practice requires then allows the development to progress again. intentional effort (without immediate reward) at the instruction The development of expert instructors has sparse discusof an expert coach. The coach would observe the performance sion and studies in medical education. While there are muland give specific feedback and goals for learners to indepen- tiple popular models for developing expert coaches, the dently practice till they have mastered the teaching point to challenge of finances/incentives, distance, and hospital return for additional observation and feedback. This has often credentialing are barriers [50]. Coaching techniques are been termed the “cycle of excellence” which is similar to other based on live or video observation of procedures, followed mastery models that have been developed for mastery perfor- by collaborative analysis, reflection, and goal planning with mance [48]. For example, the puncture of a 2 cm lymph node an expert, peer, or trained coach [51, 52]. Technical skills with EBUS TBNA may demonstrate competency; an expert improvements have been reported using coaching techcoach after observation may suggest refining skills on niques; however, long-term influences on nontechnical commaintaining the EBUS bronchoscope still while feeding the petencies such as overall performance and well-being are TBNA needle in order to consistently biopsy a smaller target. unclear in medicine. The use of video coaches/artificial intelDuring formal fellowship training, we often receive ligence using prerecorded performance and metrics has been coaching and feedback from faculty. In addition, the pool is used in surgical specialties and may offer a future solution for much larger for faculty given the goal of competency does not IP/advance bronchoscopy [53, 54]. Train the trainer programs require an expert proceduralist. However, when we examine have been developed in various subspecialties including in models of mastery/expertise which would occur in the career robotic surgery to give a structure educational program. The phase after fellowship,we often needanexpert coach/instructor benefits of these programs are to deliver standardized training of the task. The current metrics to define mastery is also with common assessment metrics and ensure quality training challenging as mastery skills/experts often will not follow the on a large scale [55]. Regardless of the form of instructor/ set orders in a checklist assessment, oftentimes combining or program/coaching development, some of the common traits skippingsteps to become more efficient. The characteristic seen include developing goal setting, motivation, assessment, and in experts is often a variable flow of concentration/effort giving feedback skills (Fig. 3). their procedural tempo between automaticity and maximal effort. The use of biometrics may be a more suitable method for assessing expertise/mastery using metrics like pupillometry 5 Conclusion to measure maximum and minimum focus during specific portions of a procedure [49]. This becomes much more chal- Training in IP and advance bronchoscopy has several stages lenging and limited for CME. This may often lead to additional over a career that has different emphasis over an entire career. hours of procedural experience but may not normally include intentional effort and expert coaching to improveupon skill sets",
        "tokens": 910,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "InterventionalPulmonaryandAdvancedBronchoscopyTraining 7 Competing Interest Declaration The author(s) has no competing performance of rigid bronchoscopy. Ann Am Thorac Soc. interests to declare that are relevant to the content of this manuscript. 2016;13(4):502–11. 18. Nayahangan LJ, Svendsen MBS, Bodtger U, Rahman N, Maskell N, Sidhu JS, et al. Assessment of competence in local anaesthetic References thoracoscopy: development and validity investigation of a new assessment tool. J Thorac Dis. 2021;13(7):3998–4007. 19. Lee HJ, Argento AC, Batra H, Benzaquen S, Bramley K, 1. Cameron JL. William Stewart Halsted. Our surgical heritage. Ann Surg. 1997;225(5):445–58. Chambers D, et al. A multicenter study assessing interventional pulmonary fellow competency in electromagnetic navigation bron2. Lee HJ, Corbetta L. Training in interventional pulmonology: the choscopy. ATS Sch. 2022;3(2):220–8. European and US perspective. Eur Respir Rev Off J Eur Respir Soc. 20. Lee HJ, Lerner AD, Coleman B, Semaan R, Mallow C, Arias S, et al. 2021;30(160):200025. Learning electromagnetic navigational bronchoscopy and percuta3. Lee HJ, Akulian JA, Argento AC, Batra H, Lamb C, Mullon J, et al. neous transthoracic needle biopsy (LEAP): a pilot study. J Bronchol Interventional pulmonary fellowship training: end of the beginning. ATS Sch. 2023;4(4):405–12. Interv Pulmonol. 2019;26(1):55–61. 21. Davoudi M, Colt HG, Osann KE, Lamb CR, Mullon 4. Yarmus L, Feller-Kopman D, Imad M, Kim S, Lee HJ. Procedural JJ. Endobronchial ultrasound skills and tasks assessment tool: volume and structure of interventional pulmonary fellowships: a assessing the validity evidence for a test of endobronchial survey of fellows and fellowship program directors. Chest. 2013;144(3):935–9. ultrasound-guided transbronchial needle aspiration operator skill. Am J Respir Crit Care Med. 2012;186(8):773–9. 5. Pastis NJ, Nietert PJ, Silvestri GA, American College of Chest 22. Shafiq M, Russo S, Davis J, Hall R, Calhoun J, Jasper E, et al. Physicians Interventional Chest/Diagnostic Procedures Network Development and content validation of the checklist for assessing Steering Committee. Variation in training for interventional pulmoplacement of a small-bore chest tube (CAPS) for small-bore chest nary procedures among US pulmonary/critical care fellowships: a survey of fellowship directors. Chest. 2005;127(5):1614–21. tube placement. AEM Educ Train. 2023;7(2):e10855. 23. Salamonsen MR, Bashirzadeh F, Ritchie AJ, Ward HE, Fielding 6. Mullon JJ, Burkart KM, Silvestri G, Hogarth DK, Almeida F, DIK. A new instrument to assess physician skill at chest tube Berkowitz D, et al. Interventional pulmonology fellowship accredinsertion: the TUBE-iCOMPT. Thorax. 2015;70(2):186–8. itation standards: executive summary of the multisociety interven24. Aslam W, Lee HJ, Lamb CR. Standardizing education in interventional pulmonology fellowship accreditation committee. Chest. 2017;151(5):1114–21. tional pulmonology in the midst of technological change. J Thorac Dis. 2020;12(6):3331–40. 7. Lee HJ, Sachdeva A. Training program of interventional 25. Ernst A, Silvestri GA, Johnstone D. American College of Chest pulmonology fellowships: USA. J Thorac Dis. 2015;7(Suppl 4): S415–7. Physicians. Interventional pulmonary procedures: guidelines from the American College of Chest Physicians. Chest. 2003;123(5): 8. ACGME Common Program Requirements in Interventional 1693–717. Pulmonology. https://www.acgme.org/globalassets/pfassets/pro 26. Lamb C, Sachdeva A. Training in interventional pulmonology: a gramrequirements/2024-prs/138_interventionalpulmonology_10leap into the future. Curr Opin Pulm Med. 2024;30(2):195–9. 18-2023.pdf 27. ERS – European Respiratory Society [Internet]. [cited 7 July 2024]. 9. Ernst A, Wahidi MM, Read CA, Buckley JD, Addrizzo-Harris DJ, Endobronchial Ultrasound (EBUS) Certified Training Programme. Shah PL, et al. Adult bronchoscopy training: current state and Available from: https://www.ersnet.org/education-and-professionalsuggestions for the future: CHEST expert panel report. Chest. 2015;148(2):321–32. development/ers-certified-training-programmes/endobronchial-ultra sound-ebus-certified-training-programme/ 10. Gerretsen ECF, Chen A, Annema JT, Groenier M, van der Heijden EHFM, van Mook WNKA, et al. Effectiveness of flexible bronchos- 28. Corbetta L, Patelli M. Executive summary of training and competence standards for the interventional pulmonology master program copy simulation-based training: a systematic review. Chest. 2023;164(4):952–62. in Italy. J Bronchol Interv Pulmonol. 2018;25(1):6–8. 29. Colt HG, Williamson JP. Training in interventional pulmonology: 11. Ost D, DeRosiers A, Britt EJ, Fein AM, Lesser ML, Mehta what we have learned and a way forward. Respirology. 2020;25(9): AC. Assessment of a bronchoscopy simulator. Am J Respir Crit Care Med. 2001;164(12):2248–55. 997–1007. 12. Stather DR, Lamb CR, Tremblay A. Simulation in flexible bron- 30. Corbetta L, Arru LB, Mereu C, Pasini V, Patelli M. Competence and training in interventional pulmonology. Panminerva Med. choscopy and endobronchial ultrasound: a review. J Bronchol Interv Pulmonol. 2011;18(3):247–56. 2019;61(3):203–31. 31. Williamson JP, Twaddell SH, Lee YCG, Salamonsen M, Hew M, 13. McSparron JI, Michaud GC, Gordan PL, Channick CL, Wahidi Fielding D, et al. Thoracic ultrasound recognition of competence: a MM, Yarmus LB, et al. Simulation for skills-based education in position paper of the Thoracic Society of Australia and pulmonary and critical care medicine. Ann Am Thorac Soc. 2015;12(4):579–86. New Zealand. Respirol Carlton Vic. 2017;22(2):405–8. 32. Fielding DI, Maldonado F, Murgu S. Achieving competency in 14. Milesi J, Tronchetti J, Lovato JB, Nguyen NAT, Dutau H, Astoul bronchoscopy: challenges and opportunities. Respirol Carlton Vic. P. Learning gain during a fast self-driven bronchoscopy simulation training: a preliminary study comparing low and high-fidelity 2014;19(4):472–82. 33. Miller GE. The assessment of clinical skills/competence/performodels. J Bronchol Interv Pulmonol. 2024;31(3):e0972. 15. Cold KM, Konge L. Simulation-based training in flexible bronchos- mance. Acad Med J Assoc Am Med Coll. 1990;65(9 Suppl):S63–7. 34. Desai NR, Parikh MS, Lee HJ. Interventional pulmonology: the role copy: best practices and future directions. Chest. 2023;164(4): 820–1. of simulation training and competency-based evaluation. Semin Respir Crit Care Med. 2018;39(6):747–54. 16. Vozenilek J, Huff JS, Reznek M, Gordon JA. See one, do one, teach 35. Jaffe TA, Hasday SJ, Knol M, Pradarelli J, Pavuluri Quamme SR, one: advanced technology in medical education. Acad Emerg Med Off J Soc Acad Emerg Med. 2004;11(11):1149–54. Greenberg CC, et al. Strategies for new skill acquisition by practicing surgeons. J Surg Educ. 2018;75(4):928–34. 17. Mahmood K, Wahidi MM, Osann KE, Coles K, Shofer SL, Volker 36. Davis DA, Mazmanian PE, Fordis M, Van Harrison R, Thorpe KE, EE, et al. Development of a tool to assess basic competency in the Perrier L. Accuracy of physician self-assessment compared with",
        "tokens": 1254,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 B.DeMarcoetal. observed measures of competence: a systematic review. JAMA. 46. Board ESC. The future of continuing medical education: the roles of 2006;296(9):1094–102. medical professional societies and the health care industry. Eur Heart 37. Stather DR, Chee A, MacEachern P, Dumoulin E, Hergott CA, J. 2019;40(21):1720–7. Gelberg J, et al. Endobronchial ultrasound learning curve in inter- 47. Ericsson KA. Deliberate practice and the acquisition and mainteventional pulmonary fellows. Respirol Carlton Vic. 2015;20(2): nance of expert performance in medicine and related domains. Acad 333–9. Med. 2004;79(10 Suppl):S70–81. 38. Latif KR, Bautista A, Duan X, Neamtu A, Wu D, Wadhwa A, et al. 48. Rousmaniere T, Goodyear R, Miller S, Wampold BE. The cycle of Teaching basic fiberoptic intubation skills in a simulator: initial excellence: using deliberate practice to improve supervision and learning and skills decay. J Anesth. 2016;30(1):12–9. training. John Wiley & Sons; 2017. 39. Musani AI. Certificate of added qualification in advanced diagnostic 49. Kapp CM, Akulian JA, Yu DH, Chen A, Cárdenas-García J, bronchoscopy. Chest. 2020;158(5):1839–40. Molena D, Vachani A, Wahidi MM, Maldonado F, Fielding D, 40. Diddams MJ, Lee HJ. Robotic bronchoscopy: review of three sys- Yarmus LB, Lee H. Cognitive load in electromagnetic navigational tems. Life. 2023;13(2):354. and robotic bronchoscopy for pulmonary nodules. ATS Sch. 41. Jin F, Li Q, Li S, Wang H, Bai C, Zeng Y, et al. Interventional 2020;2(1):97–107. bronchoscopy for the treatment of malignant central airway stenosis: 50. Esposito AC, Coppersmith NA, White EM, Yoo PS. Video coaching an expert recommendation for China. Respir Int Rev Thorac Dis. in surgical education: utility, opportunities, and barriers to imple2019;97(5):484–94. mentation. J Surg Educ. 2022;79(3):717–24. 42. Candoli P, Ceron L, Trisolini R, Romagnoli M, Michieletto L, 51. Willemot L, Lee MJ, Mulford J. Introduction to surgical coaching. Scarlata S, et al. Competence in endosonographic techniques. ANZ J Surg. 2023;93(3):487–92. Panminerva Med. 2019;61(3):249–79. 52. Murphy MA, Neequaye S, Kreckler S, Hands LJ. Should we train 43. Cheng A, Saba T, Duncan T, Grundy S, Evison M. Pulmonary the trainers? Results of a randomized trial. J Am Coll Surg. passport: a service evaluation study of a standardised web-based 2008;207(2):185–90. procedure logbook to aid specialist respiratory training and 53. Wu S, Tang M, Liu J, et al. Impact of an AI-based laparoscopic appraisal. BMJ Open Respir Res. 2020;7(1):e000690. cholecystectomy coaching program on the surgical performance: a 44. Tremblay A, Chee AC, Dhaliwal I, Dumoulin E, Gillson A, randomized controlled trial. Int J Surg. 2024;20:1159. MacEachern PR, et al. Protocol for the Stather Canadian Outcomes 54. Ramar K, Vassallo R, Nelson DR, et al. Innovative intervention to Registry for Chest ProcedurEs (SCOPE). BMJ Open Respir Res. improve fellows’ research training. Med Educ. 2015;49 2021;8(1):e000834. 55. Collins JW, Levy J, Stefanidis D, et al. Utilising the Delphi process 45. McAdams CD, McNally MM. Continuing medical education and to develop a proficiency-based progression train-the-trainer course lifelong learning. Surg Clin North Am. 2021;101(4):703–15. for robotic surgery training. Eur Urol. 2019;75(5):775–85. 56. Adkinson B, Lee HJ. Interventional pulmonologist education and training. Curr Pulmon Reports. 2023;12(2):1–10.",
        "tokens": 651,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_4_2",
        "number": "2",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_6_3",
        "number": "3",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 3"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Interventional Pulmonary and Advanced Bronchoscopy Training.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:09.888637Z",
    "revision": "r1"
  }
}