{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Persistent Air Leaks",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "23",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_23",
    "file_sha256": "372e66ce085a1896f1f50d11e13d6702e11fc7bf488ec74a12e55841847372bb",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Persistent Air Leaks",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................... 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "GeneralTreatmentOptions............................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "LocalizingaPersistentAirLeak........................................................................ 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "BronchoscopicTreatmentOptions...................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec4_1",
            "title": "BlockingDevices.......................................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_2",
            "title": "TissueAdhesives.......................................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec5",
        "title": "Conclusion................................................................................................ 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Bronchoscopic Management of Persistent Air Leaks T. David Koster and Dirk-Jan Slebos Contents 1 Introduction............................................................................................... 1 2 GeneralTreatmentOptions............................................................................. 2 3 LocalizingaPersistentAirLeak........................................................................ 2 4 BronchoscopicTreatmentOptions...................................................................... 3 4.1 BlockingDevices.......................................................................................... 3 4.2 TissueAdhesives.......................................................................................... 4 5 Conclusion................................................................................................ 5 References....................................................................................................... 5 Abstract Keywords A persistent air leak is most commonly caused by a Pneumothorax·Chestdrainage·Endobronchialvalve· secondary spontaneous pneumothorax from underlying Persistentairleak lung disease. There are several treatment options, which also depend on the underlying cause. Possible treatment options include conservative measures (larger-bore chest 1 Introduction drains,pleurodesis)orsurgicaltreatment.However,ifthis isnotpossibleorunsuccessful,thereareseveralbroncho- Patientswithapneumothoraxandapersistentairleak(PAL) scopicoptions.Thesourceofaperipheralairleakcanbe canrepresentasignificantclinicalchallenge,oftenleadingto localized with sequential balloon occlusion. If the prolonged hospital stay, increased morbidity, and elevated involved segments are identified, these bronchial seg- healthcare costs. A PAL is a persistent communication mentscanbeblockedtodecreasetheairflowandpromote betweenthebronchialtreeandpleuralspace(bronchopleural healing of the fistula. There are several endobronchial fistulas) or alveoli and the pleural space (alveolar-pleural treatment options for closing the subsegments. Use of fistulas)andisdefinedasanairleakthatlastsformorethan endobronchial valves has been described the most, but fivedays[1,2]. also the use of Watanabe spigots or other blocking These leaks can result from various etiologies. A PAL is devices,ortissueadhesivescanbeconsidered. commonly caused by a secondary spontaneous pneumothoraxfromunderlyinglungdisease(e.g.,emphysema,interstitial lung disease, bullae, or blebs), traumatic injuries, pulmonary infections, and malignancies. Furthermore, air ✉ T.D.Koster( )·D.-J.Slebos leaksarerelativelycommonafterthoracicsurgery.TheinciDepartmentofPulmonaryDiseases,UniversityofGroningen, denceofaPALafterlungvolumereductionsurgeryhasbeen UniversityMedicalCenterGroningen,Groningen,theNetherlands reported as 24–46%, and this is lower after a lobectomy GroningenResearchInstituteforAsthmaandCOPD(GRIAC), [2–4]. Bronchopleural fistula can be classified as either cenUniversityofGroningen,UniversityMedicalCenterGroningen, Groningen,theNetherlands tralorperipheral.Acentralfistulameansthatthereisadefect e-mail:t.d.koster@umcg.nl;d.j.slebos@umcg.nl ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_67-1",
        "tokens": 288,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 T.D.KosterandD.-J.Slebos in the central airways, such as a fistula in a stump after Pleurodesis and pleurectomy are deemed as important treatlobectomy. Peripheral air leaks are not visible endo- ment options to reduce the recurrence rate of pneumothorax bronchially and can be located in the more distal airway or [4,6]. on the visceral pleura. Understanding the underlying patho- Notallpatientsarecandidatesforsurgery,andifsurgeryis physiology is crucial for selecting the appropriate manage- not deemed possible, there are several bronchoscopic treatmentstrategies. ment options. One of the most important steps using the bronchoscopic approach, which can be quite challenging, is tolocalizetheairleak,afterwhichseveraltreatmentoptions areavailable. 2 General Treatment Options The initial treatment of choice is chest tube drainage. In the majorityofcases,aPALresolveswithin14days.Cheeetal. 3 Localizing a Persistent Air Leak described that in patients with a primary spontaneous pneumothorax, 75% resolved within 7 days and 100% within ToeffectivelytreataPAL,itiscrucialtoaccuratelyidentify 15 days, whereas patients with a PAL due to secondary the source of the leak. Central airway lesions can be visualspontaneous pneumothorax had a 61% resolution at 7 days ized directly, but this is not the case in peripheral air leaks. and 79% at 14 days [5]. After that, resolution of air leak Due to the presence of collateral ventilation, there are freproceedsatamuchslowerrate. quentlymultipleairwaysorsegmentsinvolvedinthePAL[1, IncaseofaPAL,thereareseveraltreatmentoptions,both 7,8].Locatingthisairleakisusuallyperformedwithsequennonsurgical and surgical. Nonsurgical treatment options tialballoonocclusionoftheairways. include application of thoracic suction and converting to The procedure is preferably performed under deep sedalarger-bore chest drains (e.g., 20–32 Fr) [6]. Furthermore, tion or general anesthesia. Especially if therapeutic options nonsurgical treatment with talc or autologous blood patch are considered (e.g., valves), general anesthesia is often pleurodesis through the chest tube can be considered. In favored as it allows for endotracheal tube placement and case of an ongoing air leak, outpatient treatment can be closed-circuit mechanical ventilation, which is essential for considered,forexample,withaHeimlichvalve[1].Potential stable and quantitative assessment of air leak volumes. It is disadvantage of prolonged drainage is the development of hard to recommend on airway access, since local practice empyema and chest tube functioning problems. Therefore, may vary significantly, but the use of a larger endotracheal outpatient care requires close follow-up by the treating tube (8.0 mm or larger), laryngeal mask, or rigid bronchophysicians[4]. scope is crucial to accommodate the therapeutic bronchoSurgicalevaluationisrecommendedinpatientswithPAL scopeandnecessarycatheters[1,7]. [4, 6]. The surgical approach can be with either open thora- During the procedure, first a standard inspection broncotomyorbetter,usingvideo-assistedthoracoscopicsurgery choscopycanbeperformed,totakeabronchialwashandto (VATS). In most cases, surgical treatment consists of paren- inspectforendobronchialanomaliesorvisiblefistulas[1]. chymal resection with bullectomy or surgical pleurodesis. Fig.1 Deflated(Panela)and inflatedballoon(Panelb)atthe entranceoftheapexoftheleft upperlobewhichcompletely occludestheleftupperlobe",
        "tokens": 525,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicManagementofPersistentAirLeaks 3 Locating the actual airways that contribute to the PAL is [9,10].Otheralternativesthathavebeenmentionedtoendoperformedwiththeballoonocclusiontechnique(Fig.1).The bronchially locate the air leak is by using methylene blue, process begins with identifying the involved lobe. This is either through thedrain, and see whether this appears inthe done by occluding the entrance of an entire lobe with a bronchopulmonary segments, or it can be instilled endoballoon catheter. The pleural drainage device is observed to bronchiallytoseewhetherthisreachesthechesttube[9–11]. detectanychangesintheairleak.Ifthereisnoreductionin airleak,theipsilaterallobe(s)aretested[1,7]. Oncetheinvolvedlobeisidentified,eachsegmentwithin 4 Bronchoscopic Treatment Options that lobe is sequentially occluded. This stepwise approach helps pinpoint the specific segments contributing to the air InsituationswherethereisaPALwhichisnotlocatedinthe leak.Thegoalwiththisapproachistoresolvetheairleakby central airways, occlusion of the airway (segmental of subblockingtheleastamountofbronchialsegments[9]. segmental) could lead to either a complete cessation of the It is important to wait several respiratory cycles to allow airfloworadecreasedairflow,whichmightresultinanearlier anyresidualairtobeevacuatedfromthepleuralspace.This closureofthefistula. waiting period helps ensure accurate assessment of the air There are several options to close this (sub)segment. A leakreduction.Theballoonshouldremaininplaceforatleast blocking device (e.g., one-way endobronchial valves or one minute to confirm a significant decrease in air leak, spigot) can be used; alternatively sealants or glues can be followed by a reincrease upon balloon deflation [1, 7]. The usedtoblocktheairway. presence of collateral ventilation (CV) may complicate the Therearenorandomizedtrialstocomparetheefficacyand identification of the leak source. Both intralobar CV effectofbronchoscopictreatmentoptionstosurgicaloptions. (CVwithinalobe,segment,orsubsegment)andinterlobular Soitisimportanttocarefullyconsiderthedifferenttreatment (CVbetweenlobesduetoincompletefissures)canpreventa optionsanddecidethebesttreatmentoptionbasedonseveral significantreductionintheairleakafterocclusionofalobeor aspects,includingtheclinicalconditionofthepatient(fitfor subsegment[1,7,8]. surgery or interventions), lung function, underlying lung A possible problem with locating an air leak in patients disease,andimaging. underanesthesiaisthattheairflowmaycease,whichmakes localizationoftheairleakimpossible.Thisismainlythecase ifthereisonlyasmallairleak.Thereasonforthisisnotclear, 4.1 Blocking Devices but suggestions are that this is due to the positioning of the patient (supine vs. upright) and decreased ventilation com4.1.1 EndobronchialOne-WayValves pared to spontaneous and conscious breathing [9, 10]. A potential solution to this problem was described by Vial Endobronchial treatment of a PAL in patients which is not etal.,whoinsufflatedoxygenbyattachinglow-flowoxygen located in the central airways is most frequently described tothesuctionportoftheflexiblebronchoscopeandinsufflate withtheuseofendobronchialvalves.Valvesaremainlyused oxygen by pushing the suction valve in short bursts and developed for bronchoscopic lung volume reduction in (to prevent barotrauma). This “reverse flow technique” patientswithsevereemphysemaandhyperinflation[12].The could lead to an increase of flow in the selected airway function of these one-way valves is to allow air to escape which suggests that this airway contributes to the PAL from the distal airways and prevent air from entering the airwaysagain.Inlungvolumereductiontherapy,thisinduces Fig.2 Panela:Exampleofan endobronchialvalve(Zephyr EBV,PulmonXInc.)placedinthe apexoftheleftlowerlobe(LB6). Panelb:Endobronchialviewofa SpirationValveSystem(SVS; OlympusCorp.)thatwasplaced intheapexoftherightlowerlobe (RB6)",
        "tokens": 482,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 T.D.KosterandD.-J.Slebos positioning of the EWS was achieved in 97% of cases, with elimination or reduction of air leaks in nearly 80% [15]. Further studies, such as one by Kaneda et al., have shown that combined EWS insertion and chemical pleurodesis can lead to complete resolution in 86% of patients[16]. Himejiet al.reported areductionof airleakagein90.5%ofpatientsandsuccessfulchesttuberemoval in85.6%[17].Aftertreatment,thespigotscanberemoved relativelyeasilywhenclinicallyfeasible. 4.1.3 OtherBlockingDevices Tracheobronchialstentscanalsobesuccessfullyusedtotreat central bronchopleural fistulas, mainly postoperative (e.g., pneumonectomyorlobectomy)[18,19].However,treatment withstentscomeswithitsowncomplicationsandsideeffects in the longer term, such as granulation tissue formation and Fig.3 AWatanabespigotpositionedintherightmiddlelobe stent migration. Therefore, stent placement should be done with caution. Other devices that have been described in an atelectases and subsequent lung volume reduction of the literatureareAmplatzerdeviceorAmplatzervascularplugs, treatedlobe,whichleadstoanimprovementoflungfunction, which are designed originally for closure of cardiac septal qualityoflife,andexercisecapacity[12].Fortreatmentofa defectsorpatentductusarteriosus[18,20].Thisisdescribed PAL, the valves should reduce the air flow to the fistula asaneffectivetreatmentinpatientswithcentralfistulasafter leadingtoimprovedexpansionofthelungandfasterhealing surgery. ofthefistulaandpneumothorax[1].Currently,mostresearch regardingthetreatmentwithvalveshasbeenperformedwith theZephyrendobronchialvalves(EBV)(PulmonXInc.,CA, 4.2 Tissue Adhesives USA),whicharesmallnitinolimplantsofseveralsizes,with a silicon duckbill valve (Fig. 2a) [13]. Furthermore, there is Thereareseveraltissueadhesivesthatcanbeused,withthe the Spiration Valve System (SVS) (Olympus, Japan), which goal of this treatment to block the airways leading to the is an umbrella-shaped device made of a nitinol frame and fistula, in most cases by forming a clot or a plug [18, 21]. polyurethanemembrane(Fig.2b).Thereareseveralsizesand Thereis,forexample,someliteraturethatdescribestheuse this device also has FDA approval for the treatment of ofcyanoacrylatecompounds(e.g.,TissueSeal),withsmall PAL[14]. caseseriesorcasereports[21].Scappaticcietal.described Severalstudieshavedescribedtheeffectoftreatmentwith the treatment with a tissue glue adhesive (methyl-2valves in patients with a PAL. In a review performed by cryanoacrylate) in patients with (mostly central) postSmesseim et al., it is described that an air leak resolution was achieved in 42–100% of treated patients. In case of a resectional bronchopleural fistula and described a high success rate, mainly in smaller fistulas [22]. Also the use PAL, the air leak severity was reduced in the majority of ofanendobronchialbloodpatchhasbeendescribed,comcases.TheyalsoperformedaretrospectiveanalysisonEBV bined with thrombin [23]. An alternative option is the use treatment in patients with a PAL and found an air leak of fibrin glue (e.g., Tisseel or Coseal (Baxter, USA)), resolvementin60%ofpatientswithin30days[1]. whichisindicatedforsurgicalhemostasis,tocreateafibrin plug, which is ultimately degraded after approximately 4.1.2 WatanabeSpigots 14 days[18,21,24]. Bronchialocclusionwithsiliconedevicesforthetreatment Alternatively,thereissomeliteratureregardingtheuseof of bronchopleural fistulas and PAL was first reported by submucosalinjectionstoinjectasubstanceastissueexpander Watanabeandcolleagues(Fig.3).Theyhavedevelopedthe (e.g., fibrin glue, Durasphere® (Carbon Medical Technoloendobronchial Watanabe spigots (EWS®, Novatech, gies, USA), ethanol, ethanolamine, albumin suspensions) or Grasse, France), which are silicone devices coated with sclerosing agent (e.g., silver nitrate, tetracycline) in the subbarium sulfate for radiographic visibility and come in mucosa near a bronchopleural fistula in the central airways three sizes [15]. In their initial study, satisfactory [18,21].",
        "tokens": 518,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "BronchoscopicManagementofPersistentAirLeaks 5 5 Conclusion 11.Zeller MVBP, Fernanders G, Magalhaes A. Clinical challenges of persistent pulmonary air-leaks—case report. Rev Port Pneumol. 2014;20(3):162–6. Inconclusion,adequatetreatmentofpatientswithapersistent 12.Klooster K, et al. Endobronchial valves for emphysema without air leak can be a real challenge. If conservative treatment is interlobarcollateralventilation.NEnglJMed.2015;373(24):2325–35. not sufficient and surgery is not an option, there are several 13.KloosterK,etal.Firstinhumanexperienceoftheperformanceof bronchoscopictreatmentoptionsthatcanbeconsidered,after the new 5.5-LP size Zephyr Endobronchial valve. Respiration. the source of the air leak has been identified. The treatment 2020;99(1):50–5. 14.Criner GJ, et al. Improving lung function in severe Heterogenous withvalvesisanimportantone. emphysemawiththeSpirationvalvesystem(EMPROVE).Amulticenter,open-labelrandomizedcontrolledclinicaltrial.AmJRespir CritCareMed.2019;200(11):1354–62. 15.WatanabeYMK,TamaokiA,KomotoR,HirakiS.Bronchialocclusion References withendobronchialWatanabespigot.JBronchol.2003;20(4):264–7. 16.KanedaH,etal.Efficacyandlong-termclinicaloutcomeofbron1.SmesseimI,etal.Endobronchialvalvesintreatmentofpersistentair chialocclusionwithendobronchialWatanabespigotsforpersistent leak:Europeancase-seriesstudyandbestpracticerecommendations airleaks.RespirInvestig.2015;53(1):30–6. –fromanexpertpanel.Respiration.2024;103:1–19. 17.HimejiD,etal.Clinicalevaluationofendoscopicbronchialocclu2.Dugan KC, et al. Management of Persistent air Leaks. Chest. sionwithanendobronchialWatanabespigotforthemanagementof 2017;152(2):417–23. intractable pneumothorax, pyothorax with bronchial fistula, and 3.DeCampMM,etal.Patientandsurgicalfactorsinfluencingairleak postoperativeairleakage.InternMed.2020;59(15):1835–9. after lung volume reduction surgery: lessons learned from the 18.Slade M. Management of pneumothorax and prolonged air leak. National Emphysema Treatment Trial. Ann Thorac Surg. SeminRespirCritCareMed.2014;35(6):706–14. 2006;82(1):197–206;discussion206–7 19.DutauH,etal.Theintegratedplaceoftracheobronchialstentsinthe 4.DuronG,BackerE,Feller-KopmanD.Evaluationandmanagement multidisciplinarymanagementoflargepost-pneumonectomyfistuofpersistentairleak.ExpertRevRespirMed.2023;17(10):865–72. las: our experience using a novel customised conical self5.CheeCB,etal.Persistentair-leakinspontaneouspneumothorax– expandable metallic stent. Eur J Cardiothorac Surg. 2011;39(2): clinicalcourseandoutcome.RespirMed.1998;92(5):757–61. 185–9. 6.Roberts ME, et al. British Thoracic Society guideline for pleural 20.Fruchter O, et al. Efficacy of bronchoscopic closure of a disease.Thorax.2023;78(11):1143–56. bronchopleural fistula with amplatzer devices: long-term follow7.Mahajan AK, Doeing DC, Hogarth DK.Isolation ofpersistent air up.Respiration.2014;87(3):227–33. leaksandplacementofintrabronchialvalves.JThoracCardiovasc 21.Keshishyan S, Revelo AE, Epelbaum O. Bronchoscopic manageSurg.2013;145(3):626–30. ment of prolonged air leak. J Thorac Dis. 2017;9(Suppl 10): 8.KosterTD,SlebosDJ.Thefissure:interlobarcollateralventilation S1034–46. andimplicationsforendoscopictherapyinemphysema.IntJChron 22.Scappaticci E, et al. Postoperative bronchopleural fistula: endoObstructPulmonDis.2016;11:765–73. scopicclosurein12patients.AnnThoracSurg.1994;57(1):119–22. 9.LazarusDR,CasalRF.Persistentairleaks:areviewwithanemphasis 23.Durrance RJ, et al. Endobronchial blood-patch: a novel technique onbronchoscopicmanagement.JThoracDis.2017;9(11):4660–70. for a persistent pleural air leak. Respir Med Case Rep. 2022;38: 10.Vial MR, et al. Endobronchial oxygen insufflation: a novel tech- 101670. nique for localization of occult bronchopleural fistulas. Ann Am 24.Hollaus PH, et al. Endoscopic treatment of postoperative ThoracSoc.2013;10(2):157–9. bronchopleural fistula: experience with 45 cases. Ann Thorac Surg.1998;66(3):923–7.",
        "tokens": 382,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_2_1",
        "number": "1",
        "page": "2",
        "provenance": {
          "page": "2",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_3_2",
        "number": "2",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_4_3",
        "number": "3",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 3"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Persistent Air Leaks.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:13.773516Z",
    "revision": "r1"
  }
}