{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Pleural Anatomy and Fluid Analysis",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "24",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_24",
    "file_sha256": "489bfa120f08b2f3f141b8f83ae18115e463f8d7616b897e257a62f517fc6003",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Pleural Anatomy and Fluid Analysis",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "PleuralAnatomy........................................................................................ 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "GrossAnatomy........................................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "MicroscopicAnatomy................................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "PathologicChangesinthePleura..................................................................... 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "RoleofthePleuralCavity.............................................................................. 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "PleuralFluidFormationandAbsorption............................................................. 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "PleuralFluidFormationinPathologicStates........................................................ 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "PhysiologicEffectsofPleuralEffusions............................................................... 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec9",
        "title": "PleuralFluidAnalyses.................................................................................. 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec9_1",
            "title": "GeneralPrinciples........................................................................................ 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec9_2",
            "title": "DirectInspectionofthePleuralFluid................................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec10",
        "title": "LaboratoryTestsofthePleuralFluid................................................................. 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec11",
        "title": "OtherPleuralFluidTests............................................................................... 9",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec12",
        "title": "Summary................................................................................................. 11",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Pleural Anatomy and Fluid Analysis Y. C. Gary Lee and O. R. Walsh Contents 1 Introduction............................................................................................. 2 2 PleuralAnatomy........................................................................................ 2 2.1 GrossAnatomy........................................................................................... 2 3 MicroscopicAnatomy................................................................................... 3 4 PathologicChangesinthePleura..................................................................... 4 5 RoleofthePleuralCavity.............................................................................. 6 6 PleuralFluidFormationandAbsorption............................................................. 6 7 PleuralFluidFormationinPathologicStates........................................................ 6 8 PhysiologicEffectsofPleuralEffusions............................................................... 7 9 PleuralFluidAnalyses.................................................................................. 7 9.1 GeneralPrinciples........................................................................................ 7 9.2 DirectInspectionofthePleuralFluid................................................................... 7 10 LaboratoryTestsofthePleuralFluid................................................................. 7 11 OtherPleuralFluidTests............................................................................... 9 12 Summary................................................................................................. 11 References...................................................................................................... 11 Abstract parapneumonic, malignant, or tuberculous in origin. An increasing number of biomarkers are now available, and The pleural cavity is bathed by a small amount of physiologicfluidinhealth.Morethan60conditionscanaffect manywilllikelybeincorporatedintothediagnosticalgorithminthefuture.Understandingtheetiologyofcommon thepleuraanddisturbtheequilibrium,resultinginsignificant accumulation of fluid from increased formation causesofpleuraleffusion,theirclinicalpresentation,fluid and/orreducedabsorptionofpleuralfluid.Separatingthe biochemistry,andclinicalcourseisimportanttoestablish fluid into transudates and exudates can triage investiga- thecorrectdiagnosis. tions [1]. Transudates often arise from congestive heart Keywords failure and liver cirrhosis. Exudates are most commonly PleuralEffusion·MesothelialCell·PleuralFluid· ✉ Y.C.G.Lee( )·O.R.Walsh MalignantPleuralMesothelioma·PleuralCavity CentreforAsthma,Allergy&RespiratoryResearch,Schoolof MedicineandPharmacology,UniversityofWesternAustralia,Perth, Australia DepartmentofRespiratoryMedicine,SirCharlesGairdnerHospital, Perth,WA,Australia e-mail:gary.lee@uwa.edu.au;oliviawalsh@doctors.org.uk ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_62-1",
        "tokens": 182,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 Y.C.G.LeeandO.R.Walsh 1 Introduction Pleuraleffusionsarecommoninclinicalrespiratorypractices and are often difficult to diagnosis or manage. Over 3000 patients per million population develop a pleural effusion each year. At least 60 pleural, pulmonary, and systemic conditions have been associated with the development of pleural effusions. Establishing the underlying cause often requires invasive procedures, from thoracentesis to percutaneous pleural biopsy and thoracoscopy—all of which carry risks[2]. Aclearunderstandingofthebasicanatomyofthepleural cavity, the principles of pathophysiology of pleural fluid formation, and the role (and limitations) of current pleural fluid tests is therefore essential for all practicing pulmonologists. 2 Pleural Anatomy 2.1 Gross Anatomy The pleural mesothelia develop from the embryonic meso- Fig. 1 Thoracoscopic view of the pleural cavity, looking toward the dermanddifferentiateintotheparietalandvisceralpleuraby apexofthelung,showingthelungcoveredbyvisceralpleura(atbottom thethirdweekofgestation.By9weeks,thepleuralcavityis oftheimage)andtheparietalpleuracoveringtheinnersurfaceofthe ribsandchestwall separated from the pericardial cavity. The pleural cavities containthevisceralpleura,overlyingtheentirelungsurface, conventional teaching that the intercostal arteries run inferiand the parietal pleura, overlying the inner surface of the orlytothecorrespondingribs,angiographicevidenceshows entire thoracic cage, including the mediastinum and diathatintheparavertebralregionsthesearteriesoftenfollowa phragm(Fig.1).Thetwopleuralmembranescoalesceatthe variable course in the intercostal space not necessarily prolunghila,wheretheyarepenetratedbythemajorairwaysand tected by the ribs. The intercostal arteries only consistently pulmonary vessels. Several structures (e.g., the hila and run parallel with the inferior margins of the ribs when the sometimesthegreatveins)acquireadoublelayerofparietal vesselsreachtheflanks[5].Elderlysubjectsoftenhavemore pleurainembryologicaldevelopmenttoformthepulmonary tortuous vessels and narrower rib spaces and are at risks of ligaments,whichmaycontainlymphaticsorvessels[2]. intercostal artery lacerations during pleural procedures. PerThe pleural cavity refers to the space enclosed by the cutaneousprocedures,andthoracoscopicbiopsies,shouldbe pleural membranes which in healthy states is approximately performedasfarawayfromparavertebralregionsaspossible. 10–20μmacrossandcontains8–10mLoffluid.Theareaof The bronchial, upper diaphragmatic, internal mammary, the entire pleura is estimated to be 2000 cm2 in an average and mediastinal arteries supply the mediastinal pleura; the adult male. In humans, the left and right pleural cavities are subclavian artery supplies the cervical pleura, and the diaseparatedfromeachotherandfromthepericardialspace[3]. phragmaticpleuraissuppliedbytheinternalmammaryartery Thevisceralpleuracoversthelungsurfaceandextendsdeep andaorta,viaposteriormediastinalandinferiorphrenicarterwithin the interlobar fissures. The parietal pleura can be ies. Venous drainage follows arterial supply into the azygos divided into the diaphragmatic, mediastinal, cervical, and vein and into the superior vena cava. The diaphragmatic costalpleura(Fig. 2).Theparietalpleuramay extendinferipleura drains via the inferior phrenic veins into the inferior orlybeyondthecostalsurface,specificallyattherightlower venacava[6]. sternalregionandattheposteriorjunctionofribsandverteArterial supply of the visceral pleura in humans is brabilaterally. believedtoarisefromthebronchialarteries,althoughsupply Blood Supply: Major, and at times fatal, bleeding is a of the lung apex and its convex surface is debated. Venous known complication of pleural procedures—hence, underdrainage of the visceral pleura is mostly via the pulmonary standing the blood supply of the pleura is important. The veins. costal portion of the parietal pleura is supplied by the intercostal and internal mammary arteries [5]. Contrary to",
        "tokens": 527,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PleuralAnatomyandFluidAnalysis 3 Innervation: The parietal, but not the visceral, pleura is innervated by pain fibers. Hence, presence of pleuritic pain indicatespathologic,usuallyinflammatoryortumor,involvementoftheparietalpleurawhichissuppliedbytheintercostal nerves [9]. The central diaphragm is supplied by the phrenic nerve; irritation of the diaphragmatic pleura can induce referred pain to the ipsilateral shoulder. The visceral pleuraisinnervatedbythevagusandsympathetictrunk. 3 Microscopic Anatomy Both visceral and parietal pleurae in humans are approximately 40μmthick.Betweenthepleural surfaceandunderlying tissue, five layers are identified histologically, consistingofasinglecellularlayerandfoursubcellularlayers (Fig.3),asfollows: 1. Amonolayerofmesothelialcells 2. Thebasallaminaandathinconnectivetissuelayer 3. A thin superficial elastic layer, often merged with the secondlayer 4. A loose connective tissue layer, containing nerves, blood Fig. 2 Thoracoscopic view of normal costal parietal pleura. Normal vessels,andlymphatics pleura is extremely thin and offers a clear view of the underlying 5. A deep fibroelastic layer, often fused to the underlying structures. Notice the ribs, and the intercostal vessels in between the ribs,runninginparalleltoeachother[4].Thediaphragmcoveredbythe tissue diaphragmatic pleura can be seen at the inferior right corner of the picture. A small amount of pleural fluid can be seen at the bottom of MesothelialCells:Mesothelialcellisthepredominantcell thepleuralcavity typeinthepleuralcavity.Theyvaryfromflattocuboidaland canrangefrom10to50μmindiameterandfrom1to>4μm Pleural Lymphatics: The lymphatics play a key role in fluid drainage of the pleural cavity. Fluid exits the pleural inthickness.Mesothelialcellsareadherenttooneanotherat cavity by bulk flow (liquid and protein are evacuated at the the apical surface via tight junctions [10]. At the basal sursame rate) via stomata (diameter 2.5–10 μm) on the parietal face,thecellsaremorelooselyassociated,althoughthebasal portions are often seen to overlap. The cells slide over one pleura,whichemptyintolymphaticplexusesintheintercosanother during the respiratory cycle, and therefore, at full tal spaces and over the diaphragm [7]. The costal pleura inspirationtheoverlapdisappearscompletely. drains into the internal mammary nodes anteriorly and the The pleural cavity is frequently invaded by undesirable intercostal lymph nodes posteriorly. Pleura from the lung agents, but the pleural cavity is not under close surveillance apex drains into the cervical chain, while pleura lining the by polymorphonuclear cells. Mesothelial cells thus provide diaphragm drains into the mediastinal nodes. Disease, espethe frontline defense against invading cells (e.g., cancer), ciallymalignant,involvementofthoraciclymphnodesoften pathogens(e.g.,bacteria),andparticularmatters(e.g.,asbesimpairs the drainage routes and contributes to accumulation tos) by provoking a significant inflammatory response, ofpleuraleffusions. A superficial network of lymphatic capillaries and phagocytosis, and release of potent cytokines which effeccollecting vessels exists on the visceral pleura, and flow tivelyrecruitinflammatorycells(e.g.,neutrophils)toinitiate appropriateimmuneresponsestoeradicatetheinvadingmolfrom lymphatic capillaries is directed toward the hila of the ecules. Mesothelial cells are multipotent and have definite lungviabronchovascularbundles.Disruptionofthelungand roles in extracellular matrix synthesis and hence pleural pleurallymphaticsduringlungtransplantationisbelievedto fibrosis and repair [11]. The diverse range of biological be a contributing cause of the early posttransplant pleural functions mesothelial cells play in both health and disease effusions which occur in practically all lung transplant statesisreviewedelsewhere. patients[8].",
        "tokens": 553,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 Y.C.G.LeeandO.R.Walsh Fig.3 Thevisceralpleura.The fivelayersofthevisceralpleura, Mesothelial mergingwithunderlyinglung monolayer parenchyma[9].Theelastic Basal lamina laminaeofthepleuraare highlightedinthisVerhoeff–Van Gieson(VVG)stainforelastic Loose connective tissue fibers(VVG×200).(Courtesyof Dr.ASegal,Perth,Australia) Superficial and deep elastic laminae Lung parenchyma commonprimarycancersites.InEurope,onemillionpatients 4 Pathologic Changes in the Pleura withlungcancerdevelopapleuraleffusioneachyear.Cancer cells embolize to peripheral lung tissues and/or directly A diverse range of insults can affect the pleura, and the invade the visceral pleura before spreading onto the parietal resultant responsesareequallycomplex.Mostpleuraldisor- surface. Occasionally, hematogenous or direct spread to the ders, however, involve inflammatory changes, fibrosis, and parietal pleura can occur. In contrast, primary pleural mesooftenvascularhyperpermeability,leadingtofluidaccumula- thelioma (Fig. 5b) is believed to originate from the parietal tion.Detaileddiscussiononpleuralpathologiescanbefound pleurabeforespreadingtothevisceralpleura[13].Mesotheinspecialisttexts[12]. liomapatientswithdiseaselimitedtotheparietal,butnotthe Pleural Inflammation and Fibrosis: Acute pleuritis visceral, pleura have been shown to have better prognosis developswithmanypleuraldiseases(e.g.,infection)aswell (33 vs. 7 months). Figure 6 shows an example of the histoas iatrogenic procedures (e.g., pleurodesis), and if persists, logicalappearanceofamalignantpleuralmesothelioma. thechronicinflammationoftenprogresses topleuralfibrosis The importance of pleural involvement in nonsmall cell andthickening(e.g.,asbestos-relatedfibrothorax)(Fig.4).In lung cancer has been recognized in the latest (seventh ediaddition to fibroblasts, mesothelial cells also contribute to tion) revised “TNM classification of malignant tumors”; the collagenandmatrixsynthesisinpleuralfibrosis.Mesothelial presenceofamalignantpleuraleffusionstagedthecancerat cells can undergo epithelial–mesenchymal transformation M1a (stage IV), reflecting the advanced (and inoperable) andconvertintofibroblast-likecells,aprocessimplicatedin nature of the disease when the pleura is involved. A series peritoneal fibrosis. For detailed review of the causes and of studies have shown that positive pleural lavage cytology pathology of pleural fibrosis, please refer to reviews else- for malignant cells is a poor prognostic indicator in patients where[12]. undergoingresectionoflung cancer,with amediansurvival PleuralEffusion:Thedevelopmentofpleuraleffusionsis of 13 months compared to 49 months if negative [14]. The furtherdiscussedbelow. importance of pleural lavage cytology has recently been Pleural Malignancy: An estimated 300,000 patients emphasized in a meta-analysis. Currently, results of pleural develop a malignant pleural effusion per annum in the lavage are not part of the TNM staging system. However, a USA, which can arise from metastatic or primary pleural new classification of visceral pleural invasion (VPI), PL0-3, cancers.Metastaticpleuraldisease accountsfor themajority hasbeenproposedandisnowinuseinmanycenters: of cases (Fig. 5a) with lung and breast being the most",
        "tokens": 426,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PleuralAnatomyandFluidAnalysis 5 (cid:129) PL0:tumorwithinthesubpleuralparenchymaorinvading superficially into the pleural connective tissue below the elasticlayer;PL1:tumorinvadesbeyondtheelasticlayer; (cid:129) PL2: tumor invades the visceral pleural surface; PL3: tumorinvadestheparietalpleura. Breaching the elastic layer of the visceral pleural layer, PL1and2,confersVPIandaTstatusofpT2.Fiveofthesix studies using this staging system showed adverse prognosis forpatientswithVPI.ParietalinvolvementistermedpT3. Pleuralmalignanciesoftenexpresshighlevelsofvascular endothelialgrowthfactor(VEGF),whichinanimalstudiesis akeydrivingforceforpleural/peritonealfluidformation.The role of antagonizing VEGF to control malignant effusions hasnotbeenestablished[13]. Pneumothorax: Stretched out visceral pleura in the statiFig. 4 Fibrous pleural plaque of the parietal pleura, demonstrating “basket-weave” collagen (H & E ×40). (Courtesy of Dr. A Segal, callyexpandedlungapicesispronetoblebandbullaeformaPerth,Australia) tion,eveninnonsmokingindividuals.Thesearethoughttobe Fig.5 Thoracoscopicviewsof (a)multiplemetastaticcarcinoma depositsontheparietalpleuraand (b)malignantmesotheliomaatthe parietalpleura(left)and diaphragm(right)sparingthe costophrenicangle.(Courtesy Dr.NRahman,Oxford,UK) Fig.6 Malignantmesothelioma, epithelioidtype.Areactivezone offibrinandfibroustissue(left) overliesthetumor,whichis separatedfromtheunderlying lungparenchymabytheelastic laminaofthevisceralpleura(H& E×20).(CourtesyofDr.ASegal, Perth,Australia)",
        "tokens": 133,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 Y.C.G.LeeandO.R.Walsh an important factor in predisposition to primary spontaneous (75%)macrophagesandlymphocytes(23%)innonsmokers, pneumothorax.Arecentstudyofprimarypneumothoraxusing but the numbers of neutrophils are significantly raised in fluorescein-enhancedautofluorescencethoracoscopyraisesthe smokers. possibility of diffuse leak from the visceral surface (“pleural Extrapolating from animal data, a 70-kg man produces porosity”) rather than one ruptured bleb as the source of air 17mL/dayofphysiologicpleuralfluid.Therateofformation leakfromthelung[14]. approximates 0.01 (in sheep) to 0.02 (in rabbits) mL/kg/h, Due to the anatomical boundaries of the parietal pleura, and the half-life of fluid turnover is 6–8 h. The drainage iatrogenic pneumothorax may result from insertion of sub- capacity in normal pleura is large (estimated around clavian central venous catheters, damagingthepleuraabove 0.2–0.3 mL/kg/h) and well over the usual production rates thefirstrib.Duetopleuralextensionbelowthecostalmargin [18]. inferiorly,pneumothoraxmayoccurduringattemptedposterioraccesstoupperabdominalorgans[14]. 7 Pleural Fluid Formation in Pathologic States 5 Role of the Pleural Cavity A pleural effusion, an abnormal accumulation of pleural The pleura permits friction-free movement of the lungs fluid, develops when the rate of pleural fluid formation withintherelativelyrigidthoraxandfacilitates thedevelopexceeds the rate of its removal. Most effusions develop mentofpositiveandnegativeintrapleuralpressureduringthe from both increases in pleural fluid entry and decreases in respiratory cycle. A patent pleural cavity is, however, not fluidexitrates.Inthepresenceofthenormalfluidabsorption essential to life. Longitudinal studies of patients who capacity,fluidformationhastoincreasebyover30-fold,and underwent talc pleurodesis to obliterate the pleural space as stayatthatrate,tocreateaneffusion[19].Ontheotherhand, treatment for pneumothoraces showed minimal restrictive decreased removal of the fluid alone is unlikely to result in changes in lung functions after 22–35 years [15]. This was significant accumulation of pleural fluid, given the normal collaborated by animal studies which showed no major rateofpleuralfluidformationislow. impairmentinlungvolumesandgaseousexchangefollowing Transudatesaccountfor∼60%ofpleuraleffusionsseenin pleurodesis. Studies of elephants showed that many were clinicalseries.TheyareformedwhentheStarling’sequation autopleurodesed at birth, and their pleural cavity is replaced isdisturbedbyincreasedintravascularpressures(mostcomby fibrous tissues. It is intriguing why humans, throughout monlyincongestivecardiacfailure)and/ordecreasedpleural evolution,maintainapatentpleuralcavitythatisnonessential fluid oncotic pressures (e.g., in cirrhosis and nephrotic synandsusceptibletonumerousdiseasepathologies[16]. drome):allofwhichcancontributetofluidmovementacross thepleuralcapillariestothepleuralcavity[19]. The pleural cavity acts as an escape route for interstitial 6 Pleural Fluid Formation and Absorption fluidsofthelung:∼20%ofthesefluiddrainsintothepleural space. Congestivecardiacfailureisthemostcommon cause In the healthy state, the pleural cavity contains a small of transudative pleural effusions. In pulmonary edema, the amount of normal physiologic fluid to facilitate the gliding amountofinterstitialfluidinthelung,andhencethatexiting of the visceral pleura over the parietal pleural membrane. intothepleuralcavity,risessignificantlyandcanoverwhelm This pleural fluid is formed by filtration, according to the thepleuraldrainagecapacity,presentingas(mostcommonly) nethydrostatic-oncoticpressuregradient,fromthesystemic, bilateralpleuraleffusions[19]. especiallytheintercostalarterial,circulationofparietalpleura Increasedpleuralfluidformationalsoresultsfrompleural [17]. Water and small molecules (≤4 nm) can pass freely inflammation. Exudates form as a result of vascular hyperbetweenthemesothelialcells,whereastranscytosiscanallow permeability, usually due to inflammation or injury to the active transport of larger particles through the mesothelial vascularbed,or“leaky”tumorneovasculature.Theresultant cells. pleural fluids usually contain a high protein concentration Thereisapproximately0.13 ± 0.06mL/kgbodymassof relativetothetransudates. normalphysiologicfluidineachhemithoraxasestimatedby It should be remembered that pleural effusion can accutheureadilutionmethodinapleurallavagestudyofnormal mulate from passage of fluid from extrapleural sources, the subjects undergoing thoracoscopy. The fluid is a transudate most common being transdiaphragmatic movement of periwith low protein and lactate dehydrogenase (LDH), and its toneal fluid (e.g., ascites or dialysates). Other sources to biochemical composition (e.g., glucose and urea concentraconsider include chyle from thoracic duct leak, infusion tions) resembles that of other interstitial fluids. Total leukofluid from misplaced central venous lines, hemothorax from cytecountsaverage1716cells/μL,whicharepredominantly",
        "tokens": 642,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PleuralAnatomyandFluidAnalysis 7 laceratedintrathoracicbloodvessel,andotherbodyfluidsvia fistulae(e.g.,urinothorax). Decreased pleural fluid absorption contributes to pleural effusion accumulation. This can occur if the parietal stomata areobstructedbyinflamedorgrosslythickenedpleura,suchas withpseudochylothorax,orwhenthedownstreamlymphnodes areinvolvedinpathologic,e.g.,tumormetastases,processes. 8 Physiologic Effects of Pleural Effusions Dyspneaisthemostcommonsymptomassociatedwithpleural effusions, but its pathophysiologic mechanism remains debated.Fluidcompressiononthelung,acommonbelief,is not the sole explanation as the forced vital capacity and the forced expiratory volume in 1 s (FEV ) increases by about 1 200mLforeveryliterofpleuralfluiddrained.Theimprovementinpulmonaryfunctionisgreaterinpatientswithhigher initial pleural pressure. Not surprisingly, the arterial blood gasparameters(e.g.,oxygentension)donotimprovesignificantly, and may even deteriorate, after thoracentesis as the Fig. 7 Pus in chest tube and underwater-sealed bottle from a patient intrapulmonary shunt underlying the hypoxemia does not withempyema changesignificantly[19]. To accommodate the extra volume (often in liters) of associated with pulmonary emboli, and benign asbestos pleural fluid, the thoracic cavity has to expand (e.g., by pleuritis[16]. mediastinal shift, flattening, or eversion of the hemidiaphragm). Indeed, the weight of the fluid on the diaphragm profoundly alters the hemidiaphragm shape and 9.2 Direct Inspection of the Pleural Fluid functioning. The patient whose hemidiaphragm is everted usuallyhasseveredyspnea. InspectionofpleuralfluidisanimportantpartoftheassessInanimalstudies,massivepleuralfluidaccumulationcan ment, often overlooked by clinicians. The presence of pus raise the intrapleural pressure sufficiently to reduce venous definesempyemaatthebedside(Fig.7),andfindingoffood returnandthuscardiacoutput.Thishypothesishasnotbeen particlesdefinesafistulaconnectionwiththegastrointestinal properlyassessedinhumans[15]. tract(usuallyesophagus).Amilkyfluidmustraisethesuspicion of chylothorax or pseudochylothorax and be differentiatedfromturbidityfrombacterialinfection.Pleuralaspirates 9 Pleural Fluid Analyses areoftenhemorrhagic,andmostareresultsofbloodstaining ofthefluidthanagenuinehemothorax(Fig.8)—thelatteris 9.1 General Principles defined by a fluid:blood hematocrit of >0.5. The smell of ammoniasuggestsurinothorax;ananaerobicsmellinempyEstablishing the diagnosis of a pleural effusion can be chal- emahelpsguideantimicrobialchoice[19]. lenging. It should be emphasized that pleural fluid analyses should always be interpreted in conjunction with clinical history, examination, and radiologic assessment (see other 10 Laboratory Tests of the Pleural Fluid chapters).Forexample,theBritishThoracicSocietypleural guidelinesrecommendthatin“anappropriateclinicalsetting, Laboratory tests should be requested as according to the e.g., left ventricular failure with a confirmatory chest radio- clinical setting, and no “set menu” fits every patient. When graph,theseeffusionsdonotneedtobesampledunlessthere approachingaundiagnosedeffusion,however,thefollowing areatypicalfeaturesortheyfailtorespondtotherapy.”There testsaregenerallyrecommended:pleuralfluidshouldbesent are also no specific pleural fluid features that can clinch the for protein and LDH, pH and/or glucose, differential leukoetiologyofmanydisorders—theirdiagnosesaremadegiven cytecounts,bacterialculture,andcytology[18]. the appropriate clinical background and a consistent bio- Differentiation Between Transudates and Exudates: chemistry profile of the pleural fluid analyses. Common Defining the effusion as a transudate or exudate is often examples include drug-induced pleural effusions, effusions useful in the workup of a undiagnosed pleural effusion and",
        "tokens": 464,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 Y.C.G.LeeandO.R.Walsh cardiac failure or low protein states. Light’s criteria are set to provide a high diagnostic sensitivity for exudates; false positivesthereforecanoccur,e.g.,patientswithtransudative effusions receiving diuretics may have protein values in the exudativerange[21]. Numerous alternatives to Light’s criteria have been proposed over the years; none has shown clear advantages. A growingnumberofdisease-specificmarkersarebeingdevelopedtoestablishthedefinitivediagnosisofpleuralfluidsand may eventually negate the need for triaging effusions as transudatesandexudates. Pleural Fluid Cytology: At least 50 mL of pleural fluid should be sent for cytologic analyses; several studies have shown that submitting larger amount of fluid does not increase the diagnostic yield of malignancy from cytologic examination.Presence ofmalignant cellsinthepleural fluid defines a malignant effusion (Fig. 9). However, clinicians mustacknowledgethatthenegativepredictivevalueofpleuralfluidcytologyformalignancyispoor—limitedbyquality of samples, appearances of cells, experience of cytologists, etc. Certain malignancies, e.g., sarcomas, mesotheliomas, andlymphomas,aremoredifficulttobediagnosedbycytology. Further diagnostic tests, e.g., thoracoscopy (see other chapters),shouldbeconsidered[2]. Fig.8 Hemorrhagicpleuraleffusionfromapatientwithknownmalig- Pleural Fluid pH and Glucose: In parapneumonic effunantpleuralmesothelioma sions,low(<7.20)pleuralfluidpHorglucose(<40mg/dL) is predictive of the need for chest tube drainage. This pH helpstriagefurtherinvestigations.Mostcommonly,differencutoffhas been usedin many largeclinical studiesto define tiationbetweentransudativeandexudativeeffusionsismade “pleural infection”—a composite term comprising compliusing Light’s criteria. A pleural effusion is an exudate if it cated parapneumonic effusion and empyema. Although glusatisfies any of the following criteria. Conversely, a transucose is usually low in pleural infection and correlates to dateisonethatmeetsnoneofthecriteria: pleural fluid pH values, it is a less accurate indicator for chesttubedrainagewhencomparedtopH. (cid:129) Pleuralfluid:serumproteinratio>0.5 Low pleural fluid pH and glucose reflect high metabolic (cid:129) PleuralfluidLDH>2/3oftheupperlimitofnormalserum activitiesinmalignantpleuraleffusions,andlowpHhasbeen LDH associated with poorer prognosis and is (weakly) predictive (cid:129) Pleuralfluid:serumLDHratio>0.6 of unsuccessful talc pleurodesis. Pleural fluid acidosis (pH < 7.30) can also occur in connective tissue diseases Transudativeeffusionsresultfromimbalanceofthehydro- (particularly rheumatoid arthritis), tuberculous pleural effustaticandoncoticpressures,andthepleuraitselfisnotdirectly sions, and esophageal rupture, and in isolation, it does not involvedinthepathogenesis.Investigationsshouldbedirected distinguish between these causes. Low pleural fluid glucose toward extrapleural causes, most commonly congestive car- (<29 mg/dL) is common in pleural effusions secondary to diacfailure,liver cirrhosis,ornephrotic syndrome. Exudates, rheumatoidarthritis. on the other hand, point toward a pleural pathology, with The accuracy of pleural fluid pH assessment is critically parapneumonic, tuberculous, and malignant pleural effusions dependentonthecollectionandmeasurementmethods.Fluid accountingforthemajorityofexudates[20]. should be collected in a blood gas syringe without presence Although generally robust, Light’s criteria have many of air (which increases pH by an average of 0.08) or carryrecognized limitations that clinicians must be aware of. In overlidocaine(whichisacidicandsignificantlyreducespH) loculated effusions, clinically significant variations in fluid and be measured in a blood gas machine (not pH meters or biochemistry have been demonstrated. Light’s criteria are papers),preferablywithin1hofcollection.Assuch,pleural unabletoinformcliniciansinsituationswhenexudativeand fluidglucoseisemployedinsomecentersasanalternative. transudative forces coexist. For example, 8% of malignant Pleural Fluid Leukocyte Counts: Differential pleural fluid effusions are transudates, presumably from concomitant white cell counts can help direct investigations. Neutrophilic",
        "tokens": 555,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PleuralAnatomyandFluidAnalysis 9 Fig. 9 Malignant mesothelioma cells in pleural fluid. Left: highly benign from malignant effusions; further immunophenotyping is cellular sample containing large 3-dimensional clusters and papillary required to distinguish between mesothelioma and adenocarcinoma aggregates.Right:strongmembranousstainingforepithelialmembrane (Pap ×100; EMA IPOX ×200). (Courtesy of Dr. A Segal, Perth, (EMA)inmostaggregates.EMAispositiveinupto85%ofmesothe- Australia) liomas in pleural effusion cytology and is useful for distinguishing pleural fluids suggest intense pleural inflammation and are mycobacterial proteins, and the amount of acid-fast bacilli in commonlyassociatedwithparapneumoniceffusion/empyema, thepleuralspaceisoftenverylow.Pleuralfluidculturetherepulmonaryemboli,pancreaticeffusions,andmalignancy. fore has very low (10–20%) yield for TB, as is culture of Lymphocytic (lymphocyte >50% of total leukocytes) biopsied pleural tissue. TB pleural fluid is an exudate and pleural fluids may suggest TB, malignancy, postcoronary most commonly (93% of cases) lymphocytic. The diagnosis arterybypass(CABG)effusion,chronicrheumatoidpleuritis, is usually established by finding caseating granulomata in orlymphaticdisruption(lymphoma,chylothorax,yellownail pleural tissue. This involves either percutaneous or syndrome). thoracoscopic biopsies, and thus, a large amount of research Eosinophilic(eosinophils>10%oftotalleukocytes)pleu- hasfocusedonthesearchofsurrogatebiochemicalmarkers. ral effusions are secondary usually to blood or air in the Adenosine deaminase (ADA) is now routinely used in pleural space. It can also be associated with a range of manyendemiccountriesforthediagnosisofTBpleuritis.A diseases, including postcoronary artery bypass graft pleural high level of this lymphocyte enzyme is very suggestive of effusions, benign asbestos pleural effusions, Churg–Strauss TB, though false positives can occur with empyema (which syndrome, lymphoma, pulmonary infarct, parasitic/fungal caneasilybeseparatedonclinicalgroundsandaneutrophilic infections, and allergic reactions (especially drug-induced rather than lymphocytic effusion), lymphoma or metastatic pleuritis). In one series of 60 eosinophilic effusions, 37% malignancies, and rheumatologic causes. A recent metawereofmalignantetiologies. analysisof63studiesconfirmedahighsensitivityandspecBacterial Culture: No organisms were detected in up to ificity of 92% and 90%, respectively. Restricting the testing 40%ofpatientswithpleuralinfectioninmanystudies;thus, toonlylymphocyticeffusionswillfurtherenhancetheaccutheabsenceofpositivebacterialculturedoesnotexcludethe racy of the test. Although the use of ADA isoenzymes may diagnosis.Inoculatingpleuralfluidintobloodculturebottles improve theperformance ofthetest,they are expensive and increases the sensitivity of culturing microbes than using technically more difficult to perform—thus limiting their plain containers for transportation. Blood culture should be utilityindevelopingnations. performed in patients suspected of empyema to increase the ADA is cheap, fast, and easy to measure and remains likelihoodofcapturingtheinfectiveorganism. useful in HIVor immunosuppressed (e.g., renal transplant) hosts. In endemic countries, a high pleural fluid ADA in a patient with compatible clinical picture is considered sufficienttocommenceantituberculoustreatment.AlowADAis 11 Other Pleural Fluid Tests a useful “rule out” test of TB pleuritis in regions with low diseaseprevalences. Awiderangeofothertestscanbeperformedonpleuralfluids Unstimulated interferon-gamma levels in pleural fluid ifclinicallyappropriate,buttheirroutineuseinpleuralfluid have similar diagnostic accuracy as ADA but are more assessmentisnotindicated. expensive. Interferon-gamma-releasing assays have been TBPleuralEffusionsandAdenosineDeaminase:TBisone studiedbutfailedtoshowsufficientclinicalvalueindefining ofthemostcommoncausesofexudativeeffusionsinendemic TBpleuraleffusions. countries.TBpleuritisisatypeIVhypersensitivityreactionto",
        "tokens": 521,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 Y.C.G.LeeandO.R.Walsh Cardiac Failure and N-terminal Pro-Brain Natriuretic tumors,particularlyovarianandpancreaticcarcinomas.SigPeptide(NT-proBNP):TheproBNPisreleasedfromcardiac nificantly higher levels are detected in the serum of patients myocytes upon mechanical stretching to “protect” the heart with mesothelioma-related pleural effusion, compared to byinducingdiuresis.ProBNPiscleavedtoyieldNT-proBNP patientswithaneffusionsecondarytoothercancersorbenign andBNPmolecules.NT-proBNPhasbeenshowninseveral pleuraldiseaseandtonormalcontrols(diagnosticsensitivity series, Table 1, to be effective in discriminating transudates 80–84% and specificity 83–100% for mesothelioma). associated with congestive heart failure (CHF) from other Sarcomatoidmesotheliomaoftendoesnotoverexpressmesotransudative or exudative causes. The most common cutoff thelin,thuslimitingthenegativepredictivevalueoftheassay. value used was 1500 pg/mL. Importantly, NT-proBNP cor- Serum mesothelin levels are higher in patients with a larger rectlydiagnosesCHFasacauseofmosteffusionsthathave tumorload,anditsroleindiseaseprognosisandmonitoring beenmisclassifiedasexudatesbyLight’scriteria.Fewstud- treatment response is being explored. Mesothelin is renally ieshavecomparedpleuralfluidversusbloodNT-proBNP,or excreted, and patients with kidney failure can have elevated pleural fluid NT-proBNP versus BNP in their diagnostic bloodlevels. value. Pleuralfluidmesothelinlevelscorrelatestronglywith,and Tumor Markers in Pleural Fluid: Generally speaking, are much (20×) higher than, those in corresponding serum. tumormarkersandcytokinelevelsinpleuralfluidareneither The reported diagnostic sensitivity and specificity for mesosensitivenorspecificenoughfordiagnosticpurposesdespite theliomaarebetween71–80%and83–89%,respectively(ata alargevolumeofpublicationsassessingtheirclinicalutility. cutoffof20nM).Arecentstudyconfirmsadditionalvalueof Forexample,apanelofpleuralfluidtumormarkersincluding pleural fluid mesothelin to conventional cytologic examinaCEA, CA-125, CA 15-3, and CYFRA 21-1 reached a com- tion for mesothelioma, particularly in cases where the binedsensitivityofonly54%(ifspecificityissetat100%)for histocytologywashighlysuspiciousbutnotdefinitive. thediagnosisofmalignancy. Megakaryocyte-potentiatingfactor(MPF)isderivedfrom Malignant mesothelioma is often difficult to diagnose the proteolytic fragmentation of the mesothelin precursor because ofitsrelativelynonspecificinitial presentations and protein;itsroleremainsunclear.ArecentstudybyHollevoet thelonglagtimebetweenexposureanddiseasedevelopment. etal.demonstratedadiagnosticsensitivityandspecificityof Developing new (blood and/or pleural fluid) biomarkers for serum MPF, at a cutoff of 12.38 ng/mL, of 68% and 95%, early detection of mesothelioma is an active area of pleural respectively,forthedifferentiationofpatientswithmesotheresearch.Nomoleculeyetsufficientlyidentifiesallsubtypes lioma from healthy controls and other subjects who were ofmesotheliomaordifferentiatesitfromotherpleuralmalig- either asbestos-exposed or had underlying benign asbestosnancy or benign conditions. The most studied markers of relatedorotherrespiratorydisease,orlungcancer. mesotheliomaaremesothelinandosteopontin. Pass et al. showed that serum osteopontin levels were Mesothelin isa new FDA-approved biomarker for meso- significantly higher in patients with mesothelioma than in thelioma.Itisadifferentiationproteinfoundonthesurfaceof asbestos-exposed people without mesothelioma (diagnostic mesothelial cells in serosal cavities. It is overexpressed in sensitivity and specificity 77.6% and 85.5%, respectively). epithelioid and biphasic mesotheliomas and in some other However,highosteopontinlevelsarealsorecognizedinlung, Table1 RecentlargeseriespublishedusingpleuralfluidNT-proBNP column indicates the number of CHF effusion incorrectly labeled as leveltodiagnosepleuraleffusionfromcongestiveheartfailure(CHF). exudate by Light’s criteria that are correctly diagnosed using “N” denotes the total number of patients in the series; (CHF case) NT-proBNP(ModifiedfromHooperetal.[15]) denotesthenumberofpatientswithCHFinthestudy.Therighthand N = (CHFcase) Sensitivity(%):specificity(%) Correctinsamplesmisclassified(Light’scriteria) Hanetal. n = 240(82) 95:99 96%(n = 27) InternMed2008 Porceletal. n = 181(90) 96:88 90%(n = 18) Chest2009 Porceletal. n = 117(44) 91:93 80%(n = 8) AmJMed2004 Porceletal. n = 93(53) 92:87 75%(n = 6) Respirology2007 Kolditzetal. n = 93(25) 92:93 100%(n = 5) ERJ2006 Liaoetal. n = 40(10) 100:97 N/A Respirology2008",
        "tokens": 523,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PleuralAnatomyandFluidAnalysis 11 breast, gastrointestinal, and ovarian carcinomas; and Beta-2Transferrin:Diagnosisofaduropleuralfistulacan osteopontin poorly discriminates patients with metastatic bemadebythepresenceofbeta-2transferrin,aproteinfound pleuraldiseasefrompatientswithmesothelioma-relatedpleu- incerebrospinalfluidbutnotinnormalpleuralfluid(Fig.10). raleffusion.Itsroleinpredictingprognosisandinmonitoring ConnectiveTissueDiseasesandAutoimmuneAntibodies: therapeuticresponseisbeingstudied. No diagnostic pleural fluid assessment can determine if a Although mesothelin has a greater diagnostic accuracy pleural effusion is associated with connective tissue disorthanothertumormarkers,itsrealclinicalutilityintheinves- ders. Rheumatoid factor (RA) and antinuclear antibodies tigation of a undiagnosed pleural effusion, particularly in (ANA)canberaisedinpleuralfluidinpatientswithrheumacombination with routine clinical and radiological assess- toidarthritisandSLE,respectively,butneitherwasspecific. ment, warrants further study before its use can be routinely Pleural fluid RA and ANA levels are strongly correlated to recommended. the corresponding serum measurements, thus contributing Pleural Fluid Amylase: High pleural fluid amylase can littleadditionalvalueindiagnosis. occurwithesophagealrupture,ineffusionsduetopancreatic causes(e.g.,frompancreaticpseudocysts),andinabout10% ofmalignant(especiallyadenocarcinomas)pleuraleffusions. 12 Summary In esophageal rupture, it is the salivary amylase that is elevated, whereas pancreatic amylase is raised with pancreatic Pleural diseases are diagnostic and management challenges diseases. However, routine measurements of pleural fluid commonly encountered in a pulmonologist’s day-to-day amylase(oritsisoenzymes)arenotindicated. practice. Knowledge of the basic pleural anatomy in health Lipid Analyses: If the fluid appears milky, it should be anddiseasestateshelpsunderstandthepathogenesis.Pleural examined for chylomicrons and triglyceride (found in fluid examination is key to diagnosis of pleural effusions. chylothorax)andforcholesterollevelsandcholesterolcrystals Newdiagnosticmarkerscontinuetobedevelopedandhelpto (found in pseudochylothorax). It should be remembered that reduce the need of more invasive interventions. The future chylothorax may not look milky if the patient is starved. aimshouldbetodevelopmoredisease-specificmarkersthat Triglyceridelevelsof110mg/dLinpleural fluidsare usually canidentifytheunderlyingpathophysiologyordiagnosis. diagnosticofchylothorax,thoughalevelof55–110mg/dLis stillconsistentofthediagnosis.PleuraleffusionfrompseudoAcknowledgments YCGL receives research grant support from the chylothoraxusuallyhasacholesterollevelofover200mg/dL. NationalHealthandMedicalResearch Council,RaineMedicalFounFlow Cytometry: Flow cytometry is very useful to diag- dation, WestCare, Sir Charles Gairdner Research Grants, and State nose lymphoma in effusions that are predominantly HealthResearchAdvisoryCouncilofWesternAustraliaHealthDepartment(allfromAustralia). lymphocytic. References 1.LightRW,LeeYCG,editors.Textbookofpleuraldiseases.2nded. London:ArnoldPress;2008. 2.Boursos D, editor. Pleural disease. 2nd ed. New York: Informa Healthcare;2009. 3.RahmanN,ClellandCA,LeeYCG.Thepleuralcavity.In:Laurent GJ,ShapiroS,editors.Encyclopediaofrespiratorydiseases.Oxford: Elsevier;2006.p.397–402. 4.NoppenM,deWaeleM,LiR,etal.Volumeandcellularcontentof normalpleuralfluidinhumansexaminedbypleurallavage.AmJ RespirCritCareMed.2000;162:1023–6. 5.Wrightson JM, Fysh E, Maskell NA, Lee YC. Risk reduction in pleural procedures: sonography, simulation and supervision. Curr OpinPulmMed.2010;16:340–50. 6.MutsaersSE.Mesothelialcells:theirstructure,functionandrolein serosalrepair.Respirology.2002;7:171–91. 7.MutsaersSE,PreleCM,BrodyAR,IdellS.Pathogenesisofpleural fibrosis.Respirology.2004;9:428–40. Fig. 10 A 44-year-old man had T7/8 discectomy and developed a 8.LightRW,LeeYCG.Pneumothorax,chylothorax,hemothoraxand postoperativepleuraleffusion,whichonCTscanwascontinuouswith fibrothorax.In:MasonR,BroaddusVC,MartinTR,etal.,editors. the subarachnoid space. The fluid was positive for beta-2 transferrin, Textbook of respiratory diseases. 5th ed. Philadelphia: Saunders/ confirmingthefluidoriginatedfromcerebrospinalfluid.(Adaptedwith Elsevier;2010.p.1764–91. permissionfromMenziesSMandGriffithsSJ,IntPleuralNewsltr2008; 9.Mishra E, Davies HE, Lee YCG. Malignant pleural disease in 6:19) primarylungcancer.In:SpiroSG,JanesSM,HuberRM,editors.",
        "tokens": 449,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      },
      {
        "id": "p12_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "12 Y.C.G.LeeandO.R.Walsh Thoracic malignancies. 3rd ed. Sheffield: European Respiratory 16.LightRW,MacgregorMI,LuchsingerPC,BallWCJ.PleuraleffuSocietyJournalsLtd;2009.p.318–35. sions: the diagnostic separation of transudates and exudates. Ann 10.GoldstrawP,CrowleyJ,ChanskyK,etal.TheIASLClungcancer InternMed.1972;77:507–13. stagingproject:proposalsfortherevisionoftheTNMstagegroups 17.Maskell NA, Davies CW, Nunn AJ, et al. U.K. controlled trial of in the forthcoming (seventh) edition of the TNM classification of intrapleural streptokinase for pleural infection. N Engl J Med. malignanttumours.JThoracOncol.2007;2:706–14. 2005;352:865–74. 11.Lim E, Clough R, Goldstraw P, et al. Impact of positive pleural 18.Rahman NM, Mishra EK, Davies HE, Davies RJO, Lee YCG. lavage cytology on survival in patients having lung resection for Clinicallyimportantfactorsinfluencingthediagnosticmeasurement non-small-celllungcancer:aninternationalindividualpatientdata of pleural fluid pH and glucose. Am J Respir Crit Care Med. meta-analysis.JThoracCardiovascSurg.2010;139:1441–6. 2008;178:483–90. 12.Travis WD, Brambilla E, Rami-Porta R, et al. Visceral pleural 19.LightRW.Pleuraldiseases.4thed.Baltimore:LippincottWilliams invasion:pathologiccriteria anduseofelasticstains: proposal for &Wilkins;2001. the7theditionoftheTNMclassificationforlungcancer.JThorac 20.MaskellNA,BattS,HedleyEL,DaviesCW,GillespieSH,Davies Oncol.2008;3:1384–90. RJ. The bacteriology of pleural infection by genetic and standard 13.NoppenM,DekeukeleireT,HanonS,etal.Fluorescein-enhanced methodsanditsmortalitysignificance.AmJRespirCritCareMed. autofluorescencethoracoscopyinpatientswithprimaryspontaneous 2006;174:817–23. pneumothorax and normal subjects. Am J Respir Crit Care Med. 21.Rahman NM, Maskell NA, West A, Teoh R, Arnold A, 2006;174:26–30. Mackinlay C, Peckham D, Davies CW, Ali N, Kinnear W, 14.Lee YCG, Light RW. Pleural effusion: overview. In: Laurent GJ, Bentley A, Kahan BC, Wrightson JM, Davies HE, Hooper CE, Shapiro S, editors. Encyclopedia of respiratory diseases. Oxford: Lee YC, Hedley EL, Crosthwaite N, Choo L, Helm EJ, Gleeson Elsevier;2006.p.353–8. FV, Nunn AJ, Davies RJ. Intrapleural use of tissue plasminogen 15.HooperC,LeeYCG,MaskellNA,OnbehalfoftheBritishThoracic activatorandDNaseinpleuralinfection.NEnglJMed.2011;365: SocietyPleuralDiseaseGroup.TheBritishThoracicSocietyGuide- 518–26. linesfortheinvestigationofaunilateralpleuraleffusioninadults. Thorax.2010;65(Suppl2):ii4–17.",
        "tokens": 289,
        "page_range": [
          "12"
        ],
        "provenance": {
          "page": "12",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_2",
        "number": "2",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_4_3",
        "number": "3",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_5_5",
        "number": "5",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_5_6",
        "number": "6",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_7_7",
        "number": "7",
        "page": "7",
        "provenance": {
          "page": "7",
          "label": "Fig 7"
        }
      },
      {
        "id": "fig_8_8",
        "number": "8",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 8"
        }
      },
      {
        "id": "fig_9_9",
        "number": "9",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 9"
        }
      },
      {
        "id": "fig_11_10",
        "number": "10",
        "page": "11",
        "provenance": {
          "page": "11",
          "label": "Fig 10"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Pleural Anatomy and Fluid Analysis.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:14.686544Z",
    "revision": "r1"
  }
}