{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Pneumothorax",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "25",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_25",
    "file_sha256": "3137a67dba0511aaa8f48360e667294e6b69dfdbea344c08d97db3eaec5e052b",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Pneumothorax",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "DiagnosticApproachtoPneumothorax............................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "DefinitionsandIncidence................................................................................ 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "ClinicalPresentationandDiagnosis..................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "TherapeuticApproachtoPneumothorax............................................................. 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "ConservativeManagement............................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_2",
            "title": "TherapeuticAspiration................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_3",
            "title": "TubeThoracostomy...................................................................................... 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_4",
            "title": "AmbulatoryManagement................................................................................ 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_5",
            "title": "PersistentAirLeak....................................................................................... 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_6",
            "title": "Video-AssistedThoracoscopic(VATS)Pleurodesis..................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_7",
            "title": "ChemicalPleurodesis..................................................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_8",
            "title": "AutologousBloodPatchPleurodesis.................................................................... 8",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_9",
            "title": "EndobronchialValves.................................................................................... 8",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_10",
            "title": "TensionPneumothorax................................................................................... 9",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Conclusion............................................................................................... 9",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Diagnostic and Therapeutic Approach to Pneumothorax Jamie Rowell, Schuyler Perez de Salmeron, and Christopher M. Kapp Contents 1 Introduction............................................................................................. 2 2 DiagnosticApproachtoPneumothorax............................................................... 2 2.1 DefinitionsandIncidence................................................................................ 2 2.2 ClinicalPresentationandDiagnosis..................................................................... 3 3 TherapeuticApproachtoPneumothorax............................................................. 4 3.1 ConservativeManagement............................................................................... 5 3.2 TherapeuticAspiration................................................................................... 5 3.3 TubeThoracostomy...................................................................................... 6 3.4 AmbulatoryManagement................................................................................ 6 3.5 PersistentAirLeak....................................................................................... 6 3.6 Video-AssistedThoracoscopic(VATS)Pleurodesis..................................................... 7 3.7 ChemicalPleurodesis..................................................................................... 7 3.8 AutologousBloodPatchPleurodesis.................................................................... 8 3.9 EndobronchialValves.................................................................................... 8 3.10 TensionPneumothorax................................................................................... 9 4 Conclusion............................................................................................... 9 References....................................................................................................... 9 Abstract shiftedfromanalwaysinterventionalapproachtoincreasing consideration of “watchful waiting.” Conservative Pneumothorax occurs when air is present in the pleural managementinstablepatientsisencouraged,andifinterspacebetweenthevisceralandparietalpleuraandisoften ventionisundertaken,itisoftenwithasmaller-borechest graded in severity based on size, symptoms, and physiotube versus needle aspiration drainage without leaving a logic effects (i.e., hypoxemia, tachycardia, and hypotension). It is classified based on the trigger (spontaneous, chestdraininplace.Pneumothoraxwithpersistentairleak remainsasignificantproblem;however,surgicalandless traumatic, and iatrogenic) and on the underlying characinvasivemeasurestoappeartobeeffectives.Thischapter teristicsofthepatient,particularlythepresenceofunderwill review the current well-established and data-driven lying lung disease (secondary) or not (primary). Each diagnostic andmanagement practices, as well as compile category of pneumothorax has its own risk factors and the existing data for individual interventions in those principles of management. Management principles have clinical scenarios to which consensus guidelines do not apply. J.Rowell·S.PerezdeSalmeron DepartmentofPulmonaryandCriticalCareMedicine,Northwestern University,Chicago,IL,USA Keywords e-mail:Jamie.rowell@nm.org;Schuyler.salmeron@nm.org ✉ Pneumothorax·Primaryspontaneouspneumothorax· C.M.Kapp( ) Traumaticoriatrogenicpneumothorax·Chesttube· DepartmentofPulmonaryandCriticalCareMedicineandInterventional Pulmonary,NorthwesternUniversity,Chicago,IL,USA Therapeuticaspiration·Pleurodesis e-mail:Christopher.kapp@nm.org ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_66-1",
        "tokens": 257,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 J.Rowelletal. 1 Introduction existing lung pathology [8]. The age-adjusted incidence of PSPis7.4–18casesper100,000personsinmalesand1.2–6 A pneumothorax occurs when air is trapped in the pleural cases per 100,000 persons in females [4]. The general phespace between the visceral and parietal pleura. One of the notype of one suffering from PSP is that of a young earliest known descriptions of a pneumothorax appeared in (10–30 years old) tall, thin male with cigarette smoking ImperialSurgery,thefirstillustratedsurgicaltextbookinthe frequently implicated as a co-morbid risk factor [9]. Other Turkish-Islamic literature, written and published by riskfactorsmayincludechangesinatmosphericpressure[10] Sabuncuoglu in 1465 AD [1]. It was further described by and exposure to loud music [11] among others. The pathoJeanMarcGaspardItard,adiscipleofReneLaennec,in1803 genesis of a PSP was long thought to be a spontaneous [2]. At the time of Itard’s description, tuberculosis was (and rupture of a subpleural bleb (an outpouching or vesicle of had been) the leading presumed cause of pneumothorax for the visceral pleura) or bullae leading to a bronchopleural years though the authors surmised (correctly) that primary fistula and pneumothorax [12]. There are plenty of data to pneumothoraces exist. Etiologies have evolved over time supporttheblebasthecause,asmostpatientspresentingwith with advancements in public health and treatment, along PSP are subsequently found to have blebs or bullae, somewith a better understanding of pleural physiology leading to thing not discovered in healthy controls [13, 14]. Pleural our increasing comprehension of this disease process [3]. porosity, or thinning of the of visceral pleural surface, is This growing fund of knowledge has afforded clinicians the anotherpossibleexplanationthat wascleverly demonstrated ability to provide a more personalized approach to conquer- in a study where 12 PSP and 17 healthy control patients ing this common problem. This chapter will focus on the underwentthoracoscopy[15].Patientsweregivennebulized diagnosticworkup,managementkeys,andoutcomesrelating fluorescein prior to thoracoscopy, and the fluorescein was toapneumothorax. seen most highly concentrated in areas where there were no blebs or obvious abnormalities on white light illumination, suggesting that it is not necessarily a rupture of a bleb, but 2 Diagnostic Approach to Pneumothorax ratherdiseased/thinnedpleuralspacethatmaybeimplicated inPSP.Regardlessoftheetiology,thetermPSPmaybeabit Pneumothoraces have been medical conditions requiring ofamisnomergiventhattherearelikelymicroscopicdefects treatment for hundreds and likely thousands of years. The orinflammationinthelungthatledtothepneumothorax. disease process occurs with one of three inciting events: (1) an alveolar-pleural fistulous connection, (2) direct com2.1.2 SecondarySpontaneous municationfromtheouterenvironmenttothepleuralspace, Pneumothorax(SSP) or (3) gas-producing organisms infiltrating the pleural space A secondary spontaneous pneumothorax (SSP) occurs [4]. As such, pneumothorax is a multifactorial disease probecauseofunderlyinglungdisease(Table1),themostcomcess characterized by underlying clinical causes and is submon of which is COPD [16]. SSPs are more common than divided into spontaneous pneumothoraces (primary and PSP,asdemonstratedbyalargeEnglishepidemiologicaldata secondary), traumatic, iatrogenic, and related to set showing >60% of pneumothoraxes were related to an non-expandablelung[5],andeachwillbefurtherdefinedin underlyinglungdisease[17].TheannualincidenceofSSPis sections below. From a symptom standpoint, the most com6.3casesper100,000menand2.2casesper100,000women, mon presenting factors include ipsilateral chest pain and showingsimilargenderpredilectionasPSP[18].Theageof dyspnea [6]. Physical examination can be normal with onset for SSP is later in life, peaking between the age of small pneumothoraces, while larger ones can have hyper60–64 years varying based on the underlying condition [6]. resonance to percussion, as well as diminished or absent Given age and underlying lung disease diminishing a breath sounds. Red flag factors that should make tension pneumothorax a consideration include hypotension, tachypnea, tachycardia, and cyanosis [7] and prompts the Table 1 Lung diseases implicated in secondary spontaneous physiciantomakerapidtreatmentdecisions. pneumothoraxes Chronicobstructivepulmonarydiseasewithemphysema Interstitiallungdisease 2.1 Definitions and Incidence Cysticfibrosis Lungcancer 2.1.1 PrimarySpontaneousPneumothorax(PSP) Acuteinfections(Pneumocystisjiroveciipneumonia, COVID-19pneumonitis) Primary spontaneous pneumothorax (PSP) is characterized Chronicinfections(tuberculosis,bacterialempyema) by the spontaneous occurrence of air in the pleural space in individuals without a preceding trauma or identifiable Sarcoidosis",
        "tokens": 738,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "DiagnosticandTherapeuticApproachtoPneumothorax 3 patient’s reserve, SSP can present with more urgency than Table 2 Incidence and procedure implicated in iatrogenic PSP,frequentlyrequiringmorerapidtherapy. pneumothorax Pneumothoraxrateperprocedureor 2.1.3 TraumaticPneumothorax Procedure intervention Pneumothoraxrelatedtotraumaisthesecondmostfrequent Transthoracicneedle 4.3–52.4%;pooledincidenceinmeta manifestation of chest injury and is noted in 40–50% of biopsy analysis(25.9%) Centralvenouscatheter 1–6%;dependentonwhichvenousstick patients with chest trauma, with number of rib fractures placement attempted playing a role in incidence [19]. Further complicating mat- Thoracentesis 0.3–3.0% ters, at least 20% of traumatic pneumothoraxes have an (USguided) accompanying hemothorax [20]. The disease manifests in Mechanicalventilation 1–15% multiple ways, with a reported incidence of “tension” Transbronchiallung 0.53–8% 0.7–30%ofalltraumapatients[21].Alternatively,asubstan- biopsy tial number of traumatic pneumothoraxes were termed “occult” and not seen on initial chest radiograph but found (i.e., a malignant pleural effusion) [29]. A high index of on subsequent imaging and are of uncertain clinical signifi- suspicion must be kept for these patients, particularly in the cance.Withcomputedtomography(CT)scanningbecoming setting of post-thoracentesis, to not perform unnecessary afrequentpartofthetraumaworkup,patientswithpneumo- pleural interventions, as chest tube drainage is unlikely to thoraxwerealsomorelikelytohavediaphragmrupture,lung leadtolungre-expansion[30]. contusion, and hemothorax, so clinicians should be wary of thetraumapatientwithapneumothorax[22]. 2.2 Clinical Presentation and Diagnosis 2.1.4 IatrogenicNontraumaticPneumothorax Iatrogenic pneumothoraces (IP) occur commonly in the set- The patient’s presentation will vary widely based on age, ting of patients requiring an invasive diagnostic procedure. underlying lung health and comorbidities, inciting mechaOnelargestudyreviewed535consecutiveIPevents,withthe nism(s), and circumstances (i.e., procedure or trauma) that most common preceding procedure being transthoracic nee- prompt the development of the pneumothorax. The poorer dle biopsy (24%), subclavian central venous catheter place- the patient’s underlying lung health, the more evident the ment (22%), thoracentesis before widespread use of symptoms will be and the more critical it is to recognize ultrasound guidance (20%), transbronchial biopsy (10%), andmanagethecondition. pleural biopsy (8%), and positive pressure ventilation (7%) When pneumothorax is suspected, or in chest trauma [23]. However, these data predate the use of widespread presenting to the ER without an obvious chief complaint, ultrasound for thoracentesis and CVC placement guidance, clinicians have multiple options for a first imaging test to which has substantially decreased the complication of IP in assess for this disease process. The lung ultrasound, the these procedures [24, 25]. The reported incidence of IP in portable (or 2-view) chest x-ray, and the CT scan all have relation to traumatic and spontaneous pneumothorax varies theirrolesinthediagnosticworkup,andwewilldiscussthem widely. The exact incidence of IP in hospitalized patients is separatelybelow. difficult to discern, varying from 6% to 55% of patients hospitalized with a pneumothorax [23, 26, 27]. Risk factors 2.2.1 LungUltrasound for IP include inexperienced proceduralists [23], slight male Point-of-care ultrasound (POCUS) of the chest has become predominance,andemergent(vs.elective)natureofthepro- standard of care in trauma situations for rapid diagnostic cedure[28].Cliniciansshouldhaveahighindexofsuspicion evaluation. A recent Cochrane review showed that POCUS foranIPinpatientspresentingwithunilateralchestpainand had a 91% sensitivity and 99% specificity for detection of dyspnea temporally related to an invasive procedure pneumothorax in trauma patients in the emergency depart- (Table2). ment, compared to a sensitivity of only 47% for chest x-ray [31].Theabsence oflungsliding(Fig. 1)isaverysensitive 2.1.5 PneumothoraxExVacuoor findingforlackofpleuralapposition,thoughitisnotspecific Non-expandableLung and can be seen in other diseases processes. POCUS has Non-expandablelungisamechanicalcomplicationineither proven to be a more sensitive tool for pneumothorax than a major bronchus or the pleural space that prevents pleural chest x-ray in almost all causes of pneumothorax, including apposition and leads to pneumothorax. This is frequently post-lung biopsy [32], occult pneumothoraxes in the emerencountered with obstructive atelectasis (i.e., mucous plug- gency department [33], and can confirm resolution of a gingorendobronchialtumor)orwithpleuralthickening/rind pneumothorax better than a single view chest x-ray [34]. It that prevents lung re-expansion after pleural intervention is these authors opinion that this should be the first step for",
        "tokens": 763,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 J.Rowelletal. Fig.1 POCUSofthelunginalargepneumothoraxinmotion(M)mode.NotetheA-linesatthetopofthefigureshowingreverberationofthe pleuralspaceandalackofB-lines.Thelowerportionofthepictureshowsthemotion,withnoevidenceoflungsliding determining whether a pneumothorax is present, given the patientswhereintraparenchymalbullaeorcysticlungdisease real time availability, diagnostic prowess, lack of radiation, abuts the pleural space to determine whether pleural interand cost-effectiveness. However, if POCUS is not available ventionisrequired[35]. atyoursite,thenachestx-rayisthenextbesttest. 2.2.2 ChestX-Ray 3 TherapeuticApproachtoPneumothorax A chest x-ray is a very specific marker of a pneumothorax, and when a pneumothorax is visible, it does show nicely a Historically, management practices for pneumothorax have visceralpleurallinethatdoesnotapposetheparietalpleural varied.Traditionally,thetherapeuticapproachtopneumotholine[35].Foryoungpatientswithoutlungdiseasepresenting rax has involved drainage of the pleural space, usually via with dyspnea and new onset chest pain, this can be an tube thoracostomy. Currently, guidelines regarding manageexcellent test to assess the pleural space and other possible ment of pneumothorax and persistent air leak give variable etiologies.However,inpatientswithunderlyinglungdisease and often conditional recommendations. This section will (i.e.,COPDwithbullae),itmaybedifficulttodiscernatrue review current practices, emerging evidence, and current pneumothorax.Fromavolumestandpoint,50mLofpleural guidelinesfortherapeuticapproachestopneumothorax. gascanbevisualizedintheuprightposition,whilesupineor The crux of pneumothorax lies in the clinical scenario. partially supine will require up to 100 mL prior to Tension pneumothorax requires prompt drainage and tube visualization[36]. thoracostomy placement, while a stable patient can be considered for any of the treatment strategies listed below. In 2.2.3 ComputedTomography addition, recognizing patient values and preferences and The definitive test for diagnosis of pneumothorax can be inherentlimitationsofthefacilityandoutpatientmanagement helpful in trauma patients to define occult pneumothoraces alsoplayalargeroleindetermininganindividualizedclinical orifultrasoundisnotavailable[37].Itcanalsobehelpfulin course.",
        "tokens": 276,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "DiagnosticandTherapeuticApproachtoPneumothorax 5 3.1 Conservative Management infrastructuretoprovideclosefollow-upintheinitialperiod. It must be recognized that many health systems may not be Traditional pneumothorax management favored interven- abletoprovidetheappropriateintensityoffollow-upneeded tional strategies, such as needle aspiration or tube to make this a safe option. However, it does provide a thoracostomy,providingradiographicresolutionofthepneu- template for a disease process that can be managed without mothorax. This is often the parameter used as primary end- inpatient hospitalization to promote better resource point for clinical study [38]. This has been reflected in the allocation. major guidelines from the British Thoracic Society (BTS) and the American College of Chest Physicians (ACCP) wherein intervention has been recommended as first-line 3.2 Therapeutic Aspiration therapy for primary spontaneous pneumothorax (PSP) [39–41]. Therapeutic aspiration or needle aspiration (NA) is a proceHowever, there has been recognition that radiographic dureinwhichasmall-borecatheter(usually16–18gauge)is resolutionofpneumothoraxdoesnotnecessarilybearclinical inserted through the intercostal space via Seldinger techsignificance and eschewing that outcome for an increased nique. Air is then aspirated from the pleural space and the focus on symptoms and physiology should drive manage- catheterisremovedaftertheairhasbeenfullyaspirated[45]. ment decisions. This led to consideration of the once taboo Historically,there hasbeen apaucityof evidenceregardconservative management of minimally symptomatic or ingNAasanapproachincomparisontotubethoracostomy. asymptomaticpneumothoraces. This is reflected in contradicting recommendations in the To this end, a Cochrane review published in 2014 exam- existing major guidelines. ACCP 2001 guidelines suggest ined the existing data on conservative management for PSP thatNAisrarelyappropriateinanycontext;theBTSguide- [42]. There were several retrospective case studies, accom- lines in 2010 and the 2023 update recommend NA or tube paniedbyallthebiasesinherenttothistype ofcohort,from thoracostomy as a first-line therapy for all PSP’s requiring 2007, 1966, and 1957 that all reported approximately 80% interventionwithnospecificrecommendationforoneversus expansion rate with an approximately 12% recurrence rate. theother;the2015EuropeanRespiratorySociety(ERS)task Notably, there wereno randomized trials comparing conser- force on PSP recommends NA as the first-line intervention vative management to intervention, though this provided forthefirstepisodeofPSPinsymptomaticpatients[46]. preliminary evidence for randomized trials to assess this A Cochrane review [47] examined the existing data strategyinearnest. regarding head-to-head comparisons of NA versus tube The first noninferiority randomized, controlled clinical thoracostomy.Sixstudies—includingonefeaturingatrauma trial comparing conservative management to intervention population—summing up to 435 patients were included. for PSP was published in 2020 [43]. This trial provides Outcome measures in this review included “immediate sucevidence that conservative management may be noninferior cess”definedas“(near) complete lungexpansion”or“comtointervention(needleaspiration)regardingtheprimaryend- plete resolution and discharge within 24 hours.” Secondary pointofradiographiclungre-expansionwithin8weeks.This outcomesincludedrecurrenceofpneumothoraxinthefollow studyonlyenrolledpatientswiththefirstoccurrenceofPSP up period. This review found that chest tube drainage was and were in a center with excellent infrastructure to support more successful in the primary outcome of immediate and timely outpatient follow-up that may not be reproducible at complete resolution of pneumothorax compared to needle all sites. However, the data describe a shorter hospital stay aspiration. There was no difference in recurrence rate and fewer adverse events in the conservative management between the two treatment strategies at 12 months, and group. Importantly, this provided clinicians with evidence the duration of hospitalization was significantly shorter for that conservative management didnot lead to harm and that theNAgroup.Anotherprospectivestudycomparingthetwo some of this data could be extrapolated to all patients with outcomes showed that again, tube thoracostomy led to minimal symptoms, regardless of the etiology of the lack of quicker total lung re-expansion, but NAwas better tolerated pleuralapposition. from a pain perspective and had fewer adverse events and a In2023,theupdatedBritishThoracicSocietypneumotho- lowerrateofrecurrenceat1year[48]. rax guidelines incorporated a conservative approach in their Finally, a meta-analysis pooling data from 759 patients recommendations for management of primary spontaneous across six RCTs showed that in two co-primary outcomes pneumothorax[44]stating“conservativemanagementcanbe (nearorcompleteresolutionofthepneumothoraxwithin24h consideredforthetreatmentofminimallysymptomatic…or oftheprocedureand12-monthrecurrencerate),thatNAwas asymptomaticprimaryspontaneouspneumothoraxregardless non-inferior to tube thoracostomy. Again, procedural comof size.” Importantly, it is acknowledged that pursuing con- plicationsandlengthofhospitalstaywerehigherinthetube servative management requires a robust medical thoracostomygroups[49].",
        "tokens": 769,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 J.Rowelletal. NAdoesseemtobeasafeandlessinvasiveoptionwithat penetration of significantly more muscle tissue [53]. The least similar results to tube thoracostomy if intervention is British Thoracic Society recommends lateral placement to deemed necessary for primary spontaneous pneumothorax. avoid injury to muscle and breast tissue [44]. Utilization of However, it should be noted that most of this evidence is POCUStodemonstratealackoflungslidinghelpsimprove drawn from systematic reviews or meta-analyses with very safetyofchesttubeplacement. few randomized controlled clinical trials available to help guidemanagementdecisions.Similarlytoconservativemanagement of PSP, a highly functioning outpatient clinic with 3.4 Ambulatory Management abilitytoscheduleclosefollowupwillbekeytoensurealack ofrecurrenceandsubsequentERvisits. For patients that require procedural intervention, there are strategiesthataffordthemtheabilitytoavoidhospitalization post chest drain placement. Current modalities that allow 3.3 Tube Thoracostomy evacuation of air in an ambulatory setting include a one-way valve (commonly referred to as a Heimlich valve), Tube thoracostomy has historically been the mainstay of mini-atrium drains connected to a chest tube, and a pleural interventional management for pneumothorax regardless of ventilationcatheter. underlyingpathology.Thisinvolvestheplacementofaflex- Heimlich valves and mini-atriums are secured to small ibletubethroughthechestwallbetweentheribsandintothe bore thoracostomy tubes and are appropriate for patients pleural space. Depending on the size of the tube, this is who do not require evacuation of a pneumothorax with accomplished via Seldinger technique or blunt dissection. continuous suctioning. Generally, these are placed after perTypically,small-borereferstosizes16Frorless,large-bore sistent air-leak has led to a prolonged hospital course when indicates22–40Fr. definitive therapy like surgeryor endobronchial valve is not Thereismountingevidencethatsmall-borechesttubesare available or recommended. However, there are data in postpreferred to large-bore chest tubes for pneumothorax, dem- surgicalpneumothoraxandprimaryspontaneouspneumothoonstratingnoninferiorityforspontaneouspneumothoraxres- rax that suggest use of these devices is a good means to olution as well as lower rates of complications, shorter reducelengthofhospitalstay,evenwithplacementonsame hospital stays, and increased patient satisfaction [50]. Small dayasachesttube[54,55].Pleuralventilationcatheterswere boretubesarenowconsideredstandardcareforspontaneous studiedintheRAMMPtrial[56],amulti-center,open-label, pneumothorax (and other indications that are beyond the RCT that enrolled patients with either (or both) a >2 cm scope of this chapter), though institutional practices vary pneumothorax or with significant symptoms. The patients based on comfort level of physicians performing the pro- received either admission and standard care per the BTS cedures. Practice has also been shifting to small-bore chest guidelines versus placement of a pleural ventilation catheter tubes forother subtypesofpneumothorax,pneumothoraxin and discharge home. The primary outcome—length of hosthestableintubatedpatient,withguidelinesbeingupdatedto pital stay—was significantly lower in the ambulatory manreflect this [44, 51]. In the trauma setting, practice has also agementgroup(medianLOSwas0days),thoughtherewere beentrendingtowardutilizationofsmall-borechesttubesfor higher adverse events in the ambulatory group. When the the management of thoracic trauma-induced pneumothorax initialmanagementstrategieshighlightedabovearenoteffecin stable patients. Evidence describes shorter length of tube tiveatbridgingthegaptoprompthealingofapleuralinjury drainage, reduced risk of VATS with similar rates offailure, leadingtopersistentairleak,furthertreatmentcanbenecesventilatordays,andICUdays[52]withsmallerboretubes. sarytoshepherdthepatientbacktohealth. Chesttubesforpneumothoraxarecommonlyplacedinthe mid-axillary line between the fourth and fifth intercostal space. This anatomic location is often termed the “triangle 3.5 Persistent Air Leak of safety” as the pleural space can be accessed without ultrasound if needed in an emergent situation with relative Persistent air leak (PAL) is generally defined as an air leak confidence that the tube will be placed well above the dia- that persists after pneumothorax for anywhere from 5 to phragm, minimizing risk of injury to other organs. An ante- 7days[39,41,44]. rior approach can also be employed for tube thoracostomy Withachesttubeinplace,anairleakcanbeidentifiedby with placement of the tube between the second and third bubblesinthewaterchamberofthecollectingsystemwhich intercostalspace atthemid-clavicular line.Ratesofcompli- indicatesthepresenceofairenteringthesystem.TheCerfolio cations,includingtubemalposition,aresimilarbetweenthese classification system [57] can be utilized to standardize the two options; however, placement at the mid-axillary line is nomenclatureandhelpdefineappropriatetreatment.Itbases often less painful as the anterior approach requires severity of the air leak on its presence during forced",
        "tokens": 720,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "DiagnosticandTherapeuticApproachtoPneumothorax 7 expiration only (grade 1) to continuously throughout the Another meta-analysis compared mechanical versus respiratory cycle (grade 4). Technological advancements in chemical pleurodesis following VATS and wedge resection quantifyingairleaks(i.e.,digitalmonitors)maybeused[58] [67]. This included one randomized controlled trial and six toimprovetimetochesttuberemovalanddecreasehospital observationalcohortstudieswith1933primaryspontaneous length of stay [59], though widespread adoption has not yet pneumothoraxpatientsandshowedthatchemicalpleurodesis occurred. wassuperiorinreducingrecurrenceratesandhospitallength Historically,therehasnotbeenmuchinthewayofguide- ofstay. line recommendations for the management of persistent air The BTS 2023 guidelines [44] do recommend considerleak(PAL)beyondsurgicalpleurodesis.TheACCP2001and ationofdefinitiveinterventiontopreventrecurrencefollowBTS2010guidelinesrecommendedevaluationbyathoracic ing secondary spontaneous pneumothorax; however, this is surgeonfollowing aPALthatlastedmore than3–5daysfor notcommonpracticeintheUnitedStates.Inalargedatabase consideration of surgical pleurodesis. For those who are not review of secondary spontaneous pneumothorax recurrence consideredsurgicalcandidatesordeclinedsurgicalinterven- preventionintheUnitedStatesbetween2016and2017,only tion,nofurtherrecommendationsweregiven[60].Here,we 33.7% of patients underwent intervention to reduce recurwill review various approaches to pleurodesis in addition to renceinthesamehospitalization.VATSwastheintervention bronchoscopic intervention with endobronchial valves. We of choice in 80.8% of these cases with the rest undergoing would like to stress the importance of utilization of a multi- thoracotomy or medical pleurodesis. The 90-day recurrence disciplinaryteamwithapatient-centeredapproachiscritical ratesweresimilarbetweentheVATSandthoracotomygroup tooptimizingmanagementoutcomes.Further,involvingsur- and four to five times higher in the medical pleurodesis gicalcolleaguespriortoutilizationofachemicalsclerosantis group[68]. recommendedtopreventcomplicatedandmoredifficultsurgicalprocedures. 3.7 Chemical Pleurodesis 3.6 Video-Assisted Thoracoscopic (VATS) Chemicalpleurodesisinvolvestheinstillationofasclerosing Pleurodesis agent into the pleural space, promoting an inflammatory cascade and fibrosis to enhance apposition of the visceral Surgical approaches to the treatment of pneumothorax and and parietal pleura. This is accomplished via instillation PAL include thoracotomy (open incision into the pleural through an intercostal drain (slurry) or under direct visualispace) or VATS (small ports into the chest wall that allow zation(poudrage)viamedicalorsurgicalthoracoscopy.Prior the introduction of instruments). VATS has gradually to consideration of using a sclerosing agent for pleurodesis supplanted open thoracotomy as the surgical approach of for any cause of pleural disease, clinicians need to confirm choice asseveralmeta-analyses haveshown that VATSpro- appositionoftheparietalandvisceralsurfacesofthepleura, duces shorter length of stay, less postoperative pain, and as pneumothorax ex vacuo will preclude success of fewer postoperative complications [61–63]. Data does sug- pleurodesis[69]. gest that VATS portends a slightly higher recurrence risk A systematic review performed by the British Thoracic comparedtoopenthoracotomy,intherangeofapproximately Society [70] concluded that chemical pleurodesis (179 per 4–11% versus 1% respectively [64, 65]. Thus, additional 1000 patients) can reduce the rate of pneumothorax recurpleural interventions, such as mechanical or chemical rence in comparison to those who received chest drainage pleurodesisareoftenperformedduringVATStoaddressthis. only (320per1000patients).Thissupportsconsideration of Specific surgical procedures undertaken during VATS or chemical pleurodesis in the acute management of spontanethoracotomy for pneumothorax and PAL remain a matter of ouspneumothorax,particularlythosewithhighriskofrecurdebate with very little in the way of head-to-head compari- rence or in high-risk professions, in those with PAL, and in sonsandpracticevariesgreatlyacrossinstitutions.Blebsand thosewithsecondoccurrenceofspontaneouspneumothorax. bullae are generally resected if present, and this is often The 2023 BTS guidelines have been updated to reflect followedbya pleurodesisprocedure.Ifblebs andbullaeare this[44]. not visible, options include empiric apical resection or Avarietyofsclerosingagentshavebeenusedforchemical pleurodesisalone[61].Ameta-analysisof51studiesinclud- pleurodesis,withgradedtalcbeingthemostcommon.Many ing 6907 patients compared thoracoscopic interventions for others have been used including tetracycline, doxycycline, PSP found that recurrence rates were lowest in those who minocycline, bleomycin, and OK-432 (low virulence strain underwentwedgeresectionpluschemicalpleurodesis(1.7%) of S. pyogenes incubated with benzylpenicillin) [60]. Curand highest in those who had wedge resection alone rently,datacomparingagentshead-to-headislacking;thus,it (9.7%)[66]. is difficult to determine clinical superiority of one over the",
        "tokens": 659,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 J.Rowelletal. other [70].Asystematicreviewdidnotdraw robustconclu- 3.8 Autologous Blood Patch Pleurodesis sionsonoptimalsclerosingagentforpreventionofpneumothoraxrecurrence.Giventhestrongdatatosupportsteriletalc Autologousbloodpatchpleurodesis(ABP)isaprocedurein as the optimum agent to achieve pleurodesis in malignant which50–100mLoraweight-basedrangeof0.5–2mL/kgof pleural effusion [71], coupled with graded talc providing an thepatient’sownbloodisinstilledintothepleuralspacevia excellentsafety[72,73],thisisfrequentlythedrugofchoice, an intrapleural drain [77]. Its postulated mechanism is to thoughinstitutionalexperiencevaries. promoteinflammationleadingtopleurodesiswiththeadded For the treatment of persistent air leak or prevention of benefit of forming a clot over the visceral pleural surface, recurrent pneumothorax, the optimal method of sclerosing therebypatchingthebroncho-pleuralfistula.Thisappearsto agent delivery—poudrage versus slurry—has not been rigor- be an effective treatment for PAL in both PSP and SSP, ously studied. One small trial compared outcomes in although practice patterns regarding amount of blood and 11 patients with secondary spontaneous pneumothorax com- timing of the procedure vary. A small study of 44 patients plicated by persistent air leak who underwent talc poudrage withCOPDandSSPrandomizedpatientstoreceiveincreasversussixpatientswhoweredeemedunfittoundergogeneral ing weight-based doses of autologous blood versus normal anesthesia and thus received talc slurry via intercostal drain. saline placebo 7 days after tube thoracostomy with repeated Talc slurry was successful in three out of four patients who doses at 9 and 11 days if PAL was still present. This study receivedit,thoughwithsignificantlylongertimetoresolution showed that weight-based dosing of autologous blood was ofPALcomparedtotalcpoudrageviathoracoscopy[74].The successfulin82%ofpatientsbyday13,comparedto9%in most methodologically rigorous data comparing talc slurry patientsthatreceivednormalsalineplacebo.Notably,weightversus poudrage comes from malignant pleural effusion. The baseddosesof1mL/kgand2mL/kghadbettersuccessrates TAPPStrial,publishedin2020,wasarandomized,open-label, compared to 0.5 mL/kg [78]. Another prospective randomparallel-group superiority trial comparing talc slurry versus ized studyinvestigated theoptimaltiming ofpursuing ABP. poudrageforthetreatmentofmalignantpleuraleffusion[75]. Thisincluded47patientsrandomizedtoreceive50mLautolThetwointerventionshadnostatisticallysignificantdifference ogous blood patch on day 3 following tube thoracostomy inpleurodesisfailureratesat90daysor180days.Utilization versus conservative management. PAL resolved in 5.4 days ofamultidirectionaltwo-tubemethodhasshownevidencein intheABPgroupcomparedto10.5daysintheconservative cadaver models that it could improve slurry distribution managementgroup[79]. throughout the pleural space [76], and confirmatory human Informed consent of patients should cite infection risk trialsareneeded(Fig.2). (8.6%) [79], and tension pneumothorax can occur [80]. Ensuringappropriatesetupandmonitoringpost-procedurally iscriticaltopreventingdrasticcomplication.However,thisis generally a well-tolerated procedure that appears to have benefitinreducingdurationofchesttuberequirement. 3.9 Endobronchial Valves Endobronchialvalves(EBV)areone-wayvalvesdesignedto sitwithintheairwayandblockairfromflowingthroughthe alveolar-pleural or broncho-pleural fistula while allowing distal secretions to drain normally, thus promoting healing. EBVs are currently only FDA-approved for lung volume reduction in patients with emphysema; however, a humanitariandeviceexemptioncanbeobtainedforthetreatmentof PALandisstandardofpracticeforPAL. ToplaceanEBV,theairleakmustfirstbelocalized.This is often done via sequential balloon inflation and occlusion withsubsequentdecreaseorcessationofairleaknotedinthe collection chamber. One canalso instill methylene blue into the pleural drainage catheter and directly visualize the blue dyeaccumulationintheairwaysviabronchoscopytolocalize theairleak[81].Oncelocalized,theairwayissized,andthe Fig. 2 Talc pleurodesis poudrage performed under medical thoracoscopy.(PhotoCredit:SeanB.Smith) appropriateEBVisplaced.Importantly,theplacementofan",
        "tokens": 486,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "DiagnosticandTherapeuticApproachtoPneumothorax 9 EBV does not resultin immediate resolution of the air leak. leaks and prevention of recurrence is becoming safer and Themediantimefromvalveplacementtoairleakresolution more effective. There is still work to be done to determine hasbeenreportedas4–7.5days[82,83]. optimal management strategies for those who are not good Therehavebeenseverallargecaseseries,bothprospective surgicalcandidateswithrandomizedcontrolledtrialsneeded andretrospective,reportingonoutcomeswithEBVusedfor investigatingefficacyofnonsurgicaltherapeuticoptionssuch PAL[84].Successratesofairleakresolution(47.5–80%)and as chemical pleurodesis, blood patch pleurodesis, and brontimetoremovalofintercostaldrain(6–21days)varywidely. choscopicinterventionwithendobronchialvalves. FurthercomplicatingEBVasatherapyisthetypicallagtime from consultation to procedure, with an average time of References 10daysfromintercostaldrainplacementtoproceduralintervention [82]. Importantly, prospective head-to-head data for 1.Kaya SO, Karatepe M, Tok T, Onem G, Dursunoglu N, Goksin EBV compared to tube thoracostomy or other interventions I.Werepneumothoraxanditsmanagementknownin15th-century arelacking.Thisisacurrentareaofinvestigation. anatolia?TexHeartInstJ.2009;36(2):152–3. 2.Laennec RTH. De l’auscultation médiate, ou, Traité dudiagnostic desmaladiesdespoumonsetducoeur:fondéprincipalementsurce nouveaumoyend’exploration,vol.1.Paris:ChezJ.-A.Brossonet 3.10 Tension Pneumothorax J.-S.Chaudé,Libraires;1819. 3.CaseRecords.ActaMedScand.1932;77(S43):1–93. This is a medical emergency with a high mortality rate. 4.NoppenM.Spontaneouspneumothorax:epidemiology,pathophysiologyandcause.EurRespirRev.2010;19(117):217–9. Patientspresentingwithsignsandsymptomsconcerningfor 5.Stodghill JD, Collins DT, Mahajan AK, Khandhar SJ. Primary apneumothoraxcoupledwithhemodynamicandrespiratory spontaneous pneumothorax: a pathway to practice. AME Med compromise should be evaluated for immediate needle J.2019;4:8. decompression.Thepathophysiologyoftensionpneumotho- 6.Noppen M, De Keukeleire T. Pneumothorax. Respiration. 2008;76(2):121–7. raxisdebatedintheliteratureandisdifferentwhencompar7.RojasR,WasserbergerJ,BalasubramaniamS.Unsuspectedtension ingaspontaneouslybreathingperson(animalstudiessuggest pneumothoraxasahiddencauseofunsuccessfulresuscitation.Ann a one-way valve-like phenomenon that allows air into the EmergMed.1983;12(6):411–2. pleuralspacebutnoevacuationleadingtoprogressiveinfla- 8.Bintcliffe O, Maskell N. Spontaneous pneumothorax. BMJ. 2014;348:g2928. tion of the pleural space) versus a mechanically ventilated 9.BenseL,EklundG,WimanLG.Smokingandtheincreasedriskof patient where air is continuously being forced in [85]. contracting spontaneous pneumothorax. Chest. 1987;92(6): Regardless the etiology, if tension is discovered, prompt 1009–12. treatment with needle decompression and subsequent tube 10.Alifano M, Forti Parri SN, Bonfanti B, Arab WA, Passini A, BoaronM,etal.Atmosphericpressureinfluencestheriskofpneuthoracostomycanbelifesaving,asmortalityratesoftension mothorax:bewareofthestorm!Chest.2007;131(6):1877–82. pneumothoraxareaslowas3–7%whenrecognizedearlyand 11.NoppenM,VerbanckS,HarveyJ,VanHerrewegheR,MeysmanM, almostuniversallyfatalifleftunattended[86]. Vincken W, et al. Music: a new cause of primary spontaneous pneumothorax.Thorax.2004;59(8):722–4. 12.Light RW. Management of spontaneous pneumothorax. Am Rev RespirDis.1993;148(1):245–8. 4 Conclusion 13.Amjadi K, Alvarez GG, Vanderhelst E, Velkeniers B, Lam M, NoppenM.Theprevalenceofblebsorbullaeamongyounghealthy Pneumothoraxisadiseaseprocessthatdatesbackhundredsif adults:athoracoscopicinvestigation.Chest.2007;132(4):1140–5. 14.LesurO,DelormeN,FromagetJM,BernadacP,PoluJM.Computed not thousands of years. Recent literature has helped divide tomography in the etiologic assessment of idiopathic spontaneous this disease process by etiology. However, regardless of the pneumothorax.Chest.1990;98(2):341–7. etiology, pneumothorax has a wide range of severity, thus 15.Noppen M, Dekeukeleire T, Hanon S, Stratakos G, Amjadi K, making management strategies variable. Diagnosis has Madsen P, et al. Fluorescein-enhanced autofluorescence thoracoscopy in patients with primary spontaneous pneumothorax become easier with the advent of point of care ultrasound and normal subjects. Am J Respir Crit Care Med. 2006;174(1): and its widespread adoption and high sensitivity. Manage- 26–30. ment strategies are also changing as data are pointing to 16.Sassoon CS. The etiology and treatment of spontaneous pneumoconservative management instable, relatively asymptomatic thorax.CurrOpinPulmMed.1995;1(4):331–8. 17.Hallifax RJ, Goldacre R, Landray MJ, Rahman NM, Goldacre patients,regardlessofsizeofpneumothoraxandBTSguideMJ. Trends in the incidence and recurrence of inpatient-treated linesnowincorporatepatientpreferences(withinreason)into spontaneous pneumothorax, 1968–2016. JAMA. 2018;320(14): itsalgorithm.Ifinterventionisindicated,thesearebecoming 1471–80. lessinvasivewithsimpleaspirationorsmall-borechesttube 18.Melton LJ 3rd, Hepper NG, Offord KP. Incidence of spontaneous pneumothorax in Olmsted County, Minnesota: 1950 to 1974. Am rather than large-bore chest tube. As thoracic surgeons are RevRespirDis.1979;120(6):1379–82. becomingmoreexperiencedandskilledwithminimallyinva19.LimanST,KuzucuA,TastepeAI,UlasanGN,TopcuS.Chestinjury sive thoracoscopic approaches, treatment of persistent air duetoblunttrauma.EurJCardiothoracSurg.2003;23(3):374–8.",
        "tokens": 594,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 J.Rowelletal. 20.Olesen LL. Bilateral pneumothorax complicating pacemaker ThoracicSocietyPleuralDiseaseGuideline2010.Thorax.2010;65 implantation,duetopunctureoftheleftsubclavianveinandelec- (Suppl2):ii18–31. trodeperforationoftherightatrium.Cureus.2020;12(11):e11302. 42.Ashby M, Haug G, Mulcahy P, Ogden KJ, Jensen O, Walters 21.Leigh-Smith S, Harris T. Tension pneumothorax – time for a JA. Conservative versus interventional management for primary re-think?EmergMedJ.2005;22(1):8–16. spontaneous pneumothorax in adults. Cochrane Database Syst 22.LewisBT,HerrKD,HamlinSA,HenryT,LittleBP,NaegerDM, Rev.2014;2014(12):CD010565. et al. Imaging manifestations of chest trauma. Radiographics. 43.BrownSGA,BallEL,PerrinK,AshaSE,BraithwaiteI,Egerton2021;41(5):1321–34. WarburtonD,etal.Conservativeversusinterventionaltreatmentfor 23.SassoonCS,LightRW,O’HaraVS,MoritzTE.Iatrogenicpneumo- spontaneouspneumothorax.NEnglJMed.2020;382(5):405–15. thorax:etiologyandmorbidity.ResultsofaDepartmentofVeterans 44.Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, AffairsCooperativeStudy.Respiration.1992;59(4):215–20. Corcoran JP, et al. British Thoracic Society Guideline for pleural 24.GannMJr,SardiA.Improvedresultsusingultrasoundguidancefor disease.Thorax.2023;78(Suppl3):s1–42. centralvenousaccess.AmSurg.2003;69(12):1104–7. 45.PneumothoraxAspiration:OxfordMedicalEducation.2016.https:// 25.CavannaL,MordentiP,BertèR,PalladinoMA,BiasiniC,Anselmi oxfordmedicaleducation.com/clinical-skills/procedures/pneumotho E, Seghini P, Vecchia S, Civardi G, Di Nunzio C. Ultrasound rax-aspiration/ guidance reduces pneumothorax rate and improves safety of 46.Tschopp JM, Bintcliffe O, Astoul P, Canalis E, Driesen P, thoracentesisinmalignantpleuraleffusion:reporton445consecu- JanssenJ,etal.ERStaskforcestatement:diagnosisandtreatment tive patients with advanced cancer. World J Surg Oncol. ofprimaryspontaneouspneumothorax.EurRespirJ.2015;46(2): 2014;12:139. https://doi.org/10.1186/1477-7819-12-139. PMID: 321–35. 24886486;PMCID:PMC4016786. 47.Carson-Chahhoud KV, Wakai A, van Agteren JE, Smith BJ, 26.Weissberg D, Refaely Y. Pneumothorax: experience with 1,199 McCabe G, Brinn MP, et al. Simple aspiration versus intercostal patients.Chest.2000;117(5):1279–85. tube drainage for primary spontaneous pneumothorax in adults. 27.deLassenceA,TimsitJF,TaffletM,AzoulayE,JamaliS,VincentF, CochraneDatabaseSystRev.2017;9(9):CD004479. etal.Pneumothoraxintheintensivecareunit:incidence,riskfactors, 48.Marx T, Joly LM, Parmentier AL, Pretalli JB, Puyraveau M, andoutcome.Anesthesiology.2006;104(1):5–13. Meurice JC, et al. Simple aspiration versus drainage for complete 28.CelikB,SahinE,NadirA,KaptanogluM.Iatrogenicpneumotho- pneumothorax:arandomizednoninferioritytrial.AmJRespirCrit rax: etiology, incidence and risk factors. Thorac Cardiovasc Surg. CareMed.2023;207(11):1475–85. 2009;57(5):286–90. 49.MohamedMMG,PatoliaS,NayakR.Needleaspirationversustube 29.Huggins JT,DoelkenP,SahnSA. Theunexpandablelung. F1000 thoracostomy in patients with symptomatic primary spontaneous MedRep.2010;2:77. pneumothorax:anupdatedmeta-analysisofrandomizedcontrolled 30.DoelkenP,SahnSA.Trappedlung.SeminRespirCritCareMed. trials.JThoracDis.2024;16(6):4011–5. 2001;22(6):631–6. 50.ChangSH,KangYN,ChiuHY,ChiuYH.Asystematicreviewand 31.ChanKK,JooDA,McRaeAD,TakwoingiY,PremjiZA,LangE, meta-analysiscomparingpigtailcatheterandchesttubeastheinitial et al. Chest ultrasonography versus supine chest radiography for treatmentforpneumothorax.Chest.2018;153(5):1201–12. diagnosis of pneumothorax in trauma patients in the emergency 51.Thachuthara-George J. Pneumothorax in patients with respiratory department.CochraneDatabaseSystRev.2020;7(7):CD013031. failureinICU.JThoracDis.2021;13(8):5195–204. 32.KohJS,ChungC,KimJO,JungSS,ParkHS,LeeJE,etal.Early 52.BeetonG,NgatuvaiM,BreedingT,AndradeR,ZagalesR,KhanA, detection of delayed pneumothorax using lung ultrasound after et al. Outcomes of pigtail catheter placement versus chest tube transthoracic needle lung biopsy: a prospective pilot study. Clin placement in adult thoracic trauma patients: a systematic review RespirJ.2022;16(5):413–9. andmeta-analysis.AmSurg.2023;89(6):2743–54. 33.Husain LF, Hagopian L, Wayman D, Baker WE, Carmody 53.Shiroshita A, Matsui H, Yoshida K, Shiraishi A, Tanaka Y, KA. Sonographic diagnosis of pneumothorax. J Emerg Trauma NakashimaK,etal.Safetyoftheanteriorapproachversusthelateral Shock.2012;5(1):76–81. approachforchesttubeinsertionbyresidentstreatingspontaneous 34.SoultMC,CollinsJN,NovoselTJ,WeireterLJ,BrittLD.Thoracic pneumothorax: a propensity score weighted analysis. Gen Thorac ultrasoundcanpredictsaferemovalofthoracostomytubes.JTrauma CardiovascSurg.2020;68(12):1425–31. AcuteCareSurg.2014;77(2):256–61. 54.Rieger KM, Wroblewski HA, Brooks JA, Hammoud ZT, Kesler 35.O’ConnorAR,MorganWE.Radiologicalreviewofpneumothorax. KA.Postoperativeoutpatientchesttubemanagement:initialexpeBMJ.2005;330(7506):1493–7. riencewithanewportablesystem.AnnThoracSurg.2007;84(2): 36.Carr JJ, Reed JC, Choplin RH, Pope TL Jr, Case LD. Plain and 630–2. computed radiographyfor detecting experimentally inducedpneu- 55.Hassani B, Foote J, Borgundvaag B. Outpatient management of mothoraxincadavers:implicationsfordetectioninpatients.Radi- primary spontaneous pneumothorax in the emergency department ology.1992;183(1):193–9. ofacommunityhospitalusingasmall-borecatheterandaHeimlich 37.Sharma A, Jindal P. Principles of diagnosis and management of valve.AcadEmergMed.2009;16(6):513–8. traumaticpneumothorax.JEmergTraumaShock.2008;1(1):34–41. 56.Hallifax RJ, McKeown E, Sivakumar P, Fairbairn I, Peter C, 38.Romanoff H. Management of spontaneous pneumothorax. Am Leitch A, et al. Ambulatory management of primary spontaneous JSurg.1968;115(3):329–32. pneumothorax: an open-label, randomised controlled trial. Lancet. 39.BaumannMH,StrangeC,HeffnerJE,LightR,KirbyTJ,KleinJ, 2020;396(10243):39–49. et al. Management of spontaneous pneumothorax: an American 57.CerfolioRJ.Advancesinthoracostomytubemanagement.SurgClin College of Chest Physicians Delphi consensus statement. Chest. NorthAm.2002;82(4):833–48,vii. 2001;119(2):590–602. 58.Rathinam S, Bradley A, Cantlin T, Rajesh PB. Thopaz Portable 40.HenryM,ArnoldT,HarveyJ,PleuralDiseasesGroupSoCCBTS. SuctionSystemsinThoracicSurgery:anenduserassessmentand BTSguidelinesforthemanagementofspontaneouspneumothorax. feedbackinatertiaryunit.JCardiothoracSurg.2011;6:59. Thorax.2003;58(Suppl2):ii39–52. 59.CerfolioRJ,VarelaG,BrunelliA.Digitalandsmartchestdrainage 41.MacDuff A, Arnold A, Harvey J, BTS Pleural Disease Guideline systems to monitor air leaks: thebirth of anew era? ThoracSurg Group. Management of spontaneous pneumothorax: British Clin.2010;20(3):413–20.",
        "tokens": 650,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "DiagnosticandTherapeuticApproachtoPneumothorax 11 60.DuganKC,LaxmananB,MurguS,HogarthDK.Managementof pleurodesis with talc of varying particle size. Am J Respir Crit persistentairleaks.Chest.2017;152(2):417–23. CareMed.2004;170(4):377–82. 61.Porcel JM, Lee P. Thoracoscopy for spontaneous pneumothorax. 74.WatanabeT,FukaiI,OkudaK,MoriyamaS,HanedaH,KawanoO, JClinMed.2021;10(17):3835. et al. Talc pleurodesis for secondary pneumothorax in elderly 62.Vohra HA, Adamson L, Weeden DF. Does video-assisted patientswithpersistentairleak.JThoracDis.2019;11(1):171–6. thoracoscopic pleurectomy result in better outcomes than open 75.BhatnagarR,PiotrowskaHEG,Laskawiec-SzkonterM,KahanBC, pleurectomy for primary spontaneous pneumothorax? Interact Luengo-FernandezR,PepperellJCT,etal.Effectofthoracoscopic CardiovascThoracSurg.2008;7(4):673–7. talcpoudragevstalcslurryviachesttubeonpleurodesisfailurerate 63.LinZ,ZhangZ,WangQ,LiJ,PengW,GeG.Asystematicreview among patients with malignant pleural effusions: a randomized andmeta-analysisofvideo-assistedthoracoscopicsurgerytreating clinicaltrial.JAMA.2020;323(1):60–9. spontaneouspneumothorax.JThoracDis.2021;13(5):3093–104. 76.CampionE,MallahSI,AzharM,O’KeeffeD,HameedA.Amulti64.Barker A, Maratos EC, Edmonds L, Lim E. Recurrence rates of directionaltwo-tubemethodforchemicalpleurodesiscouldimprove video-assisted thoracoscopic versus open surgery in the preven- distributionofthesclerosingagentwithinthepleuralcavity–apilot tion of recurrent pneumothoraces: a systematic review of study.AnnMedSurg(Lond).2021;68:102697. randomised and non-randomised trials. Lancet. 2007;370(9584): 77.Pathak V, Quinn C, Zhou C, Wadie G. Use of autologous blood 329–35. patchforprolongedairleakinspontaneouspneumothoracesinthe 65.GotoT,KadotaY,MoriT,YamashitaS,HorioH,NagayasuT,etal. adolescentpopulation.LungIndia.2018;35(4):328–31. Video-assistedthoracicsurgeryforpneumothorax:republicationof 78.CaoG,KangJ,WangF,WangH.Intrapleuralinstillationofautolasystematicreviewandaproposalbytheguidelinecommitteeofthe ogousbloodforpersistentairleakinspontaneouspneumothoraxin Japaneseassociationforchestsurgery2014.GenThoracCardiovasc patientswithadvancedchronicobstructivepulmonarydisease.Ann Surg.2015;63(1):8–13. ThoracSurg.2012;93(5):1652–7. 66.Sudduth CL, Shinnick JK, Geng Z, McCracken CE, Clifton MS, 79.IbrahimIM,ElazizMEA,El-Hag-AlyMA.EarlyautologousbloodRavalMV.Optimalsurgicaltechniqueinspontaneouspneumothorax: patchpleurodesisversusconservativemanagementfortreatmentof asystematicreviewandmeta-analysis.JSurgRes.2017;210:32–46. secondary spontaneous pneumothorax. Thorac Cardiovasc Surg. 67.SimSKR,NahSA,LohAHP,OngLY,ChenY.Mechanicalversus 2019;67(3):222–6. chemical pleurodesis after bullectomy for primary spontaneous 80.Williams P, Laing R. Tension pneumothorax complicating autolopneumothorax:asystemicreviewandmeta-analysis.EurJPediatr gous“bloodpatch”pleurodesis.Thorax.2005;60(12):1066–7. Surg.2020;30(6):490–6. 81.Vakil E, Sabath B, Baker C, Vaporciyan AA, Casal 68.WangY,AbougergiMS,LiS,KazmierskiD,PatelP,SharmaN,etal. RF. Bronchocutaneous fistula without pneumothorax localized Recurrenceprophylaxisinsecondaryspontaneouspneumothorax:a withmethyleneblueandmanagedwithendobronchialvalves.Ann nationwide readmission database analysis. Chest. 2020;158(6): AmThoracSoc.2018;15(8):992–4. 2474–84. 82.TravalineJM,McKennaRJJr,DeGiacomoT,VenutaF,Hazelrigg 69.Kapp CM, Lee HJ. Malignant pleural effusions. Clin Chest Med. SR,BoomerM,etal.Treatmentofpersistentpulmonaryairleaks 2021;42(4):687–96. usingendobronchialvalves.Chest.2009;136(2):355–60. 70.HallifaxRJ,YousufA,JonesHE,CorcoranJP,PsallidasI,Rahman 83.Gilbert CR, Casal RF, Lee HJ, Feller-Kopman D, Frimpong B, NM.Effectivenessofchemicalpleurodesisinspontaneouspneumo- DincerHE,etal.Useofone-wayintrabronchialvalvesinairleak thorax recurrence prevention: a systematic review. Thorax. management after tube thoracostomy drainage. Ann Thorac Surg. 2017;72(12):1121–31. 2016;101(5):1891–6. 71.Clive AO, Jones HE, Bhatnagar R, Preston NJ, Maskell 84.ShorthoseM,BartonE,WalkerS.Thecontemporarymanagement N.Interventionsforthemanagementofmalignantpleuraleffusions: of spontaneous pneumothorax in adults. Breathe (Sheff). a network meta-analysis. Cochrane Database Syst Rev. 2023;19(4):230135. 2016;2016(5):CD010529. 85.RobertsDJ,Leigh-SmithS,FarisPD,BlackmoreC,BallCG,Rob72.Janssen JP,Collier G, Astoul P,Tassi GF,NoppenM, Rodriguez- ertsonHL,etal.ClinicalpresentationofpatientswithtensionpneuPanaderoF,etal.Safetyofpleurodesiswithtalcpoudrageinmalig- mothorax:asystematicreview.AnnSurg.2015;261(6):1068–78. nant pleural effusion: a prospective cohort study. Lancet. 86.Hoechter DJ, Speck E, Siegl D, Laven H, Zwissler B, Kammerer 2007;369(9572):1535–9. T. Tension pneumothorax during one-lung ventilation – an 73.MaskellNA,LeeYC,GleesonFV,HedleyEL,PengellyG,Davies underestimated complication? J Cardiothorac Vasc Anesth. RJ. Randomized trials describing lung inflammation after 2018;32(3):1398–402.",
        "tokens": 416,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_4_1",
        "number": "1",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_8_2",
        "number": "2",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 2"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Pneumothorax.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:15.684679Z",
    "revision": "r1"
  }
}