{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Pysiology of Fixed Airway Obstruction",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "26",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_26",
    "file_sha256": "c054d3d61864cc8ca673c06a51dfa3fbeb7b47b47c81e21212f364c35557226c",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Physiology of Fixed Airway Obstruction",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "AirwayAnatomy........................................................................................ 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "Trachea:AnatomicRelationships........................................................................ 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "LowerAirwayAnatomy................................................................................. 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "PhysiologyofBreathing................................................................................ 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "AirwayResistanceandFlow........................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "MeasurementofAirwayObstruction:PulmonaryFunction........................................ 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec5_1",
            "title": "Flow-VolumeLoops...................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_2",
            "title": "Spirometry................................................................................................ 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_3",
            "title": "TotalLungVolumes/DiffusionCapacity................................................................. 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_4",
            "title": "EmergingTechniques.................................................................................... 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec6",
        "title": "EffectofExerciseandPosture......................................................................... 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "FixedAirwayObstructionandCOPD................................................................ 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "InterpretationofPFTS................................................................................. 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec9",
        "title": "Clinical................................................................................................... 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec9_1",
            "title": "Presentation............................................................................................... 8",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec9_2",
            "title": "Etiology................................................................................................... 9",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec9_3",
            "title": "Diagnosis................................................................................................. 10",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec10",
        "title": "Conclusion............................................................................................... 10",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Physiology of Fixed Airway Obstruction Ross K. Morgan and Ruaidhri Keane Contents 1 Introduction............................................................................................. 2 2 AirwayAnatomy........................................................................................ 2 2.1 Trachea:AnatomicRelationships........................................................................ 2 2.2 LowerAirwayAnatomy................................................................................. 2 3 PhysiologyofBreathing................................................................................ 3 4 AirwayResistanceandFlow........................................................................... 3 5 MeasurementofAirwayObstruction:PulmonaryFunction........................................ 3 5.1 Flow-VolumeLoops...................................................................................... 5 5.2 Spirometry................................................................................................ 6 5.3 TotalLungVolumes/DiffusionCapacity................................................................. 7 5.4 EmergingTechniques.................................................................................... 7 6 EffectofExerciseandPosture......................................................................... 7 7 FixedAirwayObstructionandCOPD................................................................ 7 8 InterpretationofPFTS................................................................................. 7 9 Clinical................................................................................................... 8 9.1 Presentation............................................................................................... 8 9.2 Etiology................................................................................................... 9 9.3 Diagnosis................................................................................................. 10 10 Conclusion............................................................................................... 10 References...................................................................................................... 11 Abstract changesonpulmonaryfunctiontesting.Carefulinspection of the inspiratory and expiratory limbs of a wellUpperairwayobstructionfrequentlypresentstotheinterperformed flow-volume loop demonstrates three identifiventional bronchoscopist, and common causes include able patterns of variable intrathoracic, variable extramalignantdiseaseofthetracheaandpostintubationairway thoracic and fixed airway obstruction in which there is stenosis.Thephysiologicalchangesthatoccurwithupper flowlimitationthroughouttherespiratorycycle.Anumber airwayobstructionareaconsequenceofincreasingturbulence of airflow at the site of stenosis and a consequent ofquantitativecriteriaobtainedfromspirometryhavealso been found to have value in recognition of upper airway increase in airway resistance which leads to an increased obstruction, in particular in differentiating this from work of breathing, hypoventilation, and exercise limitachronic obstructive conditions such as COPD (chronic tion. Upper airway obstruction is associated with distinct obstructive pulmonary disease) and asthma which affect ✉ the smaller airways but may coexist. Studies have found R.K.Morgan( )·R.Keane that patterns on lung function tests suggestive of upper BeaumontHospital,Dublin,Ireland e-mail:rossmorgan@beaumont.ie;keaner5@tcd.ie airway obstruction can be found in as many as 7% of ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_6-1",
        "tokens": 278,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 R.K.MorganandR.Keane consecutivetests. Whileabnormalities onspirometry and bronchi at the main carina. The wall of the trachea contains flow-volume loops are often the first indicator of airway up to 22 horseshoe-shaped cartilaginous rings that line the obstructionandarecheapandwidelyavailable,theylack anterior and lateral walls and give the tracheal its shape. A sufficient sensitivity for diagnosis and when suspected membranous component which does not contain any cartiairway inspection by bronchoscopy and airway imaging, lagecompletestheposteriorwall. usuallybycomputerizedtomography,arerequired. Thelengthanddiameterofthetracheaisroughlyproportional to the height of the individual. In the adult male, the Keywords tracheaisapproximately10–13cmlongwithexternaldiameters of 2.3 cm coronally and 1.8 cm sagittally. In women, Chronicobstructivepulmonarydisease·Airway correspondingtrachealdimensionsare2.0and1.4cm.There obstruction·Airwayresistance·Trachealstenosis·Small areapproximately2C-shapedringspercm.Thetracheahas airwaydisease inherent flexibility and some elasticity; this significantly reduces with age as calcification of the rings occurs. In addition, in the elderly as the vertebral height is reduced 1 Introduction and kyphosis occurs, the trachea may take on a more horizontalcoursewhichcanresultinmorelikelihoodofextrinsic This chapter will focus on fixed upper or central airway compression. The cross-sectional horseshoe shape of the obstruction which may present to the interventional brontrachea can also be markedly altered in the elderly, particuchoscopist for assessment and management. It is important larlyinthosewithCOPDinwhomthedistaltracheabecomes to recognize this as it is commonly misdiagnosed and the flattenedfromsidetoside,takingonaso-calledsabre-sheath physiological changes that occur can be detectable on pulshape. monary function testing. Fixed airflow obstruction is a term usedtodescribetheconsequenceofairwayremodelinginthe faceofuncheckedinflammationinasthmaortheirreversible 2.1 Trachea: Anatomic Relationships smallairwaydysfunctionseeninchronicobstructivepulmonarydiseaseandwillnotbediscussedhere. When considering ways in which the trachea can get comThe causes of fixed upper airway obstruction are numerpressed or obstructed, it is worth reviewing the anatomic ous and are listed in Table 2. This chapter will describe the relationships of the trachea along its length. Throughout its physiological changes that occur, demonstrating the effects course, the trachea lies in close contact with the esophagus onpulmonaryfunctiontestingthatmaybeusefulindiagnosis whichrunsslightlytotheleftandbehindtheairway.Anteriandprovideanumberofillustrativecases.Thenormalairway orly,thethyroidisthmuscrossesoverthesuperiorpartofthe anatomyanddynamicsofairflowandairwayresistancewill tracheaatthelevelofthesecondandthirdtrachealrings.At first be described as a good working knowledge of these is thetrachealmidpoint,thebrachiocephalicarterycrossesover requiredbeforeconsideringthealteredphysiologyofcentral fromtheaorticarchtotherightside.Ontheleftlateralside, airwayobstruction. theaorticarchmakesanimpressionontheleftlowertracheal wall. The tracheal bifurcation is at the level of the fifth thoracic vertebra. Mediastinal lymph nodes lie adjacent to 2 Airway Anatomy the airway wall in paratracheal, pretracheal, and subcarinal locations. Theupperairwayismadeupofthreesections:theanatomic spaces of the nose, mouth, and pharynx, the larynx, and the trachea.Thelarynxextendsfromtherootofthetonguetothe 2.2 Lower Airway Anatomy trachea and consists of three parts: the supraglottis, which includes the epiglottis and the false vocal cords; the glottis, Below the carina, the airways divide approximately 22–25 which includes the vocal cords and surrounding structures; timesbeforeterminatinginalveolarsacs,thefunctionalunit andlastlythesubglottis,a1.5–2-cmsegmentbelowthecords of ventilation. The first 16–18 divisions make up the that is completely surrounded by the cricoid cartilage and conducting airway passages of the human adult lung, and belowwhichtheairwaybecomesthetrachea. theremainingsixorsevendivisionsareconsideredtherespiThe trachea can be divided into two segments by ratoryzonecomposedofrespiratorybronchiolesfromwhich the thoracic inlet; the shorter cervical trachea extends for alveoli bud from the walls. Finally, the airways terminate in the first 2–4 cm from just below the cricoid cartilage to the thealveolarductswhicharelinedwithalveoli. thoracic inlet. The intrathoracic trachea then continues for a further7–9cmuntildividingintotherightandleftmainstem",
        "tokens": 607,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PhysiologyofFixedAirwayObstruction 3 3 Physiology of Breathing comes from the upper airways from the level of the trachea to about theseventh-generation bronchi. Within these larger During inspiration, the thoracic cavity volume increases airway tubes, resistance to flow is inversely related to the mainly due to diaphragmatic contraction and flattening and, radius of the tube to the fourth power. Therefore, in the toalesserextent,throughtheactionoftheexternalintercos- presence of fixed obstruction that narrows the airway radius talmuscleswhichraisetheribs,drawingairintothelungand by half, for example, a tracheal obstruction that reduces the down to the terminal bronchioles. This part of inspiration lumento1cm,a16-foldincreaseinairwayresistanceresults. occurs with large velocity, and the pressure required to Air obeys the principles of fluid dynamics as it moves move gas along is very small as the airways are uniquely alongtheairwaysfromhigher-tolower-pressureareas.Flow designed to conduct air to the terminal bronchioles. For can occur in three different patterns within the airways: instance,aflowrateof1l/scanbeachievedwithapressure laminar, turbulent, and transitional with eddy formation at dropalongtheairwayoflessthan2cmwater.Thus,withthe branch points or when encountering irregularities along the normalswingsinintrathoracicpressureduringrestingventi- airwaysurface(Fig.1).Laminarflowisstreamlinedwithair lation of 3 or 4 cm water (change in intrapleural pressure in the center of the tube moving fastest, and increasing from+2cmto-2cmwater),aircanmovewithconsiderable driving pressures will increase flow proportionately. With velocitydowntotherespiratoryzones.Onceairarrivesthere, turbulent flow, a higher pressure is required to maintain the thecross-sectionalareaoftheacini,orfunctionalrespiratory flow rate, and the relationship between driving pressure and units,issolarge(50–100m2)andthedistancessoshortthat flow is nonlinear (Fig. 1d). In normal conditions in most of there is a rapid fall in velocity of inhaled air and rapid the bronchial tree, the airflow is transitional. Whether flow diffusionwithintherespiratoryunitsoccurs. willbelaminarorturbulentalsodependstoalargeextenton Accessorymusclesofinspirationincludethescalenemus- theReynoldsnumber(Re).TheReynoldsnumber(Re)isthe cles which elevate the first two ribs as well as the ratio of inertial forces to viscous forces, and it is used to sternomastoidswhichcanelevatethesternumtosomeextent. predictflowpatterns.Itisdefinedbyamathematicalformula Associated small muscles that play a minor role include the that describes the relationship between the density and visalaenasi,whichcauseflaringofthenostrils,andsomeofthe cosityofagas: extensorneckmuscles,allofwhichtrytoincreasethediameteroftheupperairwaypassages. Re =ρ⋅v⋅d=u Thecomplianceofthelungreflectsthechangeinvolume where ρ is the density, d is diameter, ν is velocity, and u is for unit pressure, and in health, the lungs are naturally very viscosity. Laminar flow occurs at low Reynolds numbers, distensiblewithacomplianceofabout200l/cmwater.Lung while turbulent flow occurs at high Reynolds numbers. complianceincreasesindiseasessuchasCOPDwherethere Low-density gases like helium tend to produce less turbuis reduction in lung elasticity due to tissue destruction and lence. This underlines the utility of heliox, a mixture of emphysema. Reduced compliance is associated with condi60–80%heliumand20–40%oxygen,inpatientswithcentral tions that make the lungs stiff, such as pulmonary oedema andpulmonaryfibrosis. airway obstruction and respiratory distress. Helium has a densityone-thirdthatofnitrogen.ByreducingtheReynolds number, heliox decreases the tendency for turbulent flow to 4 Airway Resistance and Flow develop and thereby results in an increase in flow for the samedrivingpressure,reducingdyspneaandworkofbreathResistancecanbedefinedbythemathematicalformula: ing.Thismaybuysometimeininitialmanagementofcentral airwayobstructionintheacutesituation. R=ΔP=V in which R is resistance, ΔP is the pressure difference or 5 Measurement of Airway Obstruction: driving pressure, and V is the flow. It is expressed in Pulmonary Function cmH O/L/s. Resistance to airflow into the lungs as they 2 expand is contributed to by intrinsic pulmonary resistance Airflow is typically measured in the pulmonary function (e.g., elasticity) of the lungs and chest wall but mainly is laboratory using the spirometer and through the generation accounted for by airway resistance, which makes up about of flow-volume loops. A flow-volume loop is created when 80% of the total resistance. As discussed above, the cross- thepatientinhalesdeeplytoatotallungcapacity(TLC)and sectionalareaofthelowerairwaysissogreat,andthebranch then forcefully exhalesuntilthe lungs have beenemptiedto pointssonumerousthatresistanceisalmostnegligibleatthe the residual volume (RV) followed by rapidly inhalation lower levels. Thus, most of the overall airway resistance again to reach the TLC. A typical normal loop is shown in",
        "tokens": 733,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 R.K.MorganandR.Keane Fig.1 Airwayairflow,(a)laminar flowinnormal airway,(b)transi- rate (V) in the context of increasing airflow disturbance or Reynolds tionalflowatairwaydivision,(c)turbulentflowatairwayabnormality, number.Therelationshipbetweendrivingpressure(ΔP)andturbulent accompanying graphical representation of airflow disturbance with flowisnonlinear.Thisincreaseddrivingpressure(ΔP)canbeperceived increasing Reynolds number. (d) Graphical illustration demonstrating asdyspnea thatanincreasingdrivingpressure(ΔP)isrequiredtomaintainaflow",
        "tokens": 46,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PhysiologyofFixedAirwayObstruction 5 Fig.2a.Theupperportionistheexpiratorylimbandhasbeen Duringnormalrespiration,therearechangesintransmural wellstudiedandfoundtocontainawealthofinformationon pressure along the tracheal length that impact on the caliber airflow obstruction, in particular for small airway disease in ofthelargeairways.Theextrathoracicairwayissurrounded COPD. The inspiratory portion gets less attention but as by positive atmospheric pressure, tending to collapse the discussed below can be particularly useful in observation of airwayduringinspirationwhentrachealpressureisnegative. large airway obstruction. It should be noted however that At the same time, the intrathoracic airway is surrounded by forced inspiratory maneuvers in particular are effort depen- pleuralpressurewhichbecomesmorenegativeduringinspidentandthatreachingacceptabilityandrepeatabilitycriteria rationhelpingtokeeptheseairwaysopen[1].Thus,obstrucsuchastheyexistfortheinspiratorylimboftheloopcanbe tionwithintheextrathoracicairwaywillimpactonflowtoa difficult.Additionally,mostofthestudiesontheuseofflow- greater extent during inspiration (Fig. 2b, variable extravolumeloopsinairwayobstructionwhichareoutlinedbelow thoracic obstruction), whereas obstruction within the intraareobservationalandlimitedtosmallnumbersofpatients. thoracicairwaywillaffectflowmoreduringexpirationwhen the transmural airway pressure increases and these airways are tending to collapse (Fig. 2c, variable intrathoracic 5.1 Flow-Volume Loops obstruction). If the obstruction is stiff or circumferential, these dynamic changes do not impact on the flow as it is Theseminalworkontheuseofflow-volumeloopsinairway limited throughout the cycle, and this can be seen as obstruction was published by Miller and Hyatt in the late plateauing of both the inspiratory and expiratory limbs of 1960s [8]. They proposed a classification based on pressure the flow-volume loop (Fig. 2d, fixed obstruction). Where changes around the site of obstruction and identified three there is unilateral main bronchus obstruction, the maximum patternsfromthecontoursoftheflow-volumeloop:(1)vari- inspiratory flow tends to be higher at the beginning than able intrathoracic, (2) variable extrathoracic, and (3) fixed toward the end of the forced inspiration because of a delay obstruction.Forthesestudies,theysimulatedairwayobstruc- ingasfilling. tion by having normal subject’s breath through tubes of Since these original observations by Miller and Hyatt, a increasing resistance (smaller diameter) and found that flow numberofothercriteriabasedonvisualinspectionoftheflowrates plateaued during inspiration and expiration and that volume loop have been proposed as useful although nonplateaus were reached at lower flow rates as the resistances specific for the detection of upper airway obstruction [8]. wereincreasedFig.3. Fig.2 Flow-volumeloops.(a) normal,(b)variableextrathoracic obstruction,(c)variable intrathoracicobstruction,(d)fixed airflowobstruction",
        "tokens": 392,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 R.K.MorganandR.Keane C 8 Table2 Causesoffixedlargeairwayobstruction Nonmalignant Tumors Extrinsic Benigntrachealtumors 6 10 Goiter Hemangiomas Lymphadenopathy Granularcelltumors Expiratory 8 4 Volume Vascularcompression Papillomatosis 6 Postintubationstenosis Lipoma 4 2 Idiopathic Pleomorphicadenoma Infection Chondroma Tuberculosis Neurofibroma 0 L / sec Histoplasmosis Malignant Mucormycosis Bronchogeniccarcinoma 4 2 Nocardia Adenoidcystic 6 Inspiratory carcinoma Volume Granulationtissue,forexample, Mucoepidermoid 4 anastomotic carcinoma 8 Inflammatory/infiltrative Angiosarcoma 10 C 6 Amyloid Carcinoidtumors Sarcoidosis Kaposi’ssarcoma 5 4 3 2 1 Relapsingpolychondritis Metastaticdiseaseto airway Volume (L from Total Lung Capacity) Wegener’s Lung Fig. 3 Flow-volume loops obtained from breathing through progres- Foreignbodies Renal sivelysmallerorifices Iatrogenic Breast Tracheobronchopathiaosteoplastica Thyroid Table1 Proposedcriteriafordistinguishingupperairwayobstruction Colon onpulmonaryfunctiontests Melanoma Visualcriteria Presenceofaplateau MillerandHyatt[7] 5.2 Spirometry Biphasicshape Presenceofoscillations CentralairwayobstructionprimarilyaffectsairflowbyworsQuantitativecriteria eningairwayresistance.Consequently,spirometry,whichisa IncreasedPEFR:PIFR NairnandMcNeill [10] simple plot of expiratory volume against time, might be IncreasedMEF50toMIP50 Jordanoglouand expected to be useful in detection. This was first proposed Pride[5] by Jordanoglou and Pride in 1968, and their observations FIF50%≤100L/min Rotman[14] were extended by Empey in 1972. While the FEV1 alone is FEF50%/FIF50%≥1 Rotman[14] an insensitive marker, a number of ratios of flow and other FIF25-75/FEF25-75<1 OwensandMurphy quantitativecriteriahavebeeninvestigatedovertheyearsand [11] havebeenfoundusefulindiscriminatingpatientswithairway FEV1/PEFR≥10ml/l/min—thepeakflowis Empey[3]and proportionatelymorereducedbyupperairway Rotman[14] obstruction proximal to the level of the carina. These quanobstructionthanistheFEV1 titativecriteriaareoutlinedinTable1. FEV1/FEV0.5≥1.5—theFEV0.5is Yernault[17]and Theessentialfindingfromthesestudiesisthatthecardinal proportionatelymorereducedbyupperairway Rotman[14] feature of upper airway obstruction is a reduction in flow at obstructionthantheFEV1 largelungvolumes,whetherinspiratoryorexpiratory.Thisis DLCOsinglebreathunchanged Sackner[15] aconsequenceofthefactthatatlargelungvolumes,flowis MIP50maximalinspiratoryflowat50%ofthevitalcapacity,FIF50% forced inspiratory flow at 50% of the vital capacity, FEF50% forced effort-dependent,whereasatlowlungvolumes,theintrathoexpiratoryflowat50%ofthevitalcapacity,PEFRpeakexpiratoryflow racic airways are compressed, and flow becomes dependent ratemeasuredinlitersperminute,FEV1forcedexpiratoryvolumein1s on lung elastic recoil which is effort independent. This measuredinmilliliters,FEV0.5forcedexpiratoryvolumein½smea- becomesusefulinthediscriminationofsmallairwayobstrucsuredinmilliliters tion(COPD)fromupperairwayobstruction. It is important to be aware when interpreting the spirometry and flow-volume loops that patient effort has a major Theseincludebiphasicshapeandoscillationsintheexpiratory impactonalltheseratios,andsoitiscrucialthatthepatient orinspiratorycurves(Table1).",
        "tokens": 347,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PhysiologyofFixedAirwayObstruction 7 effort is as near maximal as possible, particularly during resistance, and this leads to a large fall in observed MVV inspiration. Poor inspiratory effort is common and when [6].Aratioofmaximalvoluntaryventilationtoforcedexpiisolated rarely indicates upper airway obstruction, and the ratory volume in 1 s of less than 25 is usually observed. technicianshouldconfirmthequalityofthetestandefforton Similar changes are seen with exercise, and thus, patients thereport. withfixedobstructionwilloftenfirstcomplainofdyspneaor stridoronexertion. Alterations in the contour of the flow-volume loop can 5.3 Total Lung Volumes/Diffusion Capacity also occur with changes in posture, with the decreases in normal values seen in recumbency in normal subjects exacIn the absence of coexisting peripheral airway obstruction, erbatedinthesettingofupperairwayobstruction.Obtaining asthma, or other pathology, the overall lung volumes as flow-volumeloopsinlyingandstandingpositionsmaytheremeasured by nitrogen washout or plethysmography should fore increase the sensitivity of this method in detecting an benormalinfixed airway obstruction asisthesinglebreath upperairwaylesion. diffusioncapacityofcarbonmonoxide.However,thesetests areoftendifficultforthepatientwithcentralairwayobstructiontoperform. 7 Fixed Airway Obstruction and COPD Detection of concomitant upper airway lesions in patients 5.4 Emerging Techniques with COPD may pose a particular challenge to the clinician assymptomsofprogressiveairwayobstructionsuchasdysImpulseoscillometry(IOS)isanemergingdiagnosticmethod pnea, and wheeze may be common to COPD and can be for assessing airway obstruction. It isbased on theprinciple missed [13]. The expiratory limb of the flow-volume loop of the forced oscillation technique, which describes the takesonacharacteristiccoved-outappearanceinCOPDdue impactofasuperimposedsmallamplitudeoscillationonthe tolossofsmallairwaysandelasticrecoil.Asaconsequence, air pressure-flow relationship at different frequencies. It the absence of a classic plateau in expiratory portion of the quantifiesairwayimpedancebyassessingtwomainparame- flow-volumeloopdoesnotruleoutthepresenceofcoexisting ters: resistance(R)andreactance(X).Unliketraditional spi- upperairwayobstruction. rometry, IOS does not require forced expiratory maneuvers. TheFEV1toFEV0.5ratiohasbeenproposedasauseful IOS is performed during tidal breathing, and this may be index for separation of the functional abnormalities seen in moresuitableforthosewithsymptomaticairwayobstruction. COPD from those of upper airway obstruction. When the Recentsmallstudies, case series,andcase reportshavepro- FEV0.5islessthan60%oftheFEV1,adiagnosisofcentral videdasignalforitsuseindistinguishingbetweenfixedand airway obstruction is suggested. A further nonspecific variable central airway obstructions. A recent study from method of discrimination can be observed with inhalation Japan demonstrated that resistance (R) remains nearly con- ofheliox.Helioximprovespeakflowinthesettingofturbustant across different frequencies in fixed central airway lent airflow as seen in airway obstruction but has no impact obstruction [4]. This was significant when compared to the on the obstruction seen in COPD, which is a small airway markedfrequencydependencyofresistancetheyobservedin diseaseinwhichflowispredominantlylaminar. variable central airway obstruction, where R5 was greater The various indices from the flow-volume loop and than R20, similar to COPD. Interestingly, this study also spirogram that have been found useful in distinguishing reported that all IOS measurements significantly improved upperairwayobstructionandCOPDaregiveninTable1. postinterventional bronchoscopy for central airway obstruction, and this correlated well with a positive symptomatic response. 8 Interpretation of PFTS While the changes in visual and quantitative findings on 6 Effect of Exercise and Posture spirometry or flow-volume loop delineated in Table 1 are welldescribed,mostoftheobservationsandoriginalstudies In central airway obstruction, airflow turbulence and airway onwhichtheyarebasedwerecarriedoutinnormalsubjects resistance increase with higher respiratory rates. The maxi- orinpatientsbreathing throughamouthpiecewhereairflow mal voluntary ventilation (MVV) maneuver can therefore obstruction was simulated. This should be borne in mind as bring out unsuspected airway obstruction because as the the diagnostic performance of the criteria outlined in respiratory rate rises, there is a fall in exercise capacity due detecting central airway obstruction is uncertain, and in fact to hypoventilation associated with the climbing airway todate,thereisadearthofpublisheddataevaluatingthis.A",
        "tokens": 661,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 R.K.MorganandR.Keane recent paper from Modrykamien and colleagues from the bronchodilators, and failure of a patient to improve with Cleveland Clinic evaluating performance of these criteria in thesetreatmentsshouldpromptfurtherevaluation. consecutive patients undergoing pulmonary function Dyspnea is the usual presenting symptom and may be suggested a presence of central airway obstruction of 7.5% worse on lyingflataswellaswithexercise. Typically,exer- [9].However,thecriteriaperformedpoorlyalone,andwhile tional dyspnea occurs when the airway luminal diameter is therewasanincreasedsensitivitywhenanaggregateperfor- reduced toabout8mm.Inpatientswithalaryngeallevelof mancescalewasused,overallsensitivityofthesephysiolog- obstruction, dysphonia may also be a feature. Resting dysicaltestswaslessthan70%. pneadoesnotusuallyresultuntiltheairwaydiameterfallsto While this suggests better criteria to help predict the 5 mm, at which point on examination stridor is the cardinal presence of upper airway obstruction may be established, feature. Stridor can be defined as an abnormal, high-pitched for now, it underlines how essential further evaluation with soundwhichresultsfromturbulentairflowthroughapartially airway inspection by bronchoscopy and imaging is in the obstructed upper airway. It is heard best when the airflow is assessmentofsuspectedcentralairwayobstruction. maximal,thatis,withadeepbreathandatthelevelwherethe airwaylumendecreases,forexample,overtheneck.Thetone of stridor varies, and it can be variously described as harsh, 9 Clinical musical,orbreathy.Itshouldbeeasyclinicallytodifferentiate from stertor, which is heavy snoring-type inspiratory 9.1 Presentation sound typically generated at the level of the naso- or oropharynxandnotassociatedwithairwaydisease. Chronic upper airway obstruction may progress insidiously Worseningstridorcanbeobservedwhenminuteventilation and as a result goes unrecognized and often misdiagnosed, increases,suchasduringexercise.Becausetheairwaylumen often masquerading for years as asthma or chronic obstruc- can reduce so dramatically before symptoms intervene, over tive pulmonary disease. Figures 4, 5, 6, and 7 provide case halfofpatientswithfixedairwayobstructionwillpresentwith examples with classic flow-volume loopsshowingfixedair- respiratorydistress.Frequently,thisisprecipitatedbyanupper way obstruction. With anatomically fixed obstruction, respiratory tract infection which causes increase work of wheezing and dyspnea are typically unresponsive to breathingandfurtherairwaylumencompromise. Fig.4 A16-year-oldgirl presentedwitha6-yearhistoryof wheeze.Theflow-volumeloop showscharacteristicplateauin inspiratoryandexpiratorylimbs, suggestingfixedairway obstruction.AthoracicCT angiogramwasperformedand showsavascularringwithdual aorticarchandascendingaorta bifurcationanteriortothe mid-tracheacausingcompression. (ImagescourtesyofDr.Sanjay Chotirmall)",
        "tokens": 354,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PhysiologyofFixedAirwayObstruction 9 Fig.5 A65-year-oldmanwitha historyoflocallyadvanced esophagealcancerpresentedwith exertionaldyspneaandstridor. Flow-volumeloopand bronchoscopicviewofhistrachea areshown.Thereisfixedairway obstructionwithtumorarising fromtheanteriorandright trachealwall.Biopsiesconfirmed metastaticesophagealcancer,and thepatientunderwentairway debridementandstenting followedbyradiotherapy Fig.6 A53-year-oldwoman withahistoryofrelapsing polychondritispresentswith exertionaldyspneaandstridor. Theflow-volumeloop demonstratesclassicalfixed airwayobstruction,and bronchoscopicviewshowsa trappedfirsttrachealring 9.2 Etiology the last decade with the use of low-pressure, high-volume cuffsandtheincreaseinuseoftracheostomywhereendotraThereareamultitudeofcausesoffixedupperairwayobstruc- chealintubationforlongerthan2weeksisrequired.Factors tion, and these are listed in Table 2. Outside of malignant that have been found to increase the risk of laryngeal injury airwaydisease,acommonandgrowingcauseoffixedairway include laryngeal trauma during extubation, large endotraobstructionispreviousintubationandtracheostomy[2].The chealtubecalibere,oralintubation,severerespiratoryfailure, incidence of all types of injury to the larynx after endotra- diabetes,andfemalegender.Theincidenceoftrachealstenocheal intubation in the past ranged from 60% to 94%, and sisfollowingtracheotomyvaries,anditcanoccuratthesite significant tracheal stenosis occurred in up to one in five of the stoma, cuff, or tip. Severe stenosis requiring surgical cases in the past [12]. This has thankfully been reduced in interventionprobablyoccursinlessthan5%ofpatients.",
        "tokens": 163,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 R.K.MorganandR.Keane Fig.7 A31-year-oldwoman presentswithidiopathicsubglottic stricture.Theupperairway bronchoscopicimageandCT reconstructionaboveshowsshort segmentofcircumferential trachealstenosis.Onthebottom, theflow-volumeloopsbefore (left)and6weeksafter bronchoscopicdilatationshowing improvementinexpiratorylimbof thecurve 9.3 Diagnosis particulartheradialprobedevice,hasaparticularroleinthat it has been found to be more sensitive than CT in Acompletehistoryandphysicalisessentialintheevaluation distinguishing tissue invasion from external compression of of the patient with suspected fixed airway obstruction, and theairway.The20-MHzfrequencyofthisprobeprovidinga lungfunctionstudies,ashasbeenhighlightedinthischapter, resolutionoflessthan 1mm andthehigh levelofstructural can be extremely useful. However, endoscopy with either detailoftheairwaywallthatisprovidedcanbeinstructivein rigidorflexiblebronchoscopeandadditionalimagingstudies treatmentplanning. with computerized tomography (CT) of the neck, trachea, and thorax are usually required to further define the cause. Otherreportedusefulimagingadjunctsinassessmentoflevel 10 Conclusion and severity of obstruction include spiral CT, virtual bronchoscopywithmultiplanarreformatting,morphometricbron- Fixed airway obstruction can be defined physiologically as choscopy, and magnetic resonance imaging (MRI). MRI is obstruction that persists throughout the respiratory cycle. It the preferred modality in evaluating paratracheal masses in shouldbesuspectedinanypatientwithupperairwaysymppatientswhohaveallergytoiodinatedcontrastmaterialused toms of wheeze, stridor, or exertional dyspnea in particular for CTscans and, because it does not involve ionizing radi- where these symptoms have been unresponsive to convenation, may also be useful for evaluating paratracheal abnor- tionaltherapyorwhereahistoryoftrachealintubationexists. malities in children. Endobronchial ultrasound (EBUS), in Symptoms result from turbulent airflow around the site of",
        "tokens": 231,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "PhysiologyofFixedAirwayObstruction 11 obstruction causing increased airway resistance. Pulmonary 3.Empey DW. Assessment of upper airways obstruction. Br Med function testing, especially visual inspection of the flow- J.1972;3(5825):503–5. 4.HandaH,HuangJ,MurguSD,etal.Assessmentofcentralairway volume loop, remains an effective way of detecting upper obstruction using impulse oscillometry before and after intervenairway obstruction [16]. Plateauing or flattening of both the tionalbronchoscopy.RespirCare.2014;59(2):231–40. inspiratory and expiratory limbs during flow-volume mea- 5.Jordanoglou J, Pride NB. A comparison of maximum inspiratory surement is the hallmark of fixed obstruction. Where only andexpiratoryflowinhealthandinlungdisease.Thorax.1968;23 one limb is flattened, this suggests that the obstruction is (1):38–45. 6.Melissant CF, Lammers JW, Demedts M. Relationship between variable in nature. Upper airway obstruction should not be external resistances, lung function changes and maximal exercise confused with airflow obstruction that occurs in chronic capacity.EurRespirJ.1998;11(6):1369–75. obstructive pulmonary disease or asthma, conditions which 7.MillerRD,HyattRE.Obstructinglesionsofthelarynxandtrachea: clinical and physiologic characteristics. Mayo Clin Proc. 1969;44 affect smaller airways and can be discriminated from upper (3):145–61. airway obstruction by careful examination of the flow- 8.Miller RD, Hyatt RE. Evaluation of obstructing lesions of the volume loop where characteristic patterns can be seen. trachea and larynx by flow-volume loops. Am Rev Respir Dis. Where upper airwayobstruction and obstructive airway dis1973;108(3):475–81. 9.Modrykamien AM, Gudavalli R, McCarthy K, Liu X, Stoller ease coexist, a number of quantitative criteria have been JK. Detection of upper airway obstruction with spirometry results proposedbasedonpulmonaryfunctiontodiscriminate. andtheflow-volumeloop:acomparisonofquantitativeandvisual Whiletheflow-volume loop andspirometryareusefulin inspectioncriteria.RespirCare.2009;54(4):474–9. detecting fixed airway obstruction and are cheap, readily 10.NairnJR,McNeillRS.AdaptationoftheWrightpeakflowmeterto measureinspiratoryflow.BrMedJ.1963;1(5341):1321–3. availableand generally easy to perform, testing isvolitional 11.Owens GR, Murphy DM. Spirometric diagnosis of upper airway in nature, and it is therefore important that the technician obstruction.ArchInternMed.1983;143(7):1331–4. recordsthepatienteffort,inparticularduringtheinspiratory 12.PerryM,SantosAli,AfrassiabiErnestA,Weymuller.Riskfactors cycle which is often performed poorly. Overall, while very associatedwithprolongedintubationandlaryngealinjuryotolaryninformative, tests of pulmonary function lack sufficient sen- gology–head and neck surgery. 1994;111(4):453–459. https://doi. org/10.1177/019459989411100411. sitivity for upper airway obstruction, and where suspected 13.RobertsonDR,SwinburnCR,StoneTN,GibsonGJ.Effectsofan clinically, further assessment by bronchoscopy and airway external resistance on maximum flow in chronic obstructive lung imagingisnecessary. disease: implications for recognition of coincident upper airway obstruction.Thorax.1989;44(6):461–8. 14.RotmanHH,LissHP,WegJG.DiagnosisofupperairwayobstrucCompeting Interest Declaration The author(s) has no competing tionbypulmonaryfunctiontesting.Chest.1975;68(6):796–9. intereststodeclarethatarerelevanttothecontentofthismanuscript. 15.Sackner MA. Physiologic features of upper airway obstruction. Chest.1972;62(4):414–7. 16.SternerJB,MorrisMJ,SillJM,HayesJA.Inspiratoryflow-volume References curve evaluation for detecting upper airway disease. Respir Care. 2009;54(4):461–6. 1.AcresJC,KrygerMH.Clinicalsignificanceofpulmonaryfunction 17.YernaultJC,EnglertM,SergyselsR,DeCA.Upperairwaystenosis: tests:upperairwayobstruction.Chest.1981;80(2):207–11. aphysiologicstudy.AmRevRespirDis.1973;108(4):996–1000. 2.Elliott CG, Rasmusson BY, Crapo RO. Upper airway obstruction followingadultrespiratorydistresssyndrome.Ananalysisof30survivors.Chest.1988;94(3):526–30.",
        "tokens": 479,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_4_1",
        "number": "1",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_5_2a",
        "number": "2a",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 2a"
        }
      },
      {
        "id": "fig_5_2",
        "number": "2",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_6_3",
        "number": "3",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_8_4",
        "number": "4",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_9_5",
        "number": "5",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_9_6",
        "number": "6",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_10_7",
        "number": "7",
        "page": "10",
        "provenance": {
          "page": "10",
          "label": "Fig 7"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Physiology of Fixed Airway Obstruction.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:16.405226Z",
    "revision": "r1"
  }
}