{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Quality Indicators and Performance Monitoring",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "27",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_27",
    "file_sha256": "3138cc972b949b4fe8204f1f9b4ce08c1a02a2d3f628218412dccd1446338136",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Quality Indicators and Performance Monitoring",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "PerfromanceMonitoringinIntrventionalPulmonology.............................................. 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "QualityIndicators.......................................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "ProceduralReportingtoAidPerformanceMonitoring................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_3",
            "title": "AdverseEventReportingandAnalysis................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_4",
            "title": "AuditandFeedback....................................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_5",
            "title": "LessonsfromPreviousAudit.............................................................................. 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Conclusion................................................................................................ 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Quality Indicators and Performance Monitoring in Interventional Pulmonology Daniel P. Steinfort and Matthew Evison Contents 1 Introduction............................................................................................... 1 2 PerfromanceMonitoringinIntrventionalPulmonology.............................................. 2 2.1 QualityIndicators.......................................................................................... 2 2.2 ProceduralReportingtoAidPerformanceMonitoring................................................... 3 2.3 AdverseEventReportingandAnalysis................................................................... 4 2.4 AuditandFeedback....................................................................................... 4 2.5 LessonsfromPreviousAudit.............................................................................. 5 3 Conclusion................................................................................................ 6 References....................................................................................................... 6 Abstract commonlyfocusonprocessesofcareoroutcomesofcare and comprise measurable elements of practice perforObserved variance in care may be the result of patient factors but is likely to reflect variability in the quality of mancethatactasmarkersofhigh-qualitycare. Auditandfeedbackagainstestablishedminimumstanprocedures. Performance monitoring in Interventional dards supports a move away from total procedural numPulmonology involves systematically collecting and anabersasamarkerofcompetencyandfocusesonevaluating lyzing data on various performance metrics, comparing true indicators of quality consistent with optimal patient against benchmarks, and using the insights to drive outcomes, elevating patient safety. Regular and routine improvements. audit (with feedback where applicable) should be a stanPerformancemonitoring,generallythroughevaluation dard cultural feature of all Interventional Pulmonology ofmetrics,orqualityindicators,isfocusedonoutcomesof servicesaspiringtoexcellence. bronchoscopyandensuringthesemeetagreed-uponstandards for performance. Quality indicators are defined as “measurableelementsofpracticeperformance”thatmost Keywords Bronchoscopy·Endobronchialultrasound·Lung ✉ D.P.Steinfort( ) cancers·BronchoscopicLungVolumeReduction· DepartmentRespiratoryMedicine,RoyalMelbourneHospital, QualityIndicators·HealthCare·ProcessAssessment Parkville,Australia (HealthCare)·Incidentreporting·Clinicalaudit MelbourneMedicalSchool,UniversityofMelbourne,Parkville, Australia PeterMacCallumCancerCentre,Parkville,Australia 1 Introduction e-mail:daniel.steinfort@mh.org.au M.Evison The bronchoscopic armamentarium has expanded signifiLungCancer&ThoracicSurgeryDirectorate,WythenshaweHospital, ManchesterUniversityNHSFoundationTrust,Manchester,UK cantly over the last two decades since the publication of landmark papers describing both linear [1] and radial [2] FacultyofBiology,Medicine&Health,UniversityofManchester, Manchester,UK endobronchial ultrasound (EBUS). The field of e-mail:m.evison@nhs.net ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_4-1",
        "tokens": 265,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 D.P.SteinfortandM.Evison InterventionalPulmonologyhasariseninresponseandspans contraindications, performance of sampling techniques, and standard flexible bronchoscopy, as has been practiced for datacollection.Qualitycontrolwasalsothefocusofachapover 50 years, to highly complex and novel procedures ter in the prior edition of this textbook [10]. The focus of such as robotic bronchoscopy [3] or even therapeutic inter- quality control is to ensure an IP service meets minimum ventionssuchaslungvolumereduction[4]. standardstobeabletodeliversafeandeffectivecare.Itdoes The specific procedural aspects of individual procedures not necessarily involve longitudinal data and is often more are discussed in relevant chapters in this textbook. Compe- targeted toward avoidance of (or practice-alteration in tence and excellence for individual bronchoscopic interven- response to) major adverse events. This current chapter tionsmustbedevelopedforeachprocedure,withtheintentof assumes that quality control is “a given” and equally recogachieving optimal performance of each technique. For most nizesthatmostaspectsofqualitycontrolpertaintostructural procedures,evidenceregardingoptimaluseandperformance aspectsofcareincludingenvironment(e.g.,procedureroom is well established and, where appropriate, is described in spaceandanestheticsupport),resourcing(e.g.,staffing,proindividualclinicalguidelinesandstatements.Thisistruealso visionofon-sitecytology)andorganizationalstructure(e.g., for attainment/assessment of procedural competence [5, 6]. training/credentialing and infection control). Such “system” Alongside technical proficiency in individual IP techniques, issuesarecommonlynotactionablebyclinicians. the principals of performance monitoring and quality In contrast, performance monitoring, generally through improvement are relevant to all IP procedures and should evaluation of metrics, or quality indicators, is focused on form a key component of quality control measures at all outcomes of bronchoscopy and ensuring these meet agreedinstitutions. upon standards for performance. Performance targets for Performance monitoring in Interventional Pulmonology bronchoscopy were first described in 2014 by the British involves systematically collecting and analyzing data on ThoracicSocietywhoproposeddiagnosticsensitivitytargets variousperformancemetrics,comparingagainstbenchmarks, for endobronchial tumor and EBUS-TBNA, as well as for andusingtheinsightstodriveimprovements.Itensuresthat complication rates in EBUS-TBNA [11]. These were endoscopic procedures are performed effectively and safely, expanded in 2018 with publication from the NHS Lung supportsadherencetostandards,andhelpsinachievingbetter Cancer Clinical Expert Group who proposed differing perpatientoutcomesthroughcontinuousfeedbackandimprove- formance targets for “diagnostic” and “staging” EBUSment.Equally,auditandfeedbackcanhelpensurehealthcare TBNAwhileproposingalargerdatasetberoutinelycollected isconsistentwithclinicalpracticeguidelinesandmayreduce tofacilitateauditofproceduraloutcomes[12]. clinicalpracticevariation(orvarianceincare)betweeninsti- Most recently, a WABIP Expert Panel consensus statetutionsandgeographies. ment has proposed a comprehensive list of process and outSuchprogramsareculturally embeddedinmany surgical come measures (quality indicators), including performance specialties as well as some interventional physician special- targets for each, for both radial and linear EBUS ties(e.g.,cardiologyandendoscopy)butarelessestablished bronchoscopy[13]. in Interventional Pulmonology. Encouragingly, limited evidence to date indicates that performance monitoring may improve procedural and patient outcomes in bronchoscopy. 2.1 Quality Indicators Forexample,theinstitutionofqualitymeasuresinbronchoscopy resulted in improved rates of diagnosis of malignancy Quality indicators are defined as “measurable elements of [14], regular use of EBUS is known to improve the proporpractice performance” that relate to clinical, population tion of patients receiving guideline-consistent lung cancer health, financial, or organizational performance [14]. They care [15], and monitoring of quality standards in EBUS may also be conceptualized as specific concise measurable reducesvarianceincarebetweencentres[16]. elementsofpracticeperformancethatactasmarkersofhighquality care and are derived from best available evidence[11]. 2 Perfromance Monitoring in Inselectingmetricsforassessmentofquality,thepotential Intrventional Pulmonology validity, feasibility, and relevance of indicators are intended topossessthefollowingfeatures[13,15][ref]: Various national and international societies have published recommendations for quality control in bronchoscopy, (cid:129) Evidenceorconsensusofalinktooutcome:Theevidence though many were published over 20 years ago [7–9]. base supporting a link between this indicator and patient These publications focused on quality control, with key outcome is robust, or a consensus of experts is likely to themes including attainment/assessment procedural compefeelthatalinkispresent. tence, equipment sterilization and infection prevention,",
        "tokens": 666,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "QualityIndicatorsandPerformanceMonitoringinInterventionalPulmonology 3 (cid:129) Practical:Thisindicatoriscapableofbeingtranslatedinto arareevent.Processmeasuresreflecttheunderstandingthat practice. continually doing the right thing is likely to lead to better (cid:129) Measurable: This indicator can be measured from the outcomesinthelongtermandthatoutcomesaretheresultof documentation that would reasonably be expected to be actions (processes). Process measures are also more readily availablewithinthemedicalrecord. addressedinanyqualityimprovementprogramsthatmaybe (cid:129) Potential for improvement: There is room to improve the instituted. performance of this indicator in current clinical practice The American Society for Gastrointestinal Endoscopy acrossthespectrumofcurrentpracticesettings. (ASGE) has published quality indicators common to all (cid:129) Variability among practices: The performance of this bronchoscopic/endoscopic procedures, including postindicator is likely to vary across the spectrum of current procedural instructions, follow-up, and patient satisfaction practicesettings. assessment [20]. Interventional pulmonologists should be (cid:129) Important to a large portion of patients of interest: This aware of outcome measures specific to IP recommended by indicator is likely to be relevant to a large portion of the BTS Quality Standards statement for flexible bronchospatientstowhomitapplies. copy[11],bothprocessandoutcomemeasuresrecommended bytheNHSEBUSServiceSpecificationsstatement[12]and Qualityindicatorscanbedividedintothreecategories: therecentlypublishedWorldAssociationofBronchology& InterventionalPulmonology(WABIP)ExpertPanelConsen1. Structural measures: These assess characteristics of the sus Statement on Quality Indicators (pre-, intra-, and postentirehealthcareenvironment(e.g.,availabilityandmain- procedural) for EBUS (linear and radial) bronchoscopy (see tenanceofendoscopyequipmentatahospital), Table 1) [13]. Quality indicators are generally presented as Structural measures recognize that characteristics of the measures, with a target level of performance based on both healthcareenvironmentcansignificantlyaffectthequality published evidence and expert consensus. Importantly, indiof care. They provide an indication of a healthcare orga- vidualsandinstitutionsarenotcompelledtorecord/reportall nization’s or clinician’s capacity to provide for high- qualitymeasures. qualitycareandarerelativelyeasytodevelopandreport. Some procedures will not be adequately reflected by the The limitation of structural measures is that they do not use of the above quality indicators. For example, bronchomeasurethequalityofcarereceivedorindicatewhethera scopic lung volume reduction procedures will require very patient’shealthwasimprovedasaresultofthatcare[16]. different metrics to assess quality than will be relevant to 2. Process measures: These assess performance during EBUS.Insuchcaseswhereperformancetargetsdonotexist, delivery of care (e.g., rate of localization of target lesion published evidence regarding outcomes (e.g., rates of pneuby radial EBUS, or use of rapid on-site evaluation). Pro- mothoraxandproportionachievingMCID[21])mayserveas cess measures represent surrogate measures of high- benchmarks against which individual centers measure their quality care, or procedural aspects that are known to be performance. associated with improved clinical outcomes (e.g., use of fluoroscopy to reduce risk of pneumothorax following transbronchialbiopsy). 2.2 ProceduralReportingtoAidPerformance 3. Outcome measures: These assess the results of the care Monitoring provided (e.g., diagnostic sensitivity of radial EBUS, or frequencyofpneumothoraxfollowingtransbronchiallung Performanceinmeetingtargetsforqualityindicatorsrequires biopsy). collectionofdata,predominantlynominalorcategoricaldata. Where thisinformation isnotincludedinprocedurereports, Process measures may be further divided into substantial time and resources are required to collate and pre-procedural and intra-procedural quality indicators. analyze data [22]. Standardized reporting elements are rouWhile outcome measures are the obvious marker of impact tinelyusedinendoscopyandsurgerytoimproveaccuracyof of a procedure on an individual patient, use of outcome reports as well as facilitate subsequent performance measures as a marker of quality is problematic [17], in part monitoring. duetothepotentialimpactofotherfactorsonbothdiagnostic Use of standardized reporting elements is also crucial in outcomes(e.g.,lymphnodesizeimpactsdiagnosticsensitiv- interpretingoutcomeswhereperformance isknowntodiffer ity of linear EBUS [18]) or complication rates (e.g., FEV1 according to clinical or procedural features. For example, impacts risk of pneumothorax following percutaneous lung yield of radial EBUS sampling of peripheral pulmonary biopsy [19]). Equally, the link between quality of care and lesions differs considerable according to size. Standardized outcomesishighlyvariable,especiallywheretheoutcomeis proceduralreportsshouldalsoincludeconsistentrecordingof procedure indication given the variability in performance",
        "tokens": 685,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 D.P.SteinfortandM.Evison Table1 SummaryofproposedqualityindicatorsforEBUSbronchos- “targeted” sampling with diagnostic intent only or “systemcopy. (From World Association for Bronchology and Interventional atic staging” procedures, where comprehensive LN staging PulmonologyExpertPanelconsensusstatement—from[13]) mayidentifyPET-occultmetastasesinasignificantminority Typeof Outcome— of patients preoperatively [18] or prior to curative-intent Qualityindicator measure performancetarget therapyinpatientswithlocallyadvanceddisease[23]. Domain:Pre-procedureindicators It has been recognized since 2013 that diagnostic sensi1.Frequencywithwhich Process >98%* tivity of EBUS-guided transbronchial needle aspiration indicationforEBUSis documented (TBNA) is dependent on the prevalence of mediastinal dis2.Frequencywithwhichconsent Process >98% ease [24].Consequently,recent NHSE guidelines onquality isobtained,andfully indicatorsforEBUSbronchoscopyrecommendperformance documented,includingspecific targetsforsensitivityofEBUS-TBNAaccordingtounderlydiscussionsofrisksassociated ing prevalence of mediastinal disease (Table 2) [12]. More withEBUSandsedation 3.FrequencywithwhichEBUS Process >98% simply,sensitivityofEBUS-TBNAfordetectionofradiologexaminationsareperformed/ ically(PET/CT)occultmediastinallymphnodemetastasesin supervisedbytrainedEBUS patients with cN0/1 NSCLC is lower than where EBUSoperators TBNA is performed for targeted sampling of pathologically 4.Frequencywithwhicha Process >98% enlarged adenopathy [13, 18]. Thus, there is a strong ratiosedationplanisdevelopedand documentedbasedonclinical nale to including important clinical details routinely comorbiditiesandanesthetic/ (asstandardizedelements)inprocedurereports. sedationrisks Domain:Intra-procedureindicators 5.Frequencywithwhich Process >98% 2.3 Adverse Event Reporting and Analysis anesthetic/sedationmanagement isrecorded 6.Frequencywithwhichthe Process >98% Much of the focus of quality indicators is on ensuring sucappearanceofrelevantstructures, cessful and optimal performance of Interventional procespecifictotheindicationforthe dures, which is observed over time and across many EBUS,isrecorded procedures.Complicationsratesvarysignificantlyaccording 7.Frequencywithwhichpatients Process >95% toprocedureaswell aspatientfactors,butoverallincidence withACCPradiographicgroupB &C(cN1/2/3)undergo ofsignificantcomplications followingbronchoscopy israre. systematicmediastinalLN Identificationofsomecomplicationsisstraightforward(e.g., staging pneumothorax and unplanned admission); however, many Domain:Post-proceduralindicators adverse events (AEs) may go unreported. Most severe AEs 8.Frequencywithwhich Outcome <2% related to IP procedures (either anesthetic- or procedureimmediateadverseeventsare observed<2% related)willbeimmediatelyapparent;however,datainInter9.Incidenceofcomplications Outcome Variesaccordingto ventional Pulmonology is lacking due to challenges in followingEBUS(including indication.See reporting minor or post-procedure (especially delayed) individualcomplications) Table6 adverse events. Data in gastrointestinal endoscopy indicates 10.Frequencywithwhich Outcome <10% that over 40% of AEs may go unreported, partly due to the inadequatespecimensare difficultyinidentifying/recordingAEsthatoccurinthepostreportedfromanindividualLN station procedureperiod[20,25]. 11.(a)Diagnosticperformance Outcome Variesaccordingto ofEBUS-TBNAaccordingto diagnosis.See indication/ACCPradiographic Table6 2.4 Audit and Feedback group (b)Diagnosticperformanceof radialEBUSfordiagnosisof Clinicalauditisanimportanttoolformaintaininghighstanperipheralpulmonarylesions dards in Interventional Pulmonology, and NICE guidelines 12.Frequencywithwhichtissue/ Outcome <5% recommend robust audit for monitoring of local test perforspecimensareinadequatefor mance of EBUS-TBNA [26]. Audit and feedback against requiredmoleculartesting established minimum standards supports a move away from *Preferencetoberecordedinprocedurereport,thoughdocumentation inmedicalnotesmaysufficeinsomecases total procedural numbers as a marker of competency and focuses on evaluating true indicators of quality consistent accordingtounderlyingdiagnosis[13].Thisisperhapsmost withoptimalpatientoutcomes,elevatingpatientsafety. relevanttoEBUS-TBNAwheredifferingoutcome measures Individual operators may demonstrate ongoing clinical may be expected depending on whether procedures are effectiveness and patient safety within their procedural",
        "tokens": 475,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "QualityIndicatorsandPerformanceMonitoringinInterventionalPulmonology 5 Table2 RecommendedminimumperformancestandardsforstagingEBUSaccordingtotheprevalenceofN2/3nodalmetastasesinthepopulation undergoingEBUS(from[12]) Sensitivity Negativepredictivevalue N2/3prevalence ACCPmeta-analysis[24] Minimumstandard ACCPmeta-analysis[24] Minimumstandard >80% 96% >90% 83% >80% 60–80% 91% >88% 83% >80% 40–60% 87% >85% 89% >85% 20–40% 87% >80% 95% >90% <20% 78% >75% 96% >92% practice as part of good medical care and annual appraisal Prominent examples in IP of quality assessment through throughperformanceofregularaudit.Thismayactasdriver performancemonitoring/auditincludethefollowing: forstandardizeddatacollectiontools(“logbooks”)tosupport this,whichcouldprovidebothindividualandorganizational (cid:129) BTSNationalAdultBronchoscopyAudit[31] appraisal.Useoflogbooks,ideallyprospectivelymaintained, – This national audit of 3594 bronchoscopy and 1606 mayaidself-assessmentandoutcomereportingataninstitu- EBUS procedures published in 2018 identified outtionallevel.Automateddataextractionfromelectronicmed- comes below the target for pre-procedural consent, icalrecords,whereavailable,mayalsoimproveaccuracyand histologic diagnosis during bronchoscopy, and time reduceresourcesrequiredtodetermineproceduraloutcomes. from referral to performance of biopsy. Additionally, Where individual or institutional performance does not only one quarter of centers examined outcomes reach the recommended target level, there should be a plan annually. for reviewing procedural practice to identify any potential – Nationalimprovementobjectives wereproposed,with opportunities for improvement. This is generally conducted recommendationsthatreportingshouldbecomepartof internally,thoughforsevereAEsmayrequireasystem-level routineannualpractice.Repeatauditwasproposedfor examination (e.g., root cause analysis). In the improvement 3years. science literature, the term used for monitoring KPIs and (cid:129) TheAQuIREregistry(AmericanCollegeofChestPhysireporting back to health professionals is “Audit and cians Quality Improvement Registry, Evaluation, and Feedback.” Education) Inordertoeffectchange,monitoring(audit)alonewithout feedback is unlikely to be successful [27]. The clinical con- NB—All registries are a form of audit technically, but in text in which parameters are measured, feeding back the practice,onlythosewheretheregisterisusedtodrivequality results, and ensuring the evidence base for standards are improvementsshouldbeclassifiedasaudits. made clear are a minimum requirement of this process. The impact of audit and feedback in reducing unwanted clinical (cid:129) TheAQuIREregistrycomprised15UScenterscontributvariation is highly variable, depending on local contextual inganexhaustivedatabaseofupto130datapointsforall circumstances, in addition to the individual strategy compo- typesofbronchoscopy. nentsthemselves[28].Feedbackshouldbedeliveredateither (cid:129) The registry generated significant findings achieved only theindividualorinstitutionallevel,dependingonthedesired throughcollectionofalargemulticenterdataset,including outcome [29]. Feedback from peers, or senior colleagues, is correlation between institutional volume and diagnostic generally more effectivethan from regulators/administrators yield from EBUS-TBNA [32], variable impact of rapid [29,30]. on-site cytologic evaluation on rates of transbronchial Audit and feedback have the potential to identify and biopsy [33], and efficacy of, and underutilization of, correctflawsintechniqueresponsibleforsuboptimalperfor- peripheralTBNAforparenchymallesions[34]. mancebutmorebroadlymayalsobeabletodevelopaculture shift through role modelling and behavioral change at an Emphasizing the challenge of collection and maintaining institutionallevel[27]. suchalargedataset,AQuIREwasdiscontinuedowingtothe high ongoing costs of maintaining an extensive database, demonstrating the importance of careful evaluation in 2.5 Lessons from Previous Audit selectingqualityindicators.Multiplestudieshaveconfirmed anexcessofperformancemeasuresinhealthcare,frequently Much of the evidence base regarding Interventional resultingin“measurementfatigue,”withoutanycommensuPulmonology is derived from retrospective and prospective rateimprovementinhealthoutcomes[35,36].Proceduralists audit, demonstrating the value of outcomes measurement. may wish to identify “priority indicators” based on their",
        "tokens": 518,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 D.P.SteinfortandM.Evison clinical relevance and importance, on evidence that perfor- 8.Bolliger CT, Mathur PN, Beamis JF, Becker HD, Cavaliere S, manceoftheindicatorvariessignificantlyinclinicalpractice Colt H, Diaz-Jimenez JP, Dumon JF, Edell E, Kovitz KL, Macha and feasibility of measurement. A useful first step when HN, Mehta AC, Marel M, Noppen M, Strausz J, Sutedja TG.ERS/ATSstatementoninterventionalpulmonology.European commencing performance monitoring for individual endo- Respiratory Society/American Thoracic Society. Eur Respir scopistsistofirstmeasuretheirperformanceswithregardto J.2002;19(2):356–73. thesepriorityindicators. 9.Haussinger K, Ballin A, Becker HD, Bolcskei P, Dierkesmann R, Dittrich I, Frank W, Freitag L, Gottschall R, Guschall WR, Hartmann W, Hauck R, Herth F, Kirsten D, Kohlhaufl M, Kreuzer A, Loddenkemper R, Macha N, Markus A, Stanzel F, 3 Conclusion Steffen H, Wagner M, Working party on Recommendations for Quality Stanards in Endoscopy of the German Society of P. Recommendations for quality standards in bronchoscopy. Observedvarianceincaremaybetheresultofpatientfactors Pneumologie.2004;58(5):344–56. butislikelytoreflectvariabilityinthequalityofprocedures. 10.Simoff M. Quality control mechanism for endoscopic procedures. Itistheprofessionalresponsibilityofallproceduraliststoata In: Ernst AH, editor. Principles and practice of interventional pulmonology.Springer:NewYork/Heidelberg/Dordrecht/Lonminimum examine their processes and outcomes in order to don;2013;49–62.https://doi.org/10.1007/978-1-4614-4292-9 benchmark their performance within their specialty and to 11.DuRandIMM.Qualitystandardsfordiagnosticflexiblebronchospotentiallyidentifyopportunitiesforqualityimprovement. copy in adults. British Thoracic Society Reports. 2014;6(5). The field of interventional pulmonology is in a strong ISSN2040–2023 12.Lung Cancer Clinical Expert Group N. Endobronchial ultrasound position to deliver robust audit and feedback as part of service specifications. [cited 2023 7th Feb 2023]. Available from: routine service delivery, given there are well described and https://www.roycastle.org/app/uploads/2020/12/Appendices-1-4internationally agreed outcome measures to benchmark EBUS-service-specification-final-to-NHSE.pdf against. Use of procedural or outcome metrics permits per- 13.Steinfort DP, Evison M, Witt A, Tsaknis G, Kheir F, Manners D, Madan K, Sidhu C, Fantin A, Korevaar DA, Van Der Heijden E, formance monitoring and assessment of effectiveness of Bronchoscopy WToQIiE. Proposed quality indicators and interventionalpulmonologyprocedures.Regularandroutine recommended standard reporting items in performance of EBUS audit(withfeedbackwhereapplicable)shouldbeastandard bronchoscopy:anofficialWorldAssociationforBronchologyand cultural feature of all Interventional Pulmonology services Interventional Pulmonology Expert Panel consensus statement. Respirology.2023;28(8):722–43. aspiringtoexcellence. 14.SladeMG,RahmanNM,StantonAE,CurryL,SladeGC,Clelland CA, et al. Improving standards in flexible bronchoscopy for lung cancer.EurRespirJ.2011;37(4):895–901. References 15.OstDE,NiuJ,ZhaoH,GrosuHB,GiordanoSH.Qualitygapsand comparative effectiveness in lung cancer staging and diagnosis. 1.YasufukuK,ChiyoM,SekineY,ChhajedPN,ShibuyaK,IizasaT, Chest.2020;157(5):1322–1345. Fujisawa T. Real-time endobronchial ultrasound-guided trans- 16.EvisonM,CrosbieP,MartinJ,ShahR,DoranH,BorrillZ,etal. bronchial needle aspiration of mediastinal and hilar lymph nodes. EBUS-guidedmediastinallungcancerstaging:monitoringofqualChest.2004;126(1):122–8. itystandardsimprovesperformance.Thorax.2016;71(8):762–763. 2.KurimotoN,MiyazawaT,OkimasaS,MaedaA,OiwaH,MiyazuY, 17.Lilford RJ, Brown CA, Nicholl J. Use of process measures to MurayamaM.Endobronchialultrasonographyusingaguidesheath monitor the quality of clinical practice. BMJ. 2007;335(7621): increasestheabilitytodiagnoseperipheralpulmonarylesionsendo- 648–50. scopically.Chest.2004;126(3):959–65. 18.Leong TL, Loveland PM, Gorelik A, Irving L, Steinfort 3.FieldingDIK,BashirzadehF,SonJH,TodmanM,ChinA,TanL, DP.PreoperativestagingbyEBUSincN0/N1lungcancer:systemSteinke K, Windsor MN, Sung AW. First human use of a new atic review and meta-analysis. J Bronchology Interventional robotic-assisted fiber optic sensing navigation system for small Pulmonology.2019;26(3):155–65. peripheral pulmonary nodules. Respiration; Int Rev Thoracic Dis. 19.Steinfort DP, Vincent J, Heinze S, Antippa P, Irving 2019;98(2):142–50. LB.Comparativeeffectivenessofradialprobeendobronchialultra4.KosterTD,DijkMV,SlebosDJ.Bronchoscopiclungvolumereduc- soundversusCT-guidedneedlebiopsyforevaluationofperipheral tion for emphysema: review and update. Semin Respir Crit Care pulmonary lesions: a randomized pragmatic trial. Respir Med. Med.2022;43(4):541–51. 2011;105(11):1704–11. 5.Williamson JP, Twaddell SH, Lee YC, Salamonsen M, Hew M, 20.RizkMK,SawhneyMS,CohenJ,PikeIM,AdlerDG,DominitzJA, Fielding D, Nguyen P, Steinfort D, Hopkins P, Smith N, Grainge Lieb JG 2nd, Lieberman DA, Park WG, Shaheen NJ, Wani C.Thoracicultrasoundrecognitionofcompetence:apositionpaper S. Quality indicators common to all GI endoscopic procedures. oftheThoracicSocietyofAustraliaandNewZealand.Respirology. GastrointestEndosc.2015;81(1):3–16. 2017;22(2):405–8. 21.ZhangR,ZhengZ,BianY,DengM,HerthFFJ,HouG.Efficacyand 6.Voduc N, Dudek N, Parker CM, Sharma KB, Wood safetyofbronchoscopiclungvolumereductionforchronicobstrucTJ. Development and validation of a bronchoscopy competence tive pulmonary disease: a systematic review and network metaassessment tool in a clinical setting. Ann Am Thorac Soc. analysis.ExpertRevRespirMed.2024;18(8):631–44. 2016;13(4):495–501. 22.Cortes-Puch I, Lagana M, Liu A, Kemie T, Adams JY, Phan 7.Wood-BakerR,BurdonJ,McGregorA,RobinsonP,SealP,Tho- C.DevelopmentofanAutomatedInterventionalPulmonologyProracic Society of A, New Z. Fibre-optic bronchoscopy in adults: a ceduralRegistry.AmericanthoracicSociety.AmJRespirCritCare position paper of The Thoracic Society of Australia and Med.2024;209:A3075. NewZealand.InternMedJ.2001;31(8):479–87.",
        "tokens": 739,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "QualityIndicatorsandPerformanceMonitoringinInterventionalPulmonology 7 23.SteinfortDP,KothariG,WallaceN,HardcastleN,RangamuwaK, 30.Colquhoun HL, Carroll K, Eva KW, Grimshaw JM, Ivers N, Dieleman EMT, Lee P, Li P, Simpson JA, Yo S, Bashirdazeh F, MichieS,SalesA,BrehautJC.AdvancingtheliteratureondesignNguyen P, Jennings BR, Fielding D, Crombag L, Irving LB, ing audit and feedback interventions: identifying theory-informed Yasufuku K, Annema JT, Ost DE, Siva S. Systematic endoscopic hypotheses.ImplementSci.2017;12(1):117. staging ofmediastinum to guideradiotherapy planningin patients 31.VermaDJBaDR.BTSNationalAuditReport:AdultBronchoscopy with locally advanced non-small-cell lung cancer (SEISMIC): an Audit 2017. https://www.brit-thoracic.org.uk/quality-improvement/ international, multicentre, single-arm, clinical trial. Lancet Respir clinical-audit/bts-national-audit-reports-full-list/. British Thoracic Med.2024;12(6):467–475.https://doi.org/10.1016/S2213-2600(24) Society;2018. 00010-9 32.OstDE,ErnstA,LeiX,Feller-KopmanD,EapenGA,KovitzKL, 24.Silvestri GA, Gonzalez AV, Jantz MA, MargolisML, Gould MK, Herth FJF, Simoff M, Registry AQB. Diagnostic yield of endoTanoue LT, Harris LJ, Detterbeck FC. Methods for staging bronchial ultrasound-guided transbronchial needle aspiration: non-small cell lung cancer: diagnosis and management of lung results of the AQuIRE Bronchoscopy Registry. Chest. cancer, 3rd ed: American College of Chest Physicians evidence- 2011;140(6):1557–66. based clinical practice guidelines. Chest. 2013;143(5 Suppl): 33.EapenGA,ShahAM,LeiX,JimenezCA,MoriceRC,YarmusL, e211S–50S. Filner J, Ray C, Michaud G, Greenhill SR, Sarkiss M, Casal R, 25.Della Casa FC, Monino L, Deprez PH, Steyaert A, Pendeville P, Rice D, Ost DE, American College of Chest Physicians Quality PiessevauxH,MoreelsTG.Howtotrackandregisteradverseevents Improvement Registry E, Evaluation P. Complications, conseand incidents related to gastrointestinal endoscopy. Acta quences,andpracticepatternsofendobronchialultrasound-guided GastroenterolBelg.2022;85(3):499–504. transbronchial needle aspiration: results of the AQuIRE registry. 26.MaconachieR,MercerT,NavaniN,McVeighG,GuidelineC.Lung Chest.2013;143(4):1044–53. cancer: diagnosis and management: summary of updated NICE 34.OstDE,ErnstA,LeiX,KovitzKL,BenzaquenS,Diaz-MendozaJ, guidance.BMJ.2019;364:L1049. Greenhill S, Toth J, Feller-Kopman D, Puchalski J, Baram D, 27.Thomas-Gibson S, Haycock A, Valori R. The intended and Karunakara R, Jimenez CA, Filner JJ, Morice RC, Eapen GA, unintended consequences of performance monitoring in colonos- MichaudGC,EstradaYMRM,RafeqS,GrosuHB,RayC,Gilbert copy.EndoscIntOpen.2016;4(10):E1028–9. CR, Yarmus LB, Simoff M, Registry AQB. Diagnostic yield and 28.BrownB,GudeWT,BlakemanT,vanderVeerSN,IversN,Francis complicationsofbronchoscopyforperipherallunglesions.Results JJ,LorencattoF,PresseauJ,PeekN,Daker-WhiteG.ClinicalPer- oftheAQuIRERegistry.AmJRespirCritCareMed.2016;193(1): formanceFeedbackInterventionTheory(CP-FIT):anewtheoryfor 68–77. designing, implementing, and evaluating feedback in health care 35.HeenanMA,RandallGE,EvansJM.Selectingperformanceindicabased on a systematic review and meta-synthesis of qualitative torsandtargetsinhealthcare:aninternationalscopingreviewand research.ImplementSci.2019;14(1):40. standardized process framework. Risk Manag Healthc Policy. 29.Sarkies M, Francis-Auton E, Long J, Roberts N, Westbrook J, 2022;15:747–64. Levesque JF, Watson DE, Hardwick R, Sutherland K, Disher G, 36.CasselCK,ConwayPH,DelbancoSF,JhaAK,SaundersRS,Lee HibbertP,BraithwaiteJ.Auditandfeedbacktoreduceunwarranted TH. Getting more performance from performance measurement. clinicalvariationatscale:arealiststudyofimplementationstrategy NEnglJMed.2014;371(23):2145–7. mechanisms.ImplementSci.2023;18(1):71.",
        "tokens": 434,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Quality Indicators and Performance Monitoring.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:17.045777Z",
    "revision": "r1"
  }
}