{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Single Use Bronchoscopy",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "29",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_29",
    "file_sha256": "8c64b9c33d6752a8a8898c9cc955bc36227bf1d59b552ce7fb6d7ad3b8d102b7",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Single Use Bronchoscopy",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................... 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "TypesofSUFB............................................................................................ 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "Single-UseFlexibleBronchoscopes..................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "InfectionControl........................................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_2",
            "title": "FlexibilityofWorkflowandResourceUtilization........................................................ 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_3",
            "title": "EfficiencyandPotentialUsesinRespiratorySetting..................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_4",
            "title": "Cost-Effectiveness......................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec3_5",
            "title": "EnvironmentalImpact..................................................................................... 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Conclusions............................................................................................... 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Single Use Bronchoscopes Konstantina Kontogianni Contents 1 Introduction............................................................................................... 1 2 TypesofSUFB............................................................................................ 2 3 Single-UseFlexibleBronchoscopes..................................................................... 3 3.1 InfectionControl........................................................................................... 3 3.2 FlexibilityofWorkflowandResourceUtilization........................................................ 4 3.3 EfficiencyandPotentialUsesinRespiratorySetting..................................................... 4 3.4 Cost-Effectiveness......................................................................................... 5 3.5 EnvironmentalImpact..................................................................................... 6 4 Conclusions............................................................................................... 6 References....................................................................................................... 7 Abstract 1 Introduction Reusableflexiblebronchoscopesplayanexceptionalrole Fiberoptic bronchoscopy plays an exceptional role in interininterventional pulmonology.Duringtheiruse, they are ventionalpulmonology(IP).Thefirstreusableflexiblebronrepeatedly exposed to a variety of potentially infectious choscope(RFB)wasdevelopedbyDr.ShigetoIkedabackin secretions. This repeated contamination may pose a significantriskofcross-infection.Thereducedriskofcross- 1966 [1], and this landmark achievement opened up a new chapterinrespiratorymedicine.Thisinventionempowereda contamination represents a key advantage of single-use flexible bronchoscopes (SUFB). Furthermore, the intro- plethora of diagnostic and therapeutic procedures to be performed,constitutingthecornerstoneofIP. ductionofSUFBhasstressedtheneedforenvironmental During the course of their use in medical procedures, comparisons between reusable and single-use devices. RFBs are repeatedly exposed to a variety of potentially Finally,growingevidenceshowsthatthelatestgeneration infectious secretions, including blood and mucus [2]. This ofSUFBcanbesafelyandeffectivelyusedforadvanced repeated contamination may lead to the accumulation of bronchoscopic procedures. A holistic approach, biofilms within the narrow lumens and ports of bronchoencompassing not only the environmental but also ecoscopes posing significant risk of cross-infection [3]. It is nomicandcliniciansatisfactionassessments,isnecessary important to also acknowledge further possible limitations tosubstantiatethisexperience. of RFB such as high maintenance costs and lengthy deconKeywords tamination waiting times, cost effectiveness, and resource utilization[4]. Fiberopticbronchoscopy·Interventionalpulmonology· InthecontextoftheCoronavirusDisease2019(COVID-19) Contamination·Environmentalimpact pandemic, single-use flexible bronchoscopes (SUFB) have ✉ emerged as a topic of strong interest, in light of concerns K.Kontogianni( ) surrounding the potential risk of viral transmission associated DepartmentofPneumology&RespiratoryCareMedicine,Thoraxklinik with RFB. Unlike RFB, single-use flexible bronchoscopes attheUniversityofHeidelberg,Heidelberg,Germany e-mail:konstantina.kontogianni@med.uni-heidelberg.de ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_14-1",
        "tokens": 317,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 K.Kontogianni comepresterilizedandareintendedforasinglepatient,elimi- 2 Types of SUFB nating the risk of cross-contamination and infection that can arisefrompossibleinadequatereprocessingofRFB.Diagnostic Sincethefirstapplicationofareusableflexiblebronchoscope uses of the SUFB include airway inspection and sampling of backin1966,noveldeviceshavebeenunderconstantdevelendobronchialandtransbronchiallesionsbyperformingwash- opment[5].Alreadybytheendofthe1990decade,aflexible ings,bronchoalveolarlavage(BAL),brushings,andlungbiop- bronchoscope was developed and tested that used a presies. Furthermore, possible therapeutic uses could packaged, presterilized, single-use endoscope sheath system potentiallyincludeaspirationofmucoidplugsorhemorrhagic containing a working channel to cover and protect all sursecretions and clots, debulking and recanalization of endo- faces of the bronchoscope from contamination [6]. About bronchial tumors and stenosis using mechanical and “hot or 10 years later, in 2009, Ambu (Copenhagen, Denmark) cold” techniques, airway stent deployment, foreign body launched the first single-use flexible bronchoscope, and this removal, and also emphysema therapy including a variety of is how the era of SUFB began [7]. Several manufacturers bronchoscopiclungvolumereductiontechniques,thermoplasty produceinthemeantimeSUFB,withsomeofthemcurrently treatmentforsevereasthma,butalsoguidanceforpercutaneous having developed fifth-generation devices that have highly tracheostomyplacementandfiducialmarkerplacementpriorto improvedimagequalityanddegreesofangulation.Thereare lungresection. also awiderange ofdeviceswith different working channel diameters available, enriching the SUFB armamentarium (Fig. 1a, b). SUFB companies include in alphabetical order: Fig.1 (a)Single-usebronchoscope:Vathin®H-SteriScope™(b)Vathin®H-SteriScope™currentlyavailableinsevendifferentsizes.(Reprinted withpermissionofVathin®)",
        "tokens": 214,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "SingleUseBronchoscopes 3 identification of human proteins, deoxyribonucleic acid (DNA),andpathogenicorganismsonfullyreprocessedbronchoscopesandthis,despitefulladherencetothereprocessing guidelines[9].Furthermore,theuseofRFBisconnectedtoan almostinevitableoccupationalexposureofthehealthcarepersonnel to possible pathogens due to the inevitable need of reprocessingofthescopesafteruse. In respect to RFB, one very important challenge which shouldbe considered isthe minimization ofthe possible risk of infection transmission and cross-contamination. Transmission can occur in patients treated with contaminated RFB or fromcontaminatedreprocessingequipment.RFBisacomplex device containing long and narrow working channels. The narrow,longlumenshavetobecleanedwithoutdirectvisualization,makingitdifficulttodisinfectpossiblesmallscratches, thus facilitating bacterial adhesion and biofilm formation [10,11].Biofilmsarecharacterizedbymicrobialcellsattached to surfaces and enclosed in a matrix of exopolymeric substanceswhichcanberesistanttodisinfectantsandantibiotics, makingthemchallengingtoremoveproperly[12].Thepersistence of these biofilms leads to inadequate reprocessing and thus possible outbreaks of bronchoscopic-related infections [10,11,13,14].Furthermore,partlyduetotheRFBcomplexFig. 2 (a) Single-use bronchoscope: AMBU aScope™ 5 Bronch. ity,theyrequireappropriatereprocessing,whichisamultistep (b)CompactCartwithasmallhigh-resolution,transportablescreenand AMBUaScope™5Bronch.(ReprintedwithpermissionofAMBU) procedure that depending on the protocols followed includes manual cleaning, leak testing, high-level disinfection using Ambu (Copenhagen, Denmark), Boston Scientific automated endoscope reprocessors, or even sterilization with (Marlborough, MA, USA), The Surgical Company (TSC) ethyleneoxide(EO)orhydrogenperoxide(H O plasma)and 2 2 Broncoflex©(Joué-lès-Tours,France),KarlStorz(Tuttlingen, drying.ThisnecessaryhandlingcollectivelyplacestheRFBat Germany), Pentax Medical Europe GmbH (Hamburg, Ger- furtherriskforcontamination,notonlyforthepatientsbutalso many), Vathin® (Shanghai, China), Verathon (Birmingham, for the healthcare personnel (HCP) who are exposed to the UK). Small portable reusable high-resolution screens have RFBduringthisdisinfectionprocess.Arecentmorbidityand been produced by each of the companies that are easy to mortality report from the USA showed that at least in the cleanandtransport,fromwhichvideosorimagescaneasily beginning of the COVID-19 pandemic a high incidence of besavedordownloaded(Fig.2a,b). HCPwasinfectedwithSARS-CoV-2andthemajority(55%) ofthisgrouponlyhadexposuretoaninfectedpersonwithina healthcare setting [15, 16]. Furthermore, inadequate reprocessing, contamination of the automated endoscope 3 Single-Use Flexible Bronchoscopes reprocessor, and continued use of damaged RFB, all have been identified as potential causes of infectious outbreaks 3.1 Infection Control followingflexiblebronchoscopy[17,18]. Whilenonadherencetoreprocessingguidelinesdoesoccur Bronchoscopyposeschallengesfromtheperspectiveofinfec- [3, 19,20] and outbreakshavebeenlinkedtoprotocolviolationpreventionwithariskoftransmissiontobothpatientsand tionincidents[3, 21, 22],bronchoscopy-associatedoutbreaks alsopersonnelinvolved[3].SUFBdemonstratebenefitswhich have also occurred even in contexts where reprocessing was establishthesignificanceofthesedevices,oneofthesebeing donewell.Despitetheimplementationofwell-controlleddisthereductioniniatrogeniccross-infectionswhencomparedto infection procedures, cross-contaminations associated with RFB,especiallyintheintensivecareunit(ICU).Nosocomial bronchoscopypersist[23].Inamulticenterprospectivestudy, infections and cross-infection are common in ICU and the Ofsteadandcolleaguesreportedin2018thepresenceofresidSUFB play here a substantial role, especially for patients ual proteins and infectious pathogens on fully reprocessed whoaremechanicallyventilated,immunosuppressed,orhave RFB that were ready for patient use despite adherence to infectiousdiseases[8].Riskofnosocomialinfectiontransmisdisinfection protocols regarding reprocessing procedures sion between patients has already been reported with the [24]. The same researcher had reported 2 years earlier that",
        "tokens": 443,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 K.Kontogianni 60% of endoscopes (including bronchoscopes) that were there have been shown to have a positive effect on the reprocessed in accordance with local guidelines exhibited reduction of subsequent RFB damage [32, 33]. They do microbialgrowth.Furthermore,investigatorsidentifiedwater- also clearly have a place in research centers performing borne pathogens in the final rinse water of the automated bench, cadaveric or large animal trials, reducing cost of endoscopereprocessor[25].Interestingly,arecentlypublished equipment, cleaning costs, and storage. Another possible systematic review by Travis et al. showed an estimated total applicationisfortrainingandresearchpurposesinthevetercross-contamination rate for RFB of 8.69%, with a standard- inaryfieldwherebronchoscopyisperformedforavarietyof ized threshold based on a well-established endoscopy indications[34,35]. surveillance-testing guideline [26], while Mouritsen et al. AfurthersignificantadvantageofSUFBisthepossibility reported that RFB may cause cross-contamination with an ofutilizingtheminaparallelratherthanlinearmannerwithin infection risk of 2.8% [27]. These data indicate that RFB the bronchoscopy suite. This has the potential to reduce the cross-contaminationratesremainhigheventhoughcontinuous time between procedures and increase the number of bronimprovementsinreprocessingtechniquesandguidelineshave choscopiesthatcanbeconducted.Furthermore,SUFBdonot occurredwithmorestrictreprocessingandrequirements.The require reprocessing after use, eliminating the need for furorganisms most commonly identified in the transmission of therresourcesandpersonnelforreprocessing.Theirimmediinfections by bronchoscopy include Pseudomonas species, ate availability and the possibility of out-of-hours use M. tuberculosis, and atypical mycobacteria [28]. Sterilization represent a distinct advantage in an emergency setting. On oftheRFBasapossibleoptionhasbeeninvestigated;however the other hand, bronchoscopy after the normal endoscopy the chemicals used, either EO or H O , are very expensive, program, at night or on weekends using RFB results in the 2 2 andmoresignificantlyhavebeenshowntoquicklyimpairthe need of HCP to come extra to the hospital to reprocess the mechanical properties of flexible bronchoscopes and acceler- devices. ate their damage [29, 30]. These facts prohibit to date RFB sterilization from being an effective solution to the infection controlproblem. 3.3 Efficiency and Potential Uses GiventhefactthatSUFBaredeliveredinasterilemanner, in Respiratory Setting theriskoftransmissionandpatient-to-patientcontamination duetotheirsingle-usenatureiseffectivelyreduced.Thisisof SUFB have been shown in the past to be acceptable comimmense importance also with regard to protecting the pared to RFBs in an anesthetic setting [36] and for healthcarestaffbyreducingoccupationalexposuretosevere performingbronchoalveolarlavage (BAL)inhealthyvolunpathogens. A very important remark is that SUFB are not teers for research purposes [37]. Most of the studies of the designedtowithstandthedecontaminationprocessesofRFB. efficacy of SUFB to date have been conducted in anesthetic SUFBaresingle-usedevicesthatarenotatallintendedtobe setting, with only a few studies analyzing their efficacy in a usedondifferentpatientsandalso notevenformultipleuse clinicalpulmonologysetting[38]. onasinglepatient.McGrathetal.haveshownthatfollowing In2020,Liuetal.conductedacomparativeanalysisofthe basiccleaningofaSUFB(flushingwithnormalsalinesolu- new at that time H-SteriScope (Vathin Medical Instrument tion and external manually cleaning), there was significant Co.Ltd.,China)andtheatthattimestandardavailableSUFB microbialcolonizationofthedevicesat48hincludinghigh- and RFB, with a particular focus on operators’ perceptions riskpathogenscapableofcausingpneumonia[31].Therefore, [39].Thiscomparativestudywasthefirstofitskind,evaluitshouldberememberedthatSUFBareonlyappropriatefor ating a variety of aspects including scope quality, handling, single use and not intended to be used for multiple times, maneuverability, tool interaction, and image quality. Comevenonthesamepatient. pared to the previous generation, the newer SUFB demonstrated superior performance in all categories and exhibited comparable maneuverability to the RFB with the operators 3.2 Flexibility of Workflow and Resource expressing a preference for the newer over the standard Utilization SUFB. Over half of the respondents indicated that they perceived the image quality of the RFB to be superior to SUFBareconnectedtoasmallportableandreusablescreen. thatofbothSUFB.ItisnoteworthythatthemajorityofSUFB Thisisasignificantadvantagewhenconsideringthemobility currently available on the market were not yet accessible at of these devices, enabling emergency bronchoscopies in the thetimeofthisstudy. emergency department, on normal wards, or even out-of- Inthenextcoupleofyears,abenchstudyhighlightingand hospital emergency bronchoscopies, for example, in a comparingthetechnicalperformanceofanewerSUFBgenweaning or palliative hospice. SUFB can also be useful as erationtoamarketedolderSUFBwascompletedattwoUS general teaching tool in manikin simulation training, where sites, reporting that the newer generation provided strong",
        "tokens": 707,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "SingleUseBronchoscopes 5 suction capability, with the aspirated mean mass being sig- the performance of the SUFB after each procedure. Routine nificantly greater compared to same-diameter marketed examination time, recovery rate of bronchoalveolar lavage single-use comparators in a bench model simulation. Mean BAL, biopsy time, and positivity rate were then compared ratings for visualization attributes were also significantly between RFB andSUFB. In terms of performance comparibetter [40]. Dr. Kurman and his team in the United States son,thestudyconcludedthatSUFBarenoninferiortoRFBin compared the interaction of the newest Ambu aScope™ routinebronchoscopy,BAL,andbiopsy,anditwassuggested 5 Bronch 5 with biopsy toolssuch asforcepsand aspiration thatSUFBcouldhaveawiderclinicalapplication[42]. needlesandadjuncttoolslikedilationballoons,argonplasma Since 2018, there has been a proliferation of SUFB from coagulation catheters, cryoprobes, bronchial thermoplasty differentmanufacturers.ThelatestgenerationsofSUFBmay catheters, and endobronchial valve catheters to their RFB be suitable for advanced bronchoscopic or interventional counterpartsandreportedinhisposterthatthenewergener- pulmonology procedure.; However, the lack of abundant ations of SUFB were comparable or even superior to RFB comparative studies demonstrating the equivalent perfor- (Fig.3a,b)[41].Itshouldbenotedthattheseobservationsare mance of SUFB to RFB in advanced bronchoscopic procesubjecttosomeinherentlimitations.Firstly,theevaluationof dures may be a contributing factor to the current barriers to SUFB was conducted on model airways or cadavers. It is adoptionofSUFBinthebronchoscopyroutine.Themajority possible that the in vivo experience may vary. Furthermore, ofthecurrentlyexistingstudiesarenonblinded,conductedat these models simulate bronchoscopy conducted under gen- a single center and involve surveying a relatively small eral anesthesia and do not account for models simulating number of respondents, which could introduce sampling patients who are under light or moderate sedation and may bias. Additionally, the respondents were self-selected indibecoughing. vidualsandmaynotberepresentativeofallpracticingbronTheprospectivecontrolledstudyfromHEetal.published choscopists [38]. Further studies are required to provide in2023comparedRFBandSUFBwhileperformingroutine additionalsubstantiationofawiderangeuseofSUFBinIP. bronchoscopy and more complex diagnostic procedures (BAL and biopsy). The bronchoscope operator also scored 3.4 Cost-Effectiveness Intheaspectofcost,detailedcomparisonsofRFBandSUFB costs have varied between studies. The cost of SUFB includes the purchase of the monitor, and each unit and must be compared with the cost of purchasing, maintaining and repairing reusable devices. Processing costs (including reprocessing,personnelprotectiveequipment,andpersonnel time)andconsumablesbutalsorepairandmaintenancecosts of RFB must be included in cost analysis [43, 44]. When purchasingequipment,itisnecessarytocalculatethenumber of procedures performed per year within the organization. Each hospital will have its own point at which the costs of disposable and reusable flexible bronchoscopes are equal [45, 46]. SUFB appear to be cheaper in institutions where the use per unit time is below this point [45] and vice versa [47, 48]. Furthermore, SUFB usage is linked to fewer instances of cross-contamination and bronchoscopy-related infections, resulting in potential cost savings from reduced infection related expenses [27, 49]. However, there is no prospective clinical trial determining the rate of bronchoscopy-induced infection. Therefore, further research inthisareaisalsorequiredbeforetheactualcostsavingscan becalculated. Inaddition,Sohrtetal.reportthattheeconomiesofscale mayalsoaffectthepricesofSUFB,andinthefuture,market Fig.3 (a)AMBUsingle-usebronchoscope,aScope™5Bronchwith competition among disposable bronchoscope manufacturers tipbentandopenbiopsyforceps.(b)AMBUaScope™5Bronchinbent andtechnologicaladvancesmayalsofurtherreducethecost positionwithargonplasmacoagulationprobe.(ReprintedwithpermissionofAMBU) of SUFB [50]. Edenharter et al. developed a mathematical",
        "tokens": 564,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 K.Kontogianni modeltofacilitatedecision-makingregardingthepurchaseof bronchoscopic procedures. The researchers reported waste single-useversus reusableflexiblebronchoscopes.The opti- produced in 60 bronchoscopy procedures and showed that maldevicemixiscalculated,therebyassistingorganizations SUFB produced almost double the amount of recyclable in acquiring the most cost-effective bronchoscopes while waste when compared to RFB, the latter accounting for a satisfying demand. This may be beneficial in planning the higher proportion of the waste generated during the procurementofequipment[51]. reprocessingphase[56]. In general, different studies report that although the cost Another theoretical case study in a university hospital in per use of SUFB may be higher for patients than RFB, the Paris,France,comparedtheenvironmentalimpactofsingleoverallcostofSUFBcomparedtoRFBseemstobelowerin use versus reusable flexible bronchoscopes in an operating terms of infection control and overall healthcare resource theatersettingforperformingdifficulttrachealintubations,as consumption, which could also be adjusted in the future reference was used in the performance of 200 tracheal intuthroughhospitalcharges,healthinsurance,etc.Itisimportant bationsper year for 10 years. In contrast to water consumptonotethoughthatthemethodologyusedtocalculatethecost tionwhichwassignificantlyincreased,itwascalculatedthat differencesvariedgreatlyamongstudies. RFBhadalowerpotentialenvironmentalimpactintermsof globalwarming,abioticandozonedepletion,humantoxicity, freshwater aquatic andmarine aquatic ecotoxicity,terrestrial 3.5 Environmental Impact ecotoxicity, photochemical oxidation, acidification, and eutrophication[53].However,thisisincontrasttoacomparThe environmental impact of single-use devices has always ative study conducted by Sørensen et al. which aimed to been an area of concern. The initial purpose of disposable compare carbon dioxide (CO )-equivalent emissions and 2 productswastoaddressexceptionalcircumstancesorcondi- resource consumption between SUFB and RFB. Consumptions where the efficacy of proper disinfection could not be tionofscarceresourceswasalsoconsidered.Thecomparison assured. Such scenarios included wartime, natural disasters, is made using a simplified life cycle assessment methodoland the occurrence of epidemics [48, 52]. Most of the envi- ogy.ThestudydemonstratedthatRFBexhibitedcomparable ronmental impact created by SUFB is related to production. orhighermaterialandenergyconsumption,includinghigher RFBs on the other hand mainly contribute to environmental CO -equivalentemissions.Thefactorsthatexertthegreatest 2 impact due to the production of personal protective equip- influence on the environmental impact detriment was the mentandcleaningsupplies[53]. reprocessingandthedryingprocedureoftheRFB[55]. In order to ascertain the environmental impact of SUFB The efforts of different manufacturers to reduce their andRFB,alifecycleanalysis(LCA)mustbeconducted.Life environmental impact are outlined on their websites. cycle assessment is a methodology that evaluates the envi- Among others, efforts are made to reduce product weight ronmentalimpactofaproductthroughoutitsentirelifecycle, and packaging and/or use recyclable secondary packaging, encompassing the stages of production, use, and end of life to provide a reusable power cable, and also to increase the [54].Theproductionstagehasoftenamoresignificantenvi- proximity of manufacturing to the factory [57–60]. But ronmental impact than the other phases, due to the sourcing despiteissuingstatementsbynumerouscompaniesregarding ofrawmaterialsforcomplexdeviceslikebronchoscopesthat their respective endeavors to enhance the environmental often have to be collected from a range of global locations, impact of their products, it seems that the main obstacle to followed by manufacturing in different locations and distri- theproductionofafullyrecyclablesingle-useproductisthe butiontoendusers.Transportationemissionsarecontingent riskofcross-contamination.Todate,SUFBmustbesterilized uponanumberoffactors,includingthelocationsofproduc- or incinerated after use. Consequently, no completely recytion and destination, the modes of transportation employed, clablesingle-useflexiblebronchoscopeiscurrentlyavailable and the energy sources utilized [54]. Furthermore, it is well [55], even though efforts are done to use these plastics as a knownthatdisposalmethodsvaryamongcountriesandeven fuel source for generating electricity, in a process known as amonghospitals[55]. waste-to-energyconversion[60]. The environmental assessment of RFB poses additional strains.Worthmentioningisthatdisposalofpersonalprotectiveequipmentandcleaning agentsusedinthereprocessing 4 Conclusions of RFB also have an environmental impact which is very difficulttoquantify.Cleaninganddisinfectionequipmentand Flexiblebronchoscopesareanindispensabletoolinoperating protocols also vary depending on institution and country theatersandcriticalcareunitsandofcourseintheendoscopy [43]. A prospective single-center observational study by suite.Bothsingle-useandreusableoptionshavetheirrespecPatrucco et al. aimed to quantify the impact on waste mass tiveadvantagesanddisadvantages.Theexistingliteratureon production, energy consumption, and recyclability of the subject presents still conflicting opinions regarding the",
        "tokens": 690,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "SingleUseBronchoscopes 7 comparativesafetyandefficacyprofilesofthesetwotypesof 6.ColtHG,etal.Novelflexiblebronchoscopeandsingle-usedisposbronchoscopes. The benefits of SUFB include portability, able-sheathendoscopesystem.Chest.2000;118(1):183–7. 7.Ambu. Ambu pulmonary products. 2022. https://www.ambu.com/ immediate availability, reduction in iatrogenic infections, endo and less personnel exposure to pathogens, low operating 8.LentzRJ,ColtH.Summarizingsocietalguidelinesregardingbroncosts, low site requirements, no maintenance costs, and as choscopy during the COVID-19 pandemic. Respirology. 2020;25 technology continues to evolve improved imaging and (6):574–7.https://doi.org/10.1111/resp.13824.(Epub2020Apr11). 9.BarronSP,KennedyMP.Single-use(disposable)flexiblebronchohandling. scopes:thefutureofbronchoscopy?AdvTher.2020;37(11):4538– The rate of utilization of flexible bronchoscopes on an 48. annual basis, in conjunction with other contributing factors, 10.KovalevaJ,MeessenNE,PetersFT,etal.Isbacteriologicsurveildetermineswhichdeviceismostcost-effectiveforeachinsti- lance in endoscope reprocessing stringent enough? Endoscopy. 2009;41:913–6. tution. The reduced risk of cross-contamination represents a 11.PajkosA,VickeryK,CossartY.Isbiofilmaccumulationonendokey advantage of single-use devices. However, there is cur- scopetubingacontributortothefailureofcleaninganddecontamrently a lack of clear evidence regarding the incidence of ination?JHospInfect.2004;58:224–9. bronchoscopy-induced infection. The introduction of SUBF 12.DonlanRM,CostertonJW.Biofilms:survivalmechanismsofclinicallyrelevantmicroorganisms.ClinMicrobiolRev.2002;15:167– hasstressedtheneedforenvironmentalcomparisonsbetween 93. reusableandsingle-usedevisesinthehealthcaresector.Fur- 13.Einav S, Wiener-Well Y. Anesthesia in patients with infectious thermore, a common issue of discussion is the assumption disease caused by multi-drug resistant bacteria. Curr Opin thatSUFBgeneratemoreenvironmentalwastethanRFB.An Anaesthesiol.2017;30:426–34. 14.KentersN,HuijskensEG,MeierC,etal.Infectiousdiseaseslinked economicadvantageofeitherSUFBorRFBlargelydepends to cross-contamination of flexible endoscopes. Endosc Int Open. onthetypeandnumberofproceduresperformedperyearas 2015;3:E259–65. well as study-site specificities. Standardized multicenter life 15.COVID-19:protectinghealth-careworkers.Lancet.2020;395(10228): cycle assessments wouldbebeneficialinevaluating thetrue 922.https://doi.org/10.1016/S0140-6736(20)30644-9. environmentalimpactofbothsingle-useandreusableflexible 16.BurrerSL,dePerioMA,HughesMM,etal.Characteristicsofhealth carepersonnelwithCOVID-19–UnitedStates,February12–April devices.Finally,basedongrowingevidenceandexperience, 9,2020.MMWRMorbMortalWklyRep.2020;69:477–81.https:// itseemsthatthelatestgenerationofSUFBcanbesafelyand doi.org/10.15585/mmwr.mm6915e6. effectively used for advanced bronchoscopic procedures. A 17.CosgroveSE,RistainoP,Caston-GaaA,etal.Caveatemptor:the role of suboptimal bronchoscope repair practices by a third-party holisticapproach,encompassingnotonlytheenvironmental vendor in a pseudo-outbreak of pseudomonas in bronchoalveolar but also economic, and clinician satisfaction assessments is lavagespecimens.InfectControlHospEpidemiol.2012;33:224–9. necessarytosubstantiatethisexperience. 18.Peaper DR, Havill NL, Aniskiewicz M, et al. Pseudooutbreak of As technology continues to evolve, and obstacles Actinomyces graevenitzii associated with bronchoscopy. J Clin Microbiol.2015;53:113–7. concerning the costs and environmental burden start to be 19.WeberDJ,RutalaWA.Lessonslearnedfromoutbreaksandpseudoaddressed, it remains to be seen if SUFB will constitute a outbreaks associated with bronchoscopy. Infect Control Hosp viable alternative of RFB over the years and increasingly Epidemiol.2012;33(3):230–4. meet needs in clinical practice and more specifically in 20.SaeedDK,ShakoorS,IrfanS,HasanR.Mycobacterialcontamination of bronchoscopes: challenges and possible solutions in low IP. Further randomized controlled trials are necessary to resourcesettings.IntJMycobacteriol.2016;5(4):408–11. substantiatethisclaim. 21.BouR,AguilarA,PerpinanJ,etal.NosocomialoutbreakofPseudomonasaeruginosainfectionsrelatedtoaflexiblebronchoscope.J HospInfect.2006;64(2):129–35. 22.Shimono N, Takuma T, Tsuchimochi N, et al. An outbreak of References Pseudomonas aeruginosa infections following thoracic surgeries occurringviathecontaminationofbronchoscopesandanautomatic 1.MiyazawaT.Historyoftheflexiblebronchoscope.In:BolligerCT, endoscopereprocessor.JInfectChemother.2008;14(6):418–23. MathurPN,editors.Progressinrespirationresearch,vol.30:Inter- 23.SrinivasanA.Epidemiologyandpreventionofinfectionsrelatedto ventionalbronchoscopy.Basel:Karger;2000.p.16–21. endoscopy.CurrInfectDisRep.2003;5:467–72. 2.Manthous C, Tobin M. Flexible bronchoscopy. Am J Respir Crit 24.Ofstead CL, Quick MR, Wetzler HP, et al. Effectiveness of CareMed.2015;191(9):7–8. reprocessing for flexible bronchoscopes and endobronchial ultra3.KovalevaJ,PetersFT,vanderMeiHC,DegenerJE.Transmission soundbronchoscopes.Chest.2018;154:1024–34. of infection by flexible gastrointestinal endoscopy and bronchos- 25.OfsteadCL,DoyleEM,EilandJE,etal.Practicaltoolkitformoncopy.ClinMicrobiolRev.2013;26(2):231–54. itoringendoscopereprocessingeffectiveness:identificationofviable 4.KristensenAE,KurmanJS,HogarthDK,etal.Systematicreview bacteriaongastroscopes,colonoscopes,andbronchoscopes.AmJ and cost-consequence analysis of Ambu aScope 5 Broncho com- InfectControl.2016;44(7):815–9. paredwithreusableflexiblebronchoscopes: insightsfromtwoUS 26.Travis HS, Russell RV, Kovaleva J. Cross-contamination rate of University Hospitals and an Academic Institution. Pharmacoecon reusableflexiblebronchoscopes:asystematicliteraturereviewand Open.2023;7:665–78. meta-analysis.JInfectPrev.2023;24:95–102. 5.PanchabhaiTS,MehtaAC.Historicalperspectivesofbronchoscopy. 27.MouritsenJM,EhlersL,KovalevaJ,etal.Asystematicreviewand Connectingthedots.AnnAmThoracSoc.2015;12:631–41.https:// cost-effectiveness analysis of reusable vs. single-use flexible doi.org/10.1513/AnnalsATS.201502089PS.",
        "tokens": 544,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 K.Kontogianni bronchoscopes.Anaesthesia.2020;75(4):529–40.https://doi.org/10. 45.McCahon RA, Whynes DK. Cost comparison of re-usable and 1111/anae.14891. single-usefibrescopesinalargeEnglishteachinghospital.Anaes28.SpachDH,SilversteinFE,StammWE.Transmissionofinfectionby thesia.2015;70:699–706. gastrointestinal endoscopy and bronchoscopy. Ann Intern Med. 46.PerbetS,BlanquetM,MourguesC,etal.Costanalysisofsingleuse 1993;118:117–28. (Ambu aScopeTM) and reusable bronchoscopes in the ICU. Ann 29.CDC. Ethylene oxide sterilization. Disinfection & sterilization Intensive Care. 2017;7:3. https://doi.org/10.1186/s13613-016guidelines. Guidelines Library. Infection Control. CDC. https:// 0228-3. www.cdc.gov/infectioncontrol/guidelines/disinfection/sterilization/ 47.ChateauvieuxC,FarahL,GuėrotE,etal.Single-useflexiblebronethylene-oxide.html choscopescomparedwithreusablebronchoscopes:positiveorgani30.FDA. Sterilization for medical devices. FDA. https://www.fda.gov/ zational impact but a costly solution. J Eval Clin Pract. 2018;24: medical-devices/general-hospitaldevices-and-supplies/sterilization-me 528–35.https://doi.org/10.1111/jep.12904. 31.McGrathBA,RuaneS,McKennaJ,etal.Contaminationofsingle- 48.TvedeMF,KristensenMS,Nyhus-AndreasenM.Acostanalysisof use bronchoscopes in critically ill patients. Anaesthesia. 2017;72: reusableanddisposableflexibleopticalscopesforintubation.Acta 36–41. Anaesthesiol Scand. 2012;56:577–84. https://doi.org/10.1111/j. 32.LunnW,GarlandR,GryniukL,SmithL,FellerKopmanD,Ernst 1399-6576.2012.02653.x. A. Reducing maintenance and repair costs in an interventional 49.TerjesenCL,KovalevaJ,EhlersL.Earlyassessment ofthelikely pulmonologyprogram.Chest.2005;127(4):1382–7. cost effectiveness of single-use flexible video bronchoscopes. 33.LuHF,HungKC,ChiangMH,etal.Implementationofananaes- PharmacoeconOpen.2017;1:133–41. thesia quality improvement programme to reduce fibreoptic bron- 50.SohrtA,EhlersL,UdsenFW,etal.Costcomparisonofsingle-use choscoperepairincidents.BiomedResInt.2020;21:2020. versus reusable bronchoscopes used for percutaneous dilatational 34.Finke MD. Transtracheal wash and bronchoalveolar lavage. Top tracheostomy.PharmacoeconOpen.2019;3:189–95. CompanionAnimMed.2013;28(3):97–102. 51.EdenharterGM,GartnerD,PforringerD.Decisionsupportforthe 35.Hanthorn CJ, Dewell RD, Cooper VL, et al. Randomized clinical capacitymanagementofbronchoscopydevices:optimizingthecosttrialtoevaluatethepathogenicityofBibersteiniatrehalosiinrespi- efficientmixofreusableandsingle-usedevicesthroughmathematratorydiseaseamongcalves.BMCVetRes.2014;10:89. icalmodeling.AnesthAnalg.2017;124:1963–7.https://doi.org/10. 36.ChanJK,NgI,AngJP,etal.Randomisedcontrolledtrialcomparing 1213/ANE.0000000000001729. theAmbuaScopeTM2withaconventionalfibreopticbronchoscope 52.VianaC,VaccariM,TudorT.Recoveringvaluefromusedmedical in orotracheal intubation of anaesthetised adult patients. Anaesth instruments: a case study of laryngoscopes in England and Italy. IntensiveCare.2015;43(4):479–84. ResourConservRecycl.2016;111:1–9. 37.KristensenMS,FredensborgBB.ThedisposableAmbuaScopevs.a 53.BringierR,ArrigoniA,MuretJ,DroA,GayatE,ValléeF,Arrigoni conventional flexible videoscope for awake intubation – a Marocco S. An integrated environmental, economic, and clinician randomisedstudy.ActaAnaesthesiolScand.2013;57:888–95. satisfaction comparison between single-use and reusable flexible 38.PodderS,PerezO,KivlinW,SinghH,BennBS,KurmanJS.Role bronchoscopesfortrachealintubation.BrJAnaesth.2023;131(1): ofsingle-useflexiblebronchoscopes.AMEMedJ.2024;9:30. e4–7.https://doi.org/10.1016/j.bja.2023.03.005. 39.Liu L, Wahidi M, Mahmood K, et al. Operator perception of a 54.Kumar V, Gaurav G, Khan V, Choudhary S, Dangayach GS. Life single-useflexiblebronchoscope:comparisonwithcurrentstandard cycleassessmentanditsapplicationinmedicalwastedisposal.Mater bronchoscopes.RespirCare.2020;65:1655–62. TodayProc.2023.https://doi.org/10.1016/j.matpr.2022.12.255. 40.Lamb CR, Yavarovich E, Kang V, et al. Performance of a new 55.SørensenLB.Comparativestudyonenvironmentalimpactsofreussingle-usebronchoscopeversusamarketedsingle-usecomparator: ableandsingle-usebronchoscopes.AmJEnvironProt.2018;7:55. abenchstudy.BMCPulmMed.2022;22:189. 56.PatruccoF,GavelliF,BalboPE.Environmentalimpactofbronchos41.KurmanJ,WaghA,BennB,etal.Largecapacity2.8mmforcepsa copy: analysis of waste mass and recyclability of bronchoscopic comparison of single-use bronchoscopes and reusable broncho- equipmentandconsumables.Respiration.2023;102:905–11. scopes for interventional pulmonology applications. Poster 57.Broncoflex. Environment. 2024. https://broncoflex.com/environ presentation. ment/.AccessedOct2024. 42.He S, Xie L, Liu J, et al. Single-use flexible bronchoscopes vs 58.Ambu. Our environmental impact. 2024. https://www.ambu.com/ traditionalreusableflexiblebronchoscopes:aprospectivecontrolled about/sustainability/our-work/environmental-initiatives. Accessed study.BMCPulmMed.2023;23:202. Oct2024. 43.Boyd S, Murphy CJ, Snyman L. Single-use vs. reusable flexible 59.Boston Scientific. Protecting the environment. 2024. https://www. bronchoscopesforairwaymanagementandincriticalcare:anarra- bostonscientific.com/en-US/corporate-social-responsibility/planet. tivereview.Anaesthesia.2024.https://doi.org/10.1111/anae.16430. html.AccessedOct2024. 44.KurmanJS,BennBS.Repaircostsofreusablebronchoscopesinthe 60.Verathon. 4 misconceptions about the environmental impact of intensivecareunit.JThoracDis.2022;14:591–4.https://doi.org/10. single-use bronchoscopes. 2024. https://www.verathon.com/arti 21037/jtd-21-1719. cles/4-misconceptions-environmental-impact-single-use-broncho scopes.AccessedOct2024.",
        "tokens": 442,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_2_1",
        "number": "1",
        "page": "2",
        "provenance": {
          "page": "2",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_5_3",
        "number": "3",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 3"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Single Use Bronchoscopy.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:18.672200Z",
    "revision": "r1"
  }
}