{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Small-Bore Drain Types and Placement",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "30",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_30",
    "file_sha256": "469ebe7a8d1d0c39a57ad8bbdfd7123c53358a2765a971c83de4639e99823100",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Small-Bore Drain Types and Placement",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Small-BoreChestTubeTypesandPlacement......................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "CommonIndications....................................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "Small-BoreChestTubeInsertion.......................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_3",
            "title": "Complications.............................................................................................. 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Conclusion................................................................................................ 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Small-Bore Drain Types and Placement Greta Joy and Udit Chaddha Contents 1 Introduction............................................................................................... 1 2 Small-BoreChestTubeTypesandPlacement......................................................... 2 2.1 CommonIndications....................................................................................... 2 2.2 Small-BoreChestTubeInsertion.......................................................................... 4 2.3 Complications.............................................................................................. 6 3 Conclusion................................................................................................ 6 References....................................................................................................... 7 Abstract annually [1]. The first step in diagnosis and management of symptoms involves the drainage of pleural fluid by Chest tube thoracostomy is a common procedure performed for drainage of unwanted air or fluid from the thoracentesisortubethoracostomydependingontheclinical scenarioandpatientstability.Whilepneumothoraxissignifthoracic cavity. The most common indications for chest icantlylesscommonthanpleuraleffusionwiththeincidence tube thoracostomy include pleural infection, malignant of hospital admission estimated between 14.1 and 22.7 per pleural effusion, pneumothorax, and hemothorax. Evi100,000, it too results in significant healthcare utilization dence supports the use of small-bore chest tubes (SBCT) givenlonglengthofstay,needforthoracicsurgicalintervenfor the majority of indications with few exceptions. tion,andsignificantriskofrecurrence[2,3]. SBCTs are primarily inserted using ultrasound guidance Chesttubesvaryinsizeandcanbeclassifiedaslarge-bore by Seldinger technique. The indications, insertion tech- (>14 F) or small-bore (≤14 F). Traditionally, large-bore niques,andcomplicationsassociatedwithSBCTswillbe tubes were commonly used for pleural drainage; however, reviewedinthischapter. there has been a shift in evidence that supports the use of Keywords small-borechesttubes(SBCTs)formostindications.Exceptionswherelarge-boretubesarefavoredincludepostthoracic Small-BoreChestTube·PleuralEffusion·Pneumothorax surgery,hemothoraxinanunstablepatient,orpneumothorax with substantial air leak [4]. There are many SBCT kits available commercially, with catheters ranging in size from 1 Introduction 8.0Fto14.0F.Mostcathetershaveacurveddistaltipwhich helps prevent accidental dislodgement from the pleural Chest tube thoracostomy is a procedure performed for the space—hence the name “pigtail” catheter. SBCTs are made drainage of unwanted fluid or air from the thoracic cavity. of a softer and more flexible material than large bore tubes Pleuraleffusionisacommonconditionwithover60reported which improves patient tolerability and comfort [5]. SBCTs etiologies,affectingover1.5millionindividualsintheUSA are usually inserted under imaging guidance using the Seldinger technique. Various imaging modalities, such as ✉ ultrasonography(US),fluoroscopy,orcomputedtomography G.Joy·U.Chaddha( ) IcahnSchoolofMedicineatMountSinai,NewYork,NY,USA areavailable,withUSbeingthetechniqueofchoice. e-mail:udit.chaddha@mssm.edu ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_70-1",
        "tokens": 356,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 G.JoyandU.Chaddha This chapter will review the indications, insertion tech- largevolumesofpleuralfluid.Thisiscommonlydoneinthe niques, and complications associated with image-guided setting of stabilization of respiratory failure, or palliation of insertionofSBCTs. symptomsinapatientwhohasashortlifeexpectancy. Another indication to insert a SBCT for MPE is to facilitatepleurodesis.Pleurodesisusingtalccanbeaccomplished 2 Small-Bore Chest Tube Types either by chest tube and talc slurry instillation or during and Placement thoracoscopywithtalcinsufflation.Talcslurryorinsufflation may be used depending on the clinical setting and local 2.1 Common Indications expertise,withbothmethodslikelyhavingequalpleurodesis successrates[11,15].Thechoiceofsmall-borecomparedto 2.1.1 PleuralInfection large-bore chest tube does not appear to affect pleurodesis Pleural infection is a common problem in the USA, which successrates[16].TalcslurryusingaSBCTprovidesasafe carries high morbidity, long hospital length of stay, and a and simple option for pleurodesis. Most protocols require mortality rate of approximately 10% at 3 months [6]. The SBCT insertion, installation of 4 g of sterile graded talc in incidenceofpleural infectionwas recently estimated at11.1 theformofaslurryfollowedbyclamping,anddrainageuntil per100,000intheUSA,withoverallratesofhospitalizations measuredfluidoutputislessthan100–200mlin24h.Ifthe showing an increasing trend both in the USA and globally patienthasanadditionalindicationforthoracoscopysuchas [7–10]. pleuralbiopsyordecortication,thenmedicalthoracoscopyor Effective treatment of pleural infection involves early video-assistedthoracoscopicsurgery(VATS)withtalcinsufdiagnosis, initiation of antibiotic therapy, and drainage of flationmaybetheprocedureofchoice. infected collections from the pleural space (Fig. 1) [11]. Recent clinical practice guidelines recommend SBCT 2.1.3 Pneumothorax as the initial drainage strategy for pleural infection Pneumothorax is a common indication for chest tube inser- [11, 12]. Chest tube bore size does not appear to have an tion in hospitalized patients (Fig. 2). Pneumothorax can be effectonmortality, lengthofstay,orneedfor surgicalinter- classified as spontaneous or traumatic/iatrogenic. Spontanevention. However, tube size >14.0 F may increase patient ous pneumothorax (SP) is considered primary if the patient pain and discomfort [5, 11]. Should initial medical therapy has no underlying lung disease and secondary if there is (antibiotics and tube thoracostomy) fail, intrapleural admin- underlying lung disease, or the patient is older than istration of alteplase and deoxyribonuclease via SBCT or 50 years with a significant smoking history. Spontaneous referral to thoracic surgery are considered depending on the pneumothorax results in significant healthcare utilization, clinicalscenario[11,12]. with median length of stay of 7 days, need for thoracic surgical intervention in 24% of hospitalized patients, and 2.1.2 MalignantPleuralEffusions riskofrecurrenceofapproximately13–39%at5years[3]. Malignant pleural effusion (MPE) has a global incidence of Recent clinical practice guidelines support conservative 70 per100,000 peryear,with lung cancer and breast cancer managementofasymptomaticprimarySP,irrespectiveofthe beingthemostcommonmalignanciesassociatedwithpleural pneumothoraxsize,toreducehospitallengthofstay,complimetastasis [11]. Several management strategies exist for cationsandpossiblytheriskofrecurrence[11,17].InsympMPEs depending on patient symptoms, the rate of fluid tomatic primary SP, the option for aspiration or tube reaccumulation, the presence or absence of nonexpandable thoracostomy is appropriate depending on the clinical scelung,andthepatient’sprognosis.Patientssymptomaticfrom nario [11, 17, 18]. Where tube thoracostomy is indicated, slowly reaccumulating pleural effusions may benefit from generally in moderate to large or symptomatic secondary repeated thoracentesis. However, for a patient in whom the SP or symptomatic primary SP (irrespective of size), SBCT pleuraleffusionsreaccumulaterapidly,optionsincludeinser- is appropriate for the management of the vast majority of tion of an indwelling pleural catheter (IPC) or pleurodesis patients.Alarge-boretubecouldbeconsideredinthesetting [13, 14]. SBCTs in the setting of malignant pleural effusion of anticipated large volume air leak such as traumatic pneuhave two main indications, namely drainage of pleural fluid mothorax, ventilated patients, or unstable tension pneumofor symptom management (in a patient admitted to the hos- thorax[11]. pital)orinstillationoftalcslurryforpleurodesis. In select patients with primary SP requiring an intervenSymptoms of dyspnea related to MPE should ideally be tion, ambulatory chest drains can be considered in patients managedbythoracentesis,andwhenfrequentlyrecurrentby whoarereliablewithclosefollow-up.Asmallpercentageof adefinitiveinterventionsuchasIPCinsertionorpleurodesis. thesepatientsmayneedanadmissiontoupgradetoaSBCTif SBCTs should be reserved for moderate to severely symp- theambulatorydrainmalfunctionsorthepatienthasworsentomaticpatientsadmittedtohospitaltofacilitatedrainageof ing symptoms [19]. There is not enough evidence to",
        "tokens": 731,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Small-BoreDrainTypesandPlacement 3 Fig.1 Sixty-five-year-oldmalewithrightpleuralinfectiontreatedwithsmall-borechesttubeinsertioninadditiontoantibiotictherapy Fig.2 Sixty-year-oldmalewithrightsidedsecondaryspontaneouspneumothoraxtreatedwithsmall-borechesttubeinsertion recommend ambulatory management of patients with a situations. Recent randomized controlled trials and systemsymptomatic,secondarySP[20,21]. atic reviews demonstrate that 14.0 F chest tubes in stable patients with hemothorax show equivalent fluid volume drainageand successrates of pleural space evacuationcom2.1.4 Hemothorax pared to large-bore tubes with less patient discomfort [22– Tube thoracostomy is indicated in the management of 24].Inunstablepatientswithtraumatichemothorax,alargehemothorax to stabilize the patient and evacuate the pleural bore chest tube is appropriate due to the flow rates required space to prevent empyema or clot organization with subsefor rapid drainage with a lower likelihood of obstruction or quent fibrothorax. Traditionally, large-bore chest tubes are clogging of the tube. In these instances, large-bore tubes preferred in the management of hemothorax in the acute greater than 28.0 F are unlikely to provide additional phase;however,theuseofSBCTshasbecomemorecommon benefit[25]. in the management of hemothorax in nonemergent clinical",
        "tokens": 185,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 G.JoyandU.Chaddha 2.2 Small-Bore Chest Tube Insertion an unstable patient, or pneumothorax with substantial air leak[4]. 2.2.1 ProcedurePreparation It must be remembered that SBCTs are not without their Once the decision to proceed with SBCTinsertion has been flaws. Compared to large-bore chest tubes, they are more made, adequate preparation of the operator, patient, and prone to kinks, plugging, and dislodgement. Some of these procedurefacilitiesshouldbecompletedtoensuremaximum downsidescanbeaddressedwithcarefulsuturingandsecurepatient safety and procedure success. Prior to SBCT place- ment, as well as regular flushing of the tube with sterile ment, the operator should review all available imaging to saline. understand the pleural space anatomy and the expected size andlocationofthepleuralcollection.Medicationsandrecent 2.2.3 InsertionSite bloodworkshouldbereviewedtoassessforanticoagulation, Prior to the regular use of image guidance, large-bore chest antiplatelets, or coagulopathy. For elective pleural procetubes were inserted into the “triangle of safety,” bordered dures, anticoagulation and antiplatelets should be held in anteriorly by the pectoralis major, posteriorly by the accordancewithlocalperioperativeguidelines.Inemergency latissimus dorsi, and inferiorly by a horizontal line at the situations, risks and benefits of the procedure should be level of the fifth intercostal space [27]. Ultrasound weighed to determine appropriate timing of intervention (US)guidanceisnowdeemedmandatorybyclinicalpractice beforeproceeding.Preparationoftheprocedureroomshould guidelines to assess thoracic anatomy and determine the include sufficient space for patient positioning, scrubbing optimal chest tube insertion site [11]. US can be used inthe facilities,accesstoallnecessaryequipmentincludingpatient settingofaneffusiontoassessfluidlocation,complexity,and monitoring equipment and adequate access to emergency loculation, and in the setting of pneumothorax to identify supplies[4].Informedpatientconsentshouldbedocumented. absence of lung sliding, A lines, and the lung point The patient should be positioned comfortably in such a [28]. US has been shown to increase procedure success and way that the largest pocket of fluid or air can be accessed reduce risk ofcomplications such as pneumothorax or inadsafely. For some patients, this is seated with the ipsilateral vertentorganpuncture[4]. armovertheheadoracrossthebody,andforothers,thisisin Additionalfactorstoconsiderwhenchoosinganinsertion the lateral decubitus with the affected side up. Vital signs site include patient comfort as well as relevant chest wall should be recorded before and after the procedure. Ultraanatomy.SBCTsshould beinserted aslateral aspossible on sound should be used to assess the thoracic anatomy, and thechestwalltoincreasepatientcomfort,andreducetherisk determine the best site for SBCT placement [4, 11]. A proof tube kinking or dislodgement. Care should be taken to cedural safety checklist should be completed before starting avoid important vascular structures—notably intercostal, theprocedure. internal mammary, subclavian, and axillary vessels. Chest tubesshouldnotbeinsertedwithin6cmofthespineonthe 2.2.2 TubeSelection posteriorchestwallifatallpossibleastheintercostalvessels ManySBCTkitsarecommerciallyavailable.Kitsaregener- have an unpredictable course within this region, deviating allyequippedwithallnecessaryequipmentfortubeinsertion from their typical location below the superior rib in the and contain a catheter with a radio-opaque tip for visualiza- neurovascularbundle[29]. tion on chest x-ray and multiple side ports to minimize the riskofblockageorobstruction(Fig.3).Theoperatorshould 2.2.4 ChestTubeInsertion select a Seldinger kit they have familiarity in using, Oncethepatientispositionedappropriatelyandtheinsertion containingatubeoftheappropriatesize. site has been marked using US, the skin should be cleaned Clinical factors to consider when selecting the tube size with an antiseptic. Sterile technique should be used with includethestabilityofthepatient,theimportanceoftherate creation of a large sterile field. Ten to twenty ml of 1–2% of drainage of the pleural space, and characteristics of the lidocaine is required for anesthesia of the skin and soft fluid to be drained. The rate of flow of fluid through a tissues. The pleural space should be entered just above the cylindrical structure is governed by Poiseuille’s Law which inferior rib to avoid the neurovascular bundle. SBCTs are statesthatflowisproportionaltothediametertothepowerof most commonly inserted by Seldinger technique, which is four and inversely proportional to the fluid viscosity outlinedinstep-by-stepfashioninTable1. [26]. This means that a small increase in diameter causes a Some kits are available for SBCT insertion using the large increase in flow, and an increase in viscosity will trocartechnique,whichinvolvesdirectentryintothepleural decrease the rate of flow. This has clinical relevance and spaceusingachesttubeloadedoverastiffandsharptrocar. explains the clinical scenarios where large-bore tubes are Whilethistechniquemaybeconsideredinemergencysituafavored over SBCTs: post-thoracic surgery, hemothorax in tions due to rapidity of tube insertion, it should largely be",
        "tokens": 809,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Small-BoreDrainTypesandPlacement 5 Fig. 3 Chest tube kit and pleural drainage system. Panel A: sterile stiffener (8), connector piece to pleural drainage system (9), suturing drape (1), syringe for lidocaine infiltration (2), introducer needle (3), supplies(10),heimlichvalve(11).PanelB:fluidcollectionchamber(1), guidewire(4),scalpel(5),dilator(6),pigtailcatheter14F(7),pigtail watersealandairleakchamber(2),suctionindicator(3),suctioncontrol(4) avoidedgivenreportsoforganpunctureandpatientmortality suctionthatmayresultinrapidevacuationofpneumothorax [29,30]. or pleural effusion. In addition, some devices come with a Therearenumeroustechniquestosecureachesttube.This positive pressure relief valve that helps to prevent tension can be effectively accomplished with a purse string suture pneumothoraxincaseswherethelinesuctionisaccidentally using 2–0 silk. Following chest tube insertion, a chest x-ray disconnectedorblocked. should be completed to confirm tube location, and evaluate Pleural drainage systems can typically apply -10 to forpneumothoraxandlungexpansion. -40 cm H O of suction. The use of suction in both pleural 2 effusionandpneumothoraxispoorlystudiedandcontroversial. It carries the benefit of rapid evacuation of fluid or air 2.2.5 PleuralDrainageSystem from the thoracic cavity. However, in the setting of pleural Pleural drainage systems typically consist of three parts: a effusion, there is concern rapid drainage can put patients at collection chamber for pleural drainage, a mechanism to increased risk for re-expansion pulmonary edema (RPE) prevent air from entering the pleura during inspiration, and [31]. In pneumothorax, there is weak evidence to suggest a suction source (Fig. 3b). Devices vary in appearance, anabsence ofbenefitofsuction inmanagement ofpneumomethod of suction regulation, air preventing mechanisms, thorax over water seal, with concern suction may propagate and volume of the fluid collection chambers. New digital bronchopleural fistula formation by pulling air through the suction devices can also be used to deliver thoracic suction pleuraldefect[32].Currentclinicalpracticeguidelinesdonot and accurately quantify air leak which may provide helpful recommend the regular use of suction in management of informationinpneumothoraxmanagement. pneumothorax[11,21]. Thetypicalsystemconsistsofthreefunctionalchambers. The first chamber on the right is the collection chamber, which is usually depicted with three subsections. Air or 2.2.6 Removal fluid from the chest tube accumulates in this chamber. The The timing of SBCT removal depends on the original indimiddlechamberisthewatersealchamberthatcontainswater cationforinsertionandtheclinicalprogressofthepatient.In atthebottom.Airfromthepatiententersthischamberbelow cases of pneumothorax, SBCTs are usually removed when thewaterlevelandbubblesupward.Thewatersealprevents the lung is fully expanded with no evidence of air leak. In thereturnofairtothepatient.Thelastchamberontheleftis casesofpleuraleffusions,theSBCTsareremovedwhenthe thesuctioncontrolchamberthatisconnectedtowallsuction, lung is fully expanded and the daily fluid output is less which is controlled with either a water column (wet suction 100–200ml/day(dependingontheetiologyoftheeffusion). control) or a suction dial (dry suction control). Additional Discontinuation of suction or clamping the chest tube features of pleural drainage systems include a manual high- prior to removal is a controversial issue and depends on the negativity vent, which prevents the application of excessive indicationforchesttubeinsertion.Themostcommonreason",
        "tokens": 521,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 G.JoyandU.Chaddha Table1 SmallborechesttubeinsertionbySeldingertechnique 2.3 Complications 1.Ensureadequatepreparationforchesttubeinsertion:review indication,relevantimagingandbloodwork,explaintheprocedureto Dataoncomplicationsassociatedwithchestdrainsaremixed thepatientanddocumentinformedconsent duetodifferencesininsertiontechniquesandchesttubetype 2.Ensureallnecessaryprocedureandmonitoringequipmentare andsizeused.Ingeneral,complicationsareinfrequentwhen available chest tubes are inserted under image guidance and by an 3.Completeapre-proceduralsafetychecklist experienced operator. The reported incidence of chest drain 4.Positionthepatientappropriatelytoallowoptimalaccesstothe pleuralfluidoraircollection complications ranges between 8% and 10%, with major 5.Examinetheipsilateralthoraxwithultrasoundandmarktheentry complicationsbeingexceedinglyrare[4]. site Withregardstoearlycomplicationscausedbytubeinser6.Usefullsterilebarrierprecautions(handwash,sterilegownand tion, injury to chest wall or intrathoracic structures may gloves,protectiveeyewear,facemask,headcovering) occur. The most common organ affected is the lung with 7.Createalargesterilefieldonthepatient’sskinusingchlorhexidine pneumothorax, laceration, or intraparenchymal tube placesolution ment being possible complications [33]. There are rare 8.Drapethepatient,exposingonlythemarkedarea reports of organ puncture—including esophageal, cardiac, 9.Applylocalanesthesiawith10–20mlof1%or2%lidocaine solution and pulmonary artery, or in the event of subdiaphragmatic (a)First,infiltratetheskinwith25-gaugeneedletocreateawheal tubeplacement,gastric,liver,bowel,andspleen[34].Thisis atthepreviouslymarkedentrysite more commonly reported with the trocar placement tech- (b)Continuetoapplyanesthesiatothedeepertissuesincluding nique, and therefore, this should be avoided. Bleeding may subcutaneoustissue,periosteum,andparietalpleura occur from intercostal vessels or other inadvertent vascular (c)Usecontinuousnegativesuctionastheneedleadvancesto injury. Chest tubes should be inserted just over the superior confirmentryintothepleuralspacewhenpleuralfluidorairentersthe borderoftheribtoavoidtheneurovascularbundle.Infection syringe (d)Onceinthepleuralspace,withdrawtheneedle1–2mmand can occur including empyema (1–2%) or drain site injecttherestoflidocaineontotheparietalpleura infection[35]. 10.Advancetheintroducerneedleintothepleuralspaceusing While the tube is in place, technical drain complications continuousnegativesuction.Oncepleuralfluid(orair,insettingofa including tube blockage, malposition or dislodgement can pneumothorax)entersthesyringe,advanceafurther2–3mmand confirmsmoothdrawbackofpleuralfluid(orair,inthesettingofa occur (1%). Subcutaneous emphysema can develop which pneumothorax) may be related to the severity of air leak in the setting of 11.Whileholdingtheintroducerneedlesteady,removethesyringe pneumothorax, drain blockage, or migration of chest tube andadvancetheguidewirethroughtheintroducerneedleintothe ports into the subcutaneous tissue. In the vast majority of pleuralspaceleavingaminimumof15–20cmofguidewireexternalto instances, subcutaneous air is of little clinical consequence; thepatient however,thetubeanddrainagesystemshouldbethoroughly 12.Removetheintroducerneedlewhileleavingtheguidewireinplace checked for blockage or dislodgement if it develops 13.Makeasmall(5mm)incisionattheentrysite [4]. Drainage of large volumes of air or pleural fluid can 14.Introduceserialdilatorsovertheguidewiretodilatethe subcutaneoustissueandtheparietalpleura result in RPE which is characterized by rapid development 15.Introducethesmallborechesttubeovertheguidewire,andremove ofhypoxemiaandnewinfiltratesonchestimaging[4].RPE theguidewire is uncommon, with symptomatic RPE reported in <1% of 16.Connectthetubetothedrainagesystem,confirmdrainageoffluid patients undergoing thoracentesis; however, it can rarely be orairasintended,secureittotheskinwith1–2sutures,anddressthe life-threatening [36]. Treatment if it occurs is supportive. chesttubesite 17.Obtainchestx-raytoconfirmplacement Risk factors include patients with Eastern Cooperative Oncology Group performance status ≥3 in combination with volume of fluid drained >1.5 L [36]. Following chest for a clamp trial is in the setting of pneumothorax to ensure draininsertion,patientsshouldbemonitoredclosely,andthe there is not an intermittent, slow persistent air leak prior to tubeshouldbeclampedifthepatientexperiencessymptoms chesttuberemoval. of re-expansion including chest pain or new onset of repetiDuring chest tube removal, there is a theoretical risk of tivecoughing[4]. entraining air into the pleural space if the patient inhales during the procedure. This can be avoided by asking the patient to perform a Valsalva maneuver or to remove the 3 Conclusion catheter during expiration while the intrapleural pressure is positive.Inaddition,usingpetroleumgauzetosealtheSBCT Image-guided SBCT placement has evolved over the last entrysiteduringremovalalsohelpstominimizeairentry.A decade as a safe and effective treatment option for pleural sutureisusuallyunnecessaryforSBCTs. space evacuation. It has the advantage of less patient",
        "tokens": 560,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Small-BoreDrainTypesandPlacement 7 discomfort and invasiveness, together with increased ease andtalcpleurodesisforrelievingdyspneainpatientswithmalignant and speed of placement. Their outcomes are comparable to pleural effusion: the TIME2 randomized controlled trial. JAMA. 2012;307(22):2383–9.https://doi.org/10.1001/jama.2012.5535. large-borechesttubesinmostcases.Propertrainingisman15.BhatnagarR,PiotrowskaHEG,Laskawiec-SzkonterM,KahanBC, datory to ensure proper SBCT placement and to prevent Luengo-FernandezR,PepperellJCT,etal.Effectofthoracoscopic complications. talcpoudragevstalcslurryviachesttubeonpleurodesisfailurerate among patients with malignant pleural effusions: a randomized clinical trial. JAMA. 2020;323(1):60–9. https://doi.org/10.1001/ jama.2019.19997. References 16.Thethi I, Ramirez S, Shen W, Zhang D, Mohamad M, Kaphle U, etal.Effectofchesttubesizeonpleurodesisefficacyinmalignant 1.LightRW.Pleuraleffusions.MedClinNorthAm.2011;95(6):1055– pleuraleffusion:ameta-analysisofrandomizedcontrolledtrials.J 70.https://doi.org/10.1016/j.mcna.2011.08.005. Thorac Dis. 2018;10(1):355–62. https://doi.org/10.21037/jtd.2017. 2.BobbioA,DechartresA,BouamS,DamotteD,RabbatA,Regnard 11.134. JF, et al. Epidemiology of spontaneous pneumothorax: gender- 17.BrownSGA,BallEL,PerrinK,AshaSE,BraithwaiteI,Egertonrelated differences. Thorax. 2015;70(7):653–8. https://doi.org/10. WarburtonD,etal.Conservativeversusinterventionaltreatmentfor 1136/thoraxjnl-2014-206577. spontaneous pneumothorax. N Engl J Med. 2020;382(5):405–15. 3.Hallifax RJ, Goldacre R, Landray MJ, Rahman NM, Goldacre https://doi.org/10.1056/NEJMoa1910775. MJ. Trends in the incidence and recurrence of inpatient-treated 18.Marx T, Joly LM, Parmentier AL, Pretalli JB, Puyraveau M, spontaneous pneumothorax, 1968–2016. JAMA. 2018;320(14): Meurice JC, et al. Simple aspiration versus drainage for complete 1471–80.https://doi.org/10.1001/jama.2018.14299. pneumothorax:arandomizednoninferioritytrial.AmJRespirCrit 4.AsciakR,BedawiEO,BhatnagarR,CliveAO,HassanM,LloydH, Care Med. 2023;207(11):1475–85. https://doi.org/10.1164/rccm. et al. British Thoracic Society Clinical Statement on pleural pro- 202110-2409OC. cedures.Thorax.2023;78(Suppl3):s43–68.https://doi.org/10.1136/ 19.Hallifax RJ, McKeown E, Sivakumar P, Fairbairn I, Peter C, thorax-2022-219371. Leitch A, et al. Ambulatory management of primary spontaneous 5.Rahman NM, Maskell NA, Davies CW, Hedley EL, Nunn AJ, pneumothorax: an open-label, randomised controlled trial. Lancet. Gleeson FV, et al. The relationship between chest tube size and 2020;396(10243):39–49. https://doi.org/10.1016/S0140-6736(20) clinical outcome in pleural infection. Chest. 2010;137(3):536–43. 31043-6. https://doi.org/10.1378/chest.09-1044. 20.Walker SP, Keenan E, Bintcliffe O, Stanton AE, Roberts M, 6.Corcoran JP, Psallidas I, Gerry S, Piccolo F, Koegelenberg CF, PepperellJ,etal.AmbulatorymanagementofsecondaryspontaneSaba T, et al. Prospective validation of the RAPID clinical risk ous pneumothorax: a randomised controlled trial. Eur Respir predictionscoreinadultpatientswithpleuralinfection:thePILOT J. 2021;57(6):2003375. https://doi.org/10.1183/13993003. study. Eur Respir J. 2020;56(5):2000130. https://doi.org/10.1183/ 03375-2020. 13993003.00130-2020. 21.WalkerS,HallifaxR,RicciardiS,FitzgeraldD,KeijzersM,LaukO, 7.MummadiSR,StollerJK,LopezR,KailasamK,GillespieCT,Hahn etal.JointERS/EACTS/ESTSclinicalpracticeguidelinesonadults PY. Epidemiology of adult pleural disease in the United States. with spontaneous pneumothorax. Eur Respir J. 2024;63(5): Chest. 2021;160(4):1534–51. https://doi.org/10.1016/j.chest.2021. 2300797.https://doi.org/10.1183/13993003.00797-2023. 05.026. 22.BeetonG,NgatuvaiM,BreedingT,AndradeR,ZagalesR,KhanA, 8.Sogaard M, Nielsen RB, Norgaard M, Kornum JB, Schonheyder et al. Outcomes of pigtail catheter placement versus chest tube HC, Thomsen RW. Incidence, length of stay, and prognosis of placement in adult thoracic trauma patients: a systematic review hospitalized patients with pleural empyema: a 15-year Danish and meta-analysis. Am Surg. 2023;89(6):2743–54. https://doi.org/ nationwide cohort study. Chest. 2014;145(1):189–92. https://doi. 10.1177/00031348231157809. org/10.1378/chest.13-1912. 23.BaumanZM,KulvatunyouN,JosephB,GriesL,O’KeeffeT,Tang 9.FinleyC,CliftonJ,FitzgeraldJM,YeeJ.Empyema:anincreasing AL, et al. Randomized clinical trial of 14-French (14F) pigtail concerninCanada.CanRespirJ.2008;15(2):85–9.https://doi.org/ cathetersversus28-32Fchesttubesinthemanagementofpatients 10.1155/2008/975312. withtraumatichemothoraxandhemopneumothorax.WorldJSurg. 10.Arnold DT, Hamilton FW, Morris TT, Suri T, Morley A, Frost V, 2021;45(3):880–6.https://doi.org/10.1007/s00268-020-05852-0. etal.EpidemiologyofpleuralempyemainEnglishhospitalsandthe 24.MessaGE,FontenotCJ,DevillePE,HuntJP,MarrAB,SchoenJE, impactofinfluenza.EurRespirJ.2021;57(6):2003546.https://doi. etal. Chest tubesize selection:evaluatingproviderpractices,treatorg/10.1183/13993003.03546-2020. mentefficacy,andcomplicationsinmanagementofthoracictrauma. 11.Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, Am Surg. 2024;90(6):1501–7. https://doi.org/10.1177/0003134824 Corcoran JP, et al. British Thoracic Society guideline for pleural 1241735. disease.Thorax.2023;78(Suppl3):s1–s42.https://doi.org/10.1136/ 25.ChestovichPJ,JenningsCS,FraserDR,IngallsNK,MorrisseySL, thorax-2022-219784. KuhlsDA,etal.Toobig,toosmallorjustright?Whythe28French 12.Chaddha U, Agrawal A, Feller-Kopman D, Kaul V, Shojaee S, chesttubeisthebestsize.JSurgRes.2020;256:338–44.https://doi. Maldonado F,et al. Use of fibrinolytics and deoxyribonuclease in org/10.1016/j.jss.2020.06.048. adultpatientswithpleuralempyema:aconsensusstatement.Lancet 26.Park JK, Kraus FC, Haaga JR. Fluid flow during percutaneous Respir Med. 2021;9(9):1050–64. https://doi.org/10.1016/S2213- drainageprocedures:aninvitrostudyoftheeffectsoffluidviscos2600(20)30533-6. ity,cathetersize,andadjunctiveurokinase.AJRAmJRoentgenol. 13.ThomasR,FyshETH,SmithNA,LeeP,KwanBCH,YapE,etal. 1993;160(1):165–9.https://doi.org/10.2214/ajr.160.1.8416618. Effectofanindwellingpleuralcathetervstalcpleurodesisonhos- 27.MahmoodK,WahidiMM.Straighteningoutchesttubes:whatsize, pitalization days in patients with malignant pleural effusion: the what type, and when. Clin Chest Med. 2013;34(1):63–71. https:// AMPLErandomized clinical trial. JAMA. 2017;318(19):1903–12. doi.org/10.1016/j.ccm.2012.11.007. https://doi.org/10.1001/jama.2017.17426. 28.Husain LF, Hagopian L, Wayman D, Baker WE, Carmody 14.Davies HE, Mishra EK, Kahan BC, Wrightson JM, Stanton AE, KA. Sonographic diagnosis of pneumothorax. J Emerg Trauma GuhanA,etal.Effectofanindwellingpleuralcathetervschesttube Shock.2012;5(1):76–81.https://doi.org/10.4103/0974-2700.93116.",
        "tokens": 677,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 G.JoyandU.Chaddha 29.HelmEJ,RahmanNM,TalakoubO,FoxDL,GleesonFV.Course andrelatedtopics.IntJCritIllnInjSci.2014;4(2):143–55.https:// andvariationoftheintercostalarterybyCTscan.Chest.2013;143 doi.org/10.4103/2229-5151.134182. (3):634–9.https://doi.org/10.1378/chest.12-1285. 34.Filosso PL, Guerrera F, Sandri A, Roffinella M, Solidoro P, 30.FraserRS.Lungperforationcomplicatingtubethoracostomy:path- RuffiniE,etal.Errorsandcomplicationsinchesttubeplacement. ologicdescriptionofthreecases.HumPathol.1988;19(5):518–23. Thorac Surg Clin. 2017;27(1):57–67. https://doi.org/10.1016/j. https://doi.org/10.1016/s0046-8177(88)80197-7. thorsurg.2016.08.009. 31.Petiot A, Tawk S, Ghaye B. Re-expansion pulmonary oedema. 35.MaoM,HughesR,PapadimosTJ,StawickiSP.Complicationsofchest Lancet. 2018;392(10146):507. https://doi.org/10.1016/S0140-6736 tubes:afocusedclinicalsynopsis.CurrOpinPulmMed.2015;21(4): (18)31722-7. 376–86.https://doi.org/10.1097/MCP.0000000000000169. 32.Reed MF, Lyons JM, Luchette FA, Neu JA, Howington 36.Sagar AES, Landaeta MF, Adrianza AM, Aldana GL, Pozo L, JA.Preliminaryreportofaprospective,randomizedtrialofunderwater Armas-VillalbaA,etal.Complicationsfollowingsymptom-limited sealforspontaneousandiatrogenicpneumothorax.JAmCollSurg. thoracentesis using suction. Eur Respir J. 2020;56(5):1902356. 2007;204(1):84–90.https://doi.org/10.1016/j.jamcollsurg.2006.09.012. https://doi.org/10.1183/13993003.02356-2019. 33.KwiattM,TarboxA,SeamonMJ,SwaroopM,CipollaJ,AllenC, etal.Thoracostomytubes:acomprehensivereviewofcomplications",
        "tokens": 98,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_3_2",
        "number": "2",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_5_3",
        "number": "3",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 3"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Small-Bore Drain Types and Placement.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:19.314102Z",
    "revision": "r1"
  }
}