{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Surgery in Empyema",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "31",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_31",
    "file_sha256": "6370eae5983a23b3d507f04526e4298b8622c76fd5835e932407d51c9653074c",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Surgery in Empyema",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction ............................................................................................... 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Surgery in Empyema ..................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "Epidemiology.............................................................................................. 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "Pathologies ................................................................................................. 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_3",
            "title": "Surgical Techniques ....................................................................................... 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_4",
            "title": "Enhanced Recovery After Surgery (ERAS) ............................................................... 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Conclusion ................................................................................................ 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Surgery in Empyema Willfredy Castano, Maxime Teˆtu, and Moishe Liberman Contents 1 Introduction ............................................................................................... 1 2 Surgery in Empyema ..................................................................................... 2 2.1 Epidemiology.............................................................................................. 2 2.2 Pathologies ................................................................................................. 2 2.3 Surgical Techniques ....................................................................................... 4 2.4 Enhanced Recovery After Surgery (ERAS) ............................................................... 6 3 Conclusion ................................................................................................ 6 References ....................................................................................................... 7 Abstract examines the significant risk factors influencing surgical outcomes, including the duration of symptoms, microbioThis chapter dives into the surgical management of empylogical findings, and comorbid conditions. The role of ema, emphasizing the variety of techniques available and Enhanced Recovery After Surgery (ERAS) protocols in their associated risk factors. It explores the different surimproving clinical outcomes, particularly in complex gical interventions such as lung decortication, cases like stage III empyema, is also detailed. By integratpleurectomy, and the use of video-assisted thoracoscopic surgery (VATS), highlighting their efficacy in resolving ing evidence from recent studies, including the 2023 MIST-3 trial, the chapter underscores the importance of pleural infections while reducing patient morbidity. The chapter also discusses the importance of risk stratification individualized patient assessment and the adoption of minimally invasive techniques to optimize recovery. The using the RAPID score, which provides crucial insights content provides a comprehensive overview of current into patient outcomes based on renal function, age, infecsurgical approaches, risk factors, and the implementation tion characteristics, and albumin levels. Furthermore, it of ERAS protocols in the effective management of W. Castano empyema. Pablo Tobon Uribe Hospital, Medellin, Colombia e-mail: wcastano@hptu.org.co Keywords M. Têtu Centre de Recherche du Centre Hospitalier de l’Université de Montréal Empyema · VATS · Pleurectomy · Decortication · Open (CRCHUM), Montreal, QC, Canada thoracic window · Bronchopleural fistula · Air leak · e-mail: maxime.tetu@umontreal.ca ERAS protocol ✉ M. Liberman ( ) Centre de Recherche du Centre Hospitalier de l’Université de Montréal (CRCHUM), Montreal, QC, Canada 1 Introduction Centre Hospitalier de l’Université de Montréal (CHUM), Montreal, QC, Canada Empyema, a condition marked by the accumulation of Marcel & Rolande Gosselin Chair in Thoracic Surgical Oncology, infected fluid in the pleural cavity, represents a significant University of Montreal, Montreal, QC, Canada challenge to both pulmonologists and thoracic surgeons due e-mail: moishe.liberman@umontreal.ca © Springer Nature Switzerland AG 2025 1 L. Yarmus et al. (eds.), Principles and Practice of Interventional Pulmonology, https://doi.org/10.1007/978-3-031-49583-0_74-1",
        "tokens": 478,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 W.Castanoetal. to its complex pathophysiology and the diverse patient pop- decrease in those of S. pneumoniae origin. The presence of ulation it affects. As the incidence of empyema continues to anaerobes is associated with better outcomes [6]. rise, particularly in patients with underlying comorbidities, In COVID-19 patients, the surgical management of thothe surgical management of this condition has evolved to racic complications is associated with high mortality and incorporate a range of techniques tailored to the severity morbidity rates. For instance, COVID-19-related empyema and stage of the disease. The democratization of VATS and carries a 24% mortality rate [6]. However, pleural infectious Robotics and increased training in complex procedures complications tend to have lower mortality, despite an worldwide have reduced the need to resort to higher morbid- observed increase in renal failure, pulmonary hypertension, ity open surgical procedures in the majority of cases. How- and the need for thoracotomy [7]. ever, knowledge of open techniques is still required, due to In countries with high incidences of tuberculosis (TB), TB the complexity of select cases. Surgical treatment does not effusions have a high incidence [8–10]. Worldwide, 7.5 milonly include technical skills; it is extremely important to lion people were diagnosed with TB empyema in 2022; the master the nonoperative treatment strategies, indications to highest occurrence in all the WHO years of monitoring with a convert from nonoperative to operative and understand noted increase after COVID-19 [10]. Pleural TB with a stage patient risk stratification. III empyema is considered a foci of infection containing a great amount of Mycobacterium. In addition, the formation of a pleural peel results in significant lung restriction [9]. 2 Surgery in Empyema 2.1 Epidemiology 2.2 Pathologies Incidence of pleural parapneumonic effusions (PPE) is on the 2.2.1 Posttraumatic Empyema rise. In the United States, Mummadi et al. described a 37.5% The principal cause of posttraumatic empyema is retained relative increase in pleural infection-related hospitalizations hemothorax (RH), for which risk factors are an initial blood between 2007 and 2016, with 25,405 hospitalizations in 2016 drainage superior to 400 ml, two or more chest tubes in place and a readmission rate of 24%, all of which translates to a for a minimum period of 5 days, and need for mechanical total cost of $1017 million nationwide, for the treatment of ventilation. These patients often have longer ICU stays empyema in that year [1]. In England, a 63% relative increase (11.2 vs. 6.5 days), longer LoS (23.6 vs. 16.6 days) in PPE admission was reported between 2008 and 2017. This [11, 12], bilateral chest tubes, larger RH volumes increase was most notable in patients aged over the age of 60. (>300 ml), rib fractures, injury severity score (ISS) of 25 or Mortality and surgical rates were reported between 12% and higher, and the need for additional therapeutic intervention. 14% with a 25% increase in winter months; whereby the Initial treatment involves chest redrainage, intrapleural fibrihighest incidence coincided with that of influenza [2]. Empy- nolytic therapy (IPFT), VATS, or thoracotomy [13, 14]. ema has the highest average cost per case ($38,591) and length of stay (LoS) (13.8 days) compared to other non- 2.2.2 Acute Empyema empyema pleural effusions. Up to 41% of patients with With its 80% efficacy, IPFT with tPA and DNAse is often community-acquired pneumonia (CAP) developed a PPE favored over surgery—due to inherent risks associated with with worse outcomes than those without effusion, including these interventions—as a primary treatment for stage II a higher likelihood of 30-day mortality (14% actual vs. 7% empyema [15–17]. However, when unavailable, VATS predicted by eCURB) and hospital admissions remains a superior option to repeated drainage, flushing, or (77% vs. 57%). The median LoS for these patients is IPFT with streptokinase or urokinase, as quantified by the 2.8 days, compared to 1.3 days for those without effusion 90–99% cure rate [18–21]. [3]. In addition, the increasing age of the patient population is accompanied by an increase in comorbidities and, hence, an 2.2.3 Chronic Empyema increased risk of mortality [4]. Most cases of chronic empyema occur secondary to incomFollowing the COVID-19 pandemic, there has been a plete lung reexpansion—two-thirds of which occur postnotable change in the etiology of empyema. There has been surgery such as lobectomy or pneumonectomy—which a rise in empyemas resulting from polymicrobial infection favors persistence or recurrence of an infection within the (increasing from 1.6–4.9% pre-COVID-19 to 30.7–40.6% pleural cavity, often causing a hemithorax contraction propost-COVID-19). These polymicrobial infections result in cess with rib space narrowing and mediastinal shift to the longer LoS due to the changing organism of infection to affected side [22]. Medically operable patients should first be group A Streptococcal infections (affecting 45% of patients treated by surgical decortication. Evidently necrotic parenwith S. pyogenes pneumonia) [5] as well as a significant chyma can be resected, all the while avoiding major",
        "tokens": 1042,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "SurgeryinEmpyema 3 resections, because of a major risk for fistulization/dehis- empyema due to prolonged PPE or who have received sevcence of the bronchial stump [23]. In case of bronchopleural eral antibiotic treatments before being referred to thoracic fistula (BPF), a pedicled muscle flap composed of extra- surgery [31]. thoracic muscle (serratus anterior, latissimus dorsi and pectoralis major), omentum, or abdominal muscle (typically 2.2.4 Fungal Empyema rectus) may be used to close the opening which may also aid Is a severe and aggressive type of pleural infection, most in filling the pleural cavity [24]. frequent in patients with diabetes or malignancy. Candida In patients with chronic empyema with or without a BPF spp. and Aspergillus spp. are most common and are associwho are medically unfit to tolerate decortication and tissue ated with a 38.5% mortality due mainly to respiratory failure flap placement, a pleural drainage catheter must be placed to [32]. These patients have significantly longer ICU stays drain and control the infection. Once drained and the patient (16 vs. 3 days), LoS (40 vs. 17.5 days), ventilator usage stabilized, an open thoracic window (OTW) should be (20.5 vs. 3 days), and worse 1-year survival rates than those performed, especially in large cavities, with or without a with bacterial empyema [33]. muscle flap depending on the presence of BPF [25]. OTWs allow for multiple dressing changes and rinsing of the pleural 2.2.5 Tuberculous Empyema cavity to control the infection, although these windows sig- Incidence of pleural disease and empyema by tuberculosis nificantly impair patients’ quality of life, leading to pro- (TB) is increasing. In the United Kingdom (UK), this growth longed LoS and require extensive resources for wound care is mainly driven by those born outside the country and [26]. Vacuum therapy (VAC) is a reasonable alternative to immigrants who have been living within the UK between daily dressing changes and may be applied upon creation of 2 and 5 years [34]. TB empyema is characterized by grossly the OTW [23]. Minivacuum by minithoracotomy along with purulent fluid containing abundant Mycobacteria. It is usuinstill-vacuum therapy with the use of white and black ally synonymous with a progression of primary tuberculous sponge segments and nonabsorbable sutures following drain- effusion or secondary to a spillage of parenchymal origin age by VATS or FlexVATS may be a suitable alternative. In a [35]. This kind of infection is associated with a thick pleural recent study, 71% of patients who underwent this regimen rind leading to fibrothorax formation and resulting in reduced experienced resolution of infection without the need for efficacy of anti-TB drugs due to the difficulty of penetrating antibiotics or drainage therapy. Reduction of the empyema the thickened fibrous pleural rind. Therefore, treating stage cavity was similar to that obtained by OTW + VAC [27]. Sub- III TB empyema effectively requires concomitant surgical atmospheric pressure applied to the vacuum is usually intervention and anti-TB therapy [9]. It is important to remain between -75 and -125 mmHg, with variations for up to aware of this type of empyema and the challenge it brings 7 days. The vacuum can be applied without the use of an forth, mainly in countries with middle [8, 31] to high inciOTW or rib resection with a wound retractor [28]. Caution dence of TB [9, 10]. should be exercised in patients with BPF or substantial air Compared to patients with drug-sensitive TB, treating leaks, as it may worsen the condition [23]. Open pore double- empyema in patients with drug-resistant TB surgically layer drainage film applied directly on the lung parenchyma requires additional operative time may aid in lowering the risk of lung erosion [29]. (259.8 ± 78.4 min vs. 187.2 ± 56 min) and is associated Postpneumonectomy empyema—of which over 80% are with increased intraoperative blood loss (300 ml vs. 200 ml) secondary to BPF—has a mortality between 28% and 50%. and complications (76.7% vs. 50.5%) [36]. Pulmonary decorAggressive surgical management along with antibiotics, tication in TB empyema is feasible by VATS with a shorter debridement, closure of the BPF, and obliteration of the surgical time, intraoperative blood loss, and recovery time residual space is necessary. A BPF must be presumed in all than open surgery [36, 37]. However, postoperative air leaks patients with postpneumonectomy empyema, and attempts and other complications are similar to thoracotomy [9]. Hismust be made to identify it. Patients must remain in a lateral torically, difficult decortications in stage III TB empyema decubitus position with the pneumonectomy side down until have been done via an open approach [38]. However, many complete drainage of the pleural space is obtained, which have now demonstrated the feasibility by VATS—even by must be early [30]. In select cases, a bronchoscopic attempt to uniportal-VATS—with adequate pulmonary expansion and close the BPF can be performed using Amplatzer vascular low reintervention rate. Operative time is often longer than occlusion devices, bioglue, cyanoacrylate-base glue, fibrin for pyogenic empyema decortication, taking on average compounds, gelatin sponges, chemical cautery, endo- 2.6 hours with higher blood loss [9, 39]. bronchial silicon spigots, or submucosal injection of tissue Other surgeries done for TB empyema are the OTW and expanders [23]. the thoracoplasty, usually with decortication. In the last Other patients which may be considered for this type of 10 years, surgery has moved to a less aggressive approach management include those who present initially with stage III for these patients, trying to avoid these kinds of severely",
        "tokens": 1167,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 W.Castanoetal. morbid procedures and favoring less invasive approaches VATS [45, 46]. Some groups suggest that 36 procedures are such as VATS [9, 38]. sufficient to gain procedure-specific surgical skills [46]. When considering port placement, there is no signifi2.2.6 Empyema in Lung Transplant Patients cant difference in the number of ports placed. If surgeons Early posttransplant empyema is a serious complication that have experience with the approach, surgery can be attempted can lead to partial or total breakdown of the bronchial anas- through uniportal surgery. It can be useful to resect a rib tomosis with potential loss of the organ and the patient. segment of the same length of the skin incision in patients Hence, aggressive approaches with drainage and surgery are with pleural and rib retraction [20, 37]. According to the often favored in such cases of complicated pleural effusions American Association of Thoracic Surgery consensus guideand empyemas to achieve early control of the septic foci [40], lines for stage II and II/III pleural empyema and the British especially in cases of Aspergillus [41]. The use of IPFTis rare Thoracic Society guideline for pleural disease, if single-lung in these patients, due to the risk of breakdown of the anasto- ventilation is tolerated, VATS should always be attempted moses by the rTPA which may lead to a larger fistula or [23, 44]. A prospective comparative study from India, which bleeding from the vascular anastomoses [42]. Decortication included 45.5% of patients with TB empyema (a known risk postlung transplant carries a 30-day or inhospital mortality factor for conversion and increased surgical time), demonbetween 5% and 23% [40, 42]. Due to the high risk of strated a 14.2% conversion rate for VATS, thus further complications, these procedures are usually practiced in a emphasizing the feasibility of this approach for decortication less aggressive manner with higher tolerance for retained in advanced disease [47]. Risk factors for conversion from pleural spaces. In some cases, the use of an indwelling VATS to thoracotomy include stage III empyema, time from tunneled pleural catheter (ITPC) for drainage may be favored onset of symptoms, and gram-negative organisms. For stage to allow gradual expansion [40]. It is of note that the allograft III empyema, the conversion rate is estimated at 20% with a function following decortication is consistently lower than 2% reoperation rate for 2% in VATS and 5% for open surgery that of patients who experienced no pleural complications [18, 48, 49]. Causes of conversion are difficulty identifying [40] and that the occurrence of pleural effusion alone is the intercostal spaces due to rib overriding, excessive oozing associated with worse survival [43]. or bleeding, very thick parietal peel, and large air leaks requiring major lung resections [9]. The most common complications for pulmonary decorti2.3 Surgical Techniques cation are prolonged air leak, atrial fibrillation, renal insufficiency, residual pleural space, wound dehiscence, and 2.3.1 VATS Thoracotomy recurrent empyema. Surgical treatment of empyema may be approached in differ- Polyglycolic patches applied to the lung surface after ent ways. Groups have described drainages of different sizes, decortication have been shown to decrease by close to half lung decortications by thoracotomy, or VATS with or without the median air leakage cessation time, the median duration of pleurectomy and varying number of ports, flexvats, intratho- chest tube, and LoS compared to patients without patches racic pleural VAC, and OTW. [50] (Fig. 1). Pleurectomy in empyema does not entail removing all the parietal pleura—similarly to surgery for mesothelioma—but 2.3.2 Open Thoracic Window (OTW) rather to the extraction of the debris over the parietal pleura. Open Thoracic Window is an ancient operation that still has Lung decortication refers to the removal of the pleural rind or some indications in chronic pyogenic or TB empyema refracpleural peel which adheres to the visceral pleura and restricts tory to treatment. Eloesser [51] or Clagett’s 5 [2] techniques lung expansion. This, often longer and more tedious proce- are most often used and involve resection of at least one rib dure is associated with the highest risk of instrumentation of and two distinct interventions: the OTW and the closure. the parenchyma which may result in prolonged air leaks or Most OTW are performed for infections—most commonly postoperative bleeding. The decision for moving forward S. aureus—following pulmonary resection and are associated with this intervention in cases of trapped lung depends on with BPF. It is frequent to have multiple attempts of surgicalthe patient’s physical fitness and empyema stage [44]. Freeing endoscopic treatment, and failed closure [26, 53] OTW is the lung from the diaphragm as well as the fissures while associated with a 6-month survival between 82% and 91% resecting the pleural peel is crucial to assuring better lung and has been shown to be as low as 30% at 30 months. In reexpansion [9]. addition, it is associated with a very high morbidity [25, 26, Surgery can be performed by thoracotomy or VATS, with 53]. After the creation of the OTW, patients must be treated equivalent clinical outcomes, although VATS offers with dressings that can be wet-to-dry or with iodopovidone decreased LoS, postoperative complications, pain, and mor- solution [54]. Modern surgeons prefer a VAC system which bidity, which decrease proportionally to the learning curve of delivers good results and requires less nursing care [23].",
        "tokens": 1134,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "SurgeryinEmpyema 5 in terms of LoS, requirement for a secondary intervention, acute and chronic pain, or mortality. Nonetheless, these findings should be interpreted with caution, due to the relatively low compliance rates in both the IPFT group and VATS groups (74% and 50%, respectively). In addition, it is important to clarify that the collagen deposits in stage III empyema make the disease frequently unresponsive to fibrinolytic therapy [63]. 2.3.4 Risk Factors For patients with pleural infection, the RAPID score, a validated scoring system that allows for risk stratification, may be used. It consists of evaluating renal function, age, fluid characteristics (specifically purulence), infection source, and albumin levels. Patients are then stratified into three groups: Fig. 1 VATS lung decortication. Personal files low-risk (score 0–2), medium-risk (score 3–4) and high-risk (score 5–7) which are directly related to mortality and proClosure of the OTW depends on the perimeter of the longed hospitalization [64]. Mortality at 3 months and LoS incision. If it is less than 22 cm, the spontaneous closure were evaluated, respectively, at 1% and 10 days in the rate is of 95%, whereas it is of 26% over a period of 6–- low-risk group, 12% and 15 days in the medium-risk group, 11 months for a 33 cm or larger incision. Pleural cavity and 51% and 18 days in the high-risk group. Although clearance and lung expansion are similar in both groups validation was done in nonsurgical trials—MIST1 [65] and [55]. If necessary, a reconstructive surgery can be done MIST2 [15]—the outcomes remain applicable to surgical using pedicled flaps and free flaps [56]. When considering patients [66]. In 2023, an adjusted RAPID score with the pedicled flaps for chest wall reconstruction, the latissimus addition of renal replacement therapy and diabetes as well as dorsi is considered the workhorse flap for chest wall recon- improved ROC curves was published; although positive struction; although serratus anterior, rectus abdominis mus- blood cultures and bacterial pleural invasion were identified cle, transverse rectus abdominis myocutaneous (TRAM), as risk factors, they were not included because those results pectoralis, and intercostals can also be used [57]. Infection require more time to achieve [67] (Table 1). control and meeting nutritional requirements are crucial to In patients eligible for surgical decortication by VATS or proper recovery and must be considered as part of the overall thoracotomy, the presence of disease for more than 4 weeks is treatment [56, 58]. In certain cases, closure of the OTW may a good predictor for longer chest tube duration (often secbe impossible, due to patient noncompliance, cachexia, poor ondary to air leak) and LoS [68] as well as conversion from functional status, patient lost to follow-up, or persistent VATS to thoracotomy [48, 69]. Pre- or intraoperative risk TB [59]. factors for postoperative pulmonary complications (PPC) When a postpneumonectomy pleural space is too large to include preoperative respiratory failure, surgery performed be filled using available flaps, a limited extraperiosteal by thoracotomy with reoperation, general anesthesia without thoracoplasty can be utilized as an intermediate step regional anesthetic techniques, and surgery outside regular [23, 25]. This kind of surgery must be reserved for extreme working hours. In the postoperative period, factors which cases when other techniques have failed and must be increase the risk of mortality include unplanned admission performed in the least aggressive manner possible to avoid to the ICU and postoperative sepsis. Significant risk factors debilitating long-term consequences [60, 61]. associated with postoperative unplanned ICU admission include greater than one PPC, new onset of postoperative 2.3.3 IPFT Versus Surgical Decortication sepsis, and cardiac and neurologic complications. A Charlson In 2023, results of the MIST-3 trial—a randomized, multi- Comorbidity Index (CCI) greater than 3, postoperative vencenter clinical trial which employed the same scheme as tilation for ≥2 days, and empyema not resulting from pneuMIST-2—aimed at comparing monia and neurologic complications are risk factors for tPA/DNase vs. VATS vs. standard treatment (drainage, tube postoperative 30-day mortality [70, 71]. Postoperative bleedflushing, and antibiotics) as first-line treatment options were ing and perioperative blood transfusions also led to signifipublished [62]. While the primary aim of this study was to cantly higher mortality rates in patients operated for pleural ascertain the feasibility of randomizing participants to three empyema [67, 72]. Other risk factors that have been identiarms, it demonstrated no differences between IPFTand VATS fied are ASA score higher than 3, totally dependent functional status, preoperative dyspnea, ventilator dependency,",
        "tokens": 947,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 W.Castanoetal. Table 1 Adjusted RAPID score. (Published with authorization of optimizing respiratory function via exercises such as spiDr. Stueben) rometry. Patients are also advised to adhere to fasting Parameter Measure Score guidelines, allowing solids up to 6 hours and clear fluids Renal Urea (mM) up to 2 hours before anesthesia. <5 0 (cid:129) Intraoperative phase: Key aspects include maintaining 5– 8 1 patient warmth, euvolemic fluid management, pulmonary > 8 2 protective ventilation with the lowest possible FiO to 2 Age Years maintain SpO above 90%, and meticulously packing of 2 <50 0 oozing areas to control bleeding. 50–70 1 (cid:129) Postoperative phase emphasizes effective pain manage- >70 2 ment using regional anesthesia techniques such as interPurulence of pleural fluid Purulent 0 costal nerve, erector spinae plane, or paravertebral blocks Nonpurulent 1 combined with acetaminophen and NSAIDs to minimize Infection source Community 0 opioid use. The use of antiemetics, early ambulation acquired (12–24 hours postsurgery), removal of catheters, and iniHospital 1 acquired tiation of oral intake as well as respiratory function exerDietary factors Albumin, g/L cises and the application of pleural suction are also ≥27 0 recommended. <27 1 Diabetes No 0 Application of ERAS protocols results in reduction of Yes 1 postoperative drainage volume, LoS, air leaks, and atelectaRRT No 0 sis. Patients also exhibit higher albumin levels with decreased Yes 1 need for transfusion as well as reduced intraoperative bleedAdjusted RAPID score risk Score 0–2 Low risk ing, less albumin administration, fewer bronchoscopic aspicategories Score 3–4 Intermediate rations, wound infections, and time to return to normal risk Score 5–7 High risk activities [75–77]. Score 8–9 Very high risk 3 Conclusion COPD, disseminated cancer, preoperative bleeding disorder, and chronic steroid use [72]. The incidence and necessity for surgical decortication has Microbiology results are also a risk factor for morbidity decreased greatly over the last decade due to the positive and mortality after decortication. Patients who had positiveresults achieved using intrapleural fibrinolysis strategies, culture empyemas had longer ICU stays and ventilator usage especially in stage 1 and 2 empyema. The surgical manage- [71]. Candida in pleural cultures and antibiotic resistance are ment of empyema has become more difficult over the same independent risk factors associated with adverse outcomes period as patients being operated are now those whom have [73]. Gram-negative infections and a time between the onset of symptoms and surgery >14 days contribute to increasing failed intrapleural strategies or who have advanced stage 3 or 4 empyema. Surgical treatment for empyema remains a the risk of conversion to thoracotomy [49]. dynamic and evolving field, requiring an extensive understanding of both the disease processes and the patient’s overall condition. Treatment strategies should be individualized, 2.4 Enhanced Recovery After Surgery (ERAS) with particular emphasis on the selection of surgical techniques—thoracotomy versus VATS—based on the stage ERAS protocols have shown improved clinical outcomes for various surgical interventions—including lung resections— of empyema and the presence of risk factors. VATS should always be the first option in surgical approach. Integration of by introducing multidisciplinary recommendations to risk stratification tools such as the RAPID score and adherdecrease LoS and improve patient functional status in the ence to ERAS protocols are essential for improving patient peri-and postoperative periods [74]. Following ERAS guideoutcomes, reducing postoperative complications, and fastlines, protocols have been established and validated for both tracking recovery. Ultimately, the goal remains to provide stage III empyema and tuberculosis empyema surgery. effective, patient-centered care that minimizes morbidity and (cid:129) Preoperative phase focuses on patient preparation, pre- maximizes chances of successful recovery from this challenging condition. admission information, education, counseling, nutritional evaluation (supplementation when necessary), and",
        "tokens": 778,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "SurgeryinEmpyema 7 Competing Interest Declaration The author(s) has no competing 17. Popowicz ND, Piccolo F, Yap E, Wong C, Brockway B, Smith NA, interests to declare that are relevant to the content of this manuscript. et al. Long-term follow-up after intrapleural tPA/DNase therapy for pleural infection. Respirology. 2021;26(4):388–91. 18. Ricciardi S, Giovanniello D, Carleo F, Di Martino M, Jaus MO, References Mantovani S, et al. Which surgery for stage II–III empyema patients? Observational single-center cohort study of 719 consecutive patients. J Clin Med. 2022;12(1):136. 1. Mummadi SR, Stoller JK, Lopez R, Kailasam K, Gillespie CT, Hahn 19. Bagheri R, Tavassoli A, Haghi SZ, Attaran D, Sadrizadeh A, PY. Epidemiology of adult pleural disease in the United States. Chest. 2021;160(4):1534–51. Asnaashari A, et al. The role of thoracoscopic debridement in the treatment of parapneumonic empyema. Asian Cardiovasc Thorac 2. Arnold DT, Hamilton FW, Morris TT, Suri T, Morley A, Frost V, Ann. 2013;21(4):443–6. et al. Epidemiology of pleural empyema in English hospitals and the impact of influenza. Eur Respir J. 2021;57(6):2003546. 20. Luciani C, Scacchi A, Vaschetti R, Di Marzo G, Fatica I, 3. Dean NC, Griffith PP, Sorensen JS, McCauley L, Jones BE, Lee Cappuccio M, et al. The uniportal VATS in the treatment of stage YCG. Pleural effusions at first ED encounter predict worse clinical II pleural empyema: a safe and effective approach for adults and outcomes in patients with pneumonia. Chest. 2016;149(6):1509–15. elderly patients-a single-center experience and literature review. World J Emerg Surg. 2022;17(1):46. 4. Zhong M, Ni R, Zhang H, Sun Y. Analysis of clinical characteristics 21. Redden MD, Chin TY, van Driel ML. Surgical versus non-surgical and risk factors of community-acquired pneumonia complicated by management for pleural empyema. Cochrane Database Syst Rev. parapneumonic pleural effusion in elderly patients. BMC Pulm Med. 2017;3(3):CD010651. 2023;23(1):355. 22. Stüben BO, Plitzko GA, Reeh M, Melling N, Izbicki JR, 5. Peetermans M, Matheeussen V, Moerman C, De Rydt F, Thieren S, Bachmann K, et al. Intrathoracic vacuum therapy for the therapy Pollet E, et al. Clinical and molecular epidemiological features of of pleural empyema-a systematic review and analysis of the literacritically ill patients with invasive group A Streptococcus infections: ture. J Thorac Dis. 2023;15(2):780–90. a Belgian multicenter case-series. Ann Intensive Care. 2024;14(1): 23. Shen KR, Bribriesco A, Crabtree T, Denlinger C, Eby J, Eiken P, 19. et al. The American Association for Thoracic Surgery consensus 6. Chan KPF, Ma TF, Sridhar S, Lam DCL, Ip MSM, Ho PL. Changes guidelines for the management of empyema. J Thorac Cardiovasc in etiology and clinical outcomes of pleural empyema during the Surg. 2017;153(6):e129–46. COVID-19 pandemic. Microorganisms. 2023;11(2):303. 7. Raveglia F, Scarci M, Rimessi A, Orlandi R, Rebora P, Cioffi U, 24. Pairolero PC, Arnold PG, Trastek VF, Meland NB, Kay PP. Postpneumonectomy empyema. The role of intrathoracic muscle et al. The role of surgery in patients with COVID-19-related thoracic transposition. J Thorac Cardiovasc Surg. 1990;99(6):958–66; discomplications. Front Surg. 2022;9:867252. cussion 966–8. 8. Plata-Casas L, Gutierrez-Lesmes O, Cala-Vitery F. Tuberculosis disability adjusted life years, Colombia 2010–2018. Trop Med Infect 25. Regnard JF, Alifano M, Puyo P, Fares E, Magdeleinat P, Levasseur P. Open window thoracostomy followed by intrathoracic flap transDis. 2022;7(9):250. position in the treatment of empyema complicating pulmonary 9. Kumar A, Asaf BB, Lingaraju VC, Yendamuri S, Pulle MV, Sood resection. J Thorac Cardiovasc Surg. 2000;120(2):270–5. J. Thoracoscopic decortication of stage III tuberculous empyema is 26. Reyes KG, Mason DP, Murthy SC, Su JW, Rice TW. Open window effective and safe in selected cases. Ann Thorac Surg. 2017;104(5): 1688–94. thoracostomy: modern update of an ancient operation. Thorac Cardiovasc Surg. 2010;58(4):220–4. 10. WHO. Global tuberculosis report 2023 [Internet]. Geneva: World 27. Stüben BO, Plitzko GA, Sauerbeck J, Busch P, Melling N, Reeh M, Health Organization; 2023 [cited 2024 Aug 8]. Available from: et al. Minimally invasive intrathoracic negative-pressure therapy and https://www.who.int/teams/global-tuberculosis-programme/tbflexible thoracoscopy (FlexVATS) for patients with pleural empyreports/global-tuberculosis-report-2023/tb-disease-burden/1-1-tbema. Sci Rep. 2023;13(1):10869. incidence 28. Hofmann HS, Schemm R, Grosser C, Szöke T, Sziklavari 11. Villegas MI, Hennessey RA, Morales CH, Londoño E. Risk factors Z. Vacuum-assisted closure of pleural empyema without classic associated with the development of post-traumatic retained hemothorax. Eur J Trauma Emerg Surg. 2011;37(6):583–9. open-window thoracostomy. Ann Thorac Surg. 2012;93(5):1741–2. 12. DuBose J, Inaba K, Demetriades D, Scalea TM, O’Connor J, 29. Betz V, van Ackeren V, Scharsack E, Stark B, Müller CT, Loske G. Intrathoracic negative pressure therapy for pleural empyema Menaker J, et al. Management of post-traumatic retained using an open-pore drainage film. Chirurgie (Heidelb). 2023;94(6): hemothorax: a prospective, observational, multicenter AAST study. J Trauma Acute Care Surg. 2012;72(1):11–22; discussion 22–24; 530–43. 30. Barker WL, Faber LP, Ostermiller WE, Langston HT. Management quiz 316. 13. DuBose J, Inaba K, Okoye O, Demetriades D, Scalea T, O’Connor J, of persistent bronchopleural fistulas. J Thorac Cardiovasc Surg. 1971;62(3):393–401. et al. Development of posttraumatic empyema in patients with 31. Báez-Saldaña R, Molina-Corona H, Martínez-Rendón ME, Iñiguezretained hemothorax: results of a prospective, observational AAST study. J Trauma Acute Care Surg. 2012;73(3):752–7. García M, Escobar-Rojas A, Fortoul-Vandergoes T. Parapneumonic effusion and thoracic empyema in adults. Clinical aspects, microbi14. Nascimento IKD, Morad HM, Perlingeiro JAG, Parreira JG, Assef ology and frequency of surgical outcome. Cir Cir. 2021;89(1):63– JC. Predictors of pleural complications in trauma patients undergo70. ing tube thoracostomy: a prospective observational study. Rev Col 32. Iqbal N, Ali AS, Zahid A, Jabeen K, Irfan M. Fungal empyema Bras Cir. 2022;49:e20223300. thoracis, a rare but an emerging entity: a retrospective case series 15. Rahman NM, Maskell NA, West A, Teoh R, Arnold A, from Pakistan. Ther Adv Infect Dis. 2024;11:20499361231223887. Mackinlay C, et al. Intrapleural use of tissue plasminogen activator and DNase in pleural infection. N Engl J Med. 2011;365(6):518–26. 33. Cheng YF, Chen CM, Chen YL, Cheng CY, Huang CL, Hung WH, et al. The outcomes of thoracoscopic decortication between fungal 16. Kheir F, Thakore S, Mehta H, Jantz M, Parikh M, Chee A, et al. Intrapleural fibrinolytic therapy versus early medical thoracoscopy empyema and bacterial empyema. BMC Infect Dis. 2023;23(1):8. 34. Kruijshaar ME, Abubakar I. Increase in extrapulmonary tuberculosis for treatment of pleural infection. Randomized controlled clinical. in England and Wales 1999–2006. Thorax. 2009;64(12):1090–5. Trial. 2020;17(8):958.",
        "tokens": 1326,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 W.Castanoetal. 35. McNally E, Ross C, Gleeson LE. The tuberculous pleural effusion. empyema in the post-fibrinolytic era. J Cardiothorac Surg. 2021;16 Breathe (Sheff). 2023;19(4):230143. (1):187. 36. Yao L, Wang B, Chen X, Liu Q, Sheng J, Liu X, et al. The safety and 54. Deschamps C, Allen MS, Miller DL, Nichols FC, Pairolero efficacy of decortication for stage III drug-resistant tuberculous PC. Management of postpneumonectomy empyema and empyema. Interdiscip Cardiovasc Thorac Surg. 2023;37(5):ivad166. bronchopleural fistula. Semin Thorac Cardiovasc Surg. 2001;13 37. Zhou Y, Li X, Dai J, Lin L, Cao X, Liu X, et al. Uniportal (1):13–9. thoracoscopic decortication for stage III tuberculous empyema 55. Nasreen S, Ali N, Ahmad T, Mazcuri M, Abid A, Thapaliya P. Effect with severe rib crowding. Ann Thorac Surg. 2021;112(1):289–94. of circumference of open window thoracostomy on chest wall clo38. Benjamin SR, Panakkada RK, Andugala SS, Gnanamuthu BR, Rao sure, pleural cavity clearance, and lung expansion. Cureus. 2021;13 VM, Narayanan D, et al. Surgical management of empyema (10):e18781. thoracis – experience of a decade in a tertiary care centre in India. 56. Kleeven A, van der Hel SRP, Jonis YMJ, Profar JJA, Daemen JHT, Indian J Thorac Cardiovasc Surg. 2021;37(3):274–84. de Loos ER, et al. Chest wall reconstruction after the Clagett proce39. Sun W, Yin G, Cai H, Zhou Y, Gu J, Chen S, et al. The efficacy and dure and other types of open-window thoracostomy: a narrative safety of uniportal video-assisted thoracic surgery on the treatment review. J Thorac Dis. 2023;15(12):7063–76. for stage II–III tuberculous empyema: a single-arm clinical retro- 57. Ferraro P, Cugno S, Liberman M, Danino MA, Harris PG. Principles spective study from 2016 to 2021 in a thoracic surgery center in of chest wall resection and reconstruction. Thorac Surg Clin. China. BMC Pulm Med. 2022;22(1):398. 2010;20(4):465–73. 40. Rappaport JM, Siddiqui HU, Tang A, Thuita LW, Raja S, 58. Allen LC, Milton R, Bourke G. Multidisciplinary reconstructive Bribriesco A, et al. Pleural space management after lung transplant: management of residual recalcitrant empyema cavity: a retrospective early and late outcomes of pleural decortication. J Heart Lung observational cohort study. J Plast Reconstr Aesthet Surg. 2022;75 Transplant. 2021;40(7):623–30. (3):1057–63. 41. Ferrer J, Roldan J, Roman A, Bravo C, Monforte V, Pallissa E, et al. 59. Massera F, Robustellini M, Pona CD, Rossi G, Rizzi A, Rocco Acute and chronic pleural complications in lung transplantation. J G. Predictors of successful closure of open window thoracostomy Heart Lung Transplant. 2003;22(11):1217–25. for postpneumonectomy empyema. Ann Thorac Surg. 2006;82(1): 42. Boffa DJ, Mason DP, Su JW, Murthy SC, Feng J, McNeill AM, et al. 288–92. Decortication after lung transplantation. Ann Thorac Surg. 2008;85 60. Pomerantz BJ, Cleveland JC, Pomerantz M. The schede and modern (3):1039–43. thoracoplasty. Oper Tech Thorac Cardiovasc Surg. 2000;5:128–34. 43. Tang A, Siddiqui HU, Thuita L, Rappaport J, Bribriesco AC, 61. Kuhtin O, Veith M, Alghanem M, Martel I, Giller D, Haas V, et al. McCurry KR, et al. Natural history of pleural complications after Thoracoplasty-current view on indication and technique. Thorac lung transplantation. Ann Thorac Surg. 2021;111(2):407–15. Cardiovasc Surg. 2020;68(4):331–40. 44. Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, 62. Bedawi EO, Stavroulias D, Hedley E, Blyth KG, Kirk A, De Corcoran JP, et al. British Thoracic Society Guideline for pleural Fonseka D, et al. Early video-assisted thoracoscopic surgery or disease. Thorax. 2023;78(Suppl 3):s1–42. intrapleural enzyme therapy in pleural infection: a feasibility ran45. Chambers A, Routledge T, Dunning J, Scarci M. Is video-assisted domized controlled trial. The Third Multicenter Intrapleural Sepsis thoracoscopic surgical decortication superior to open surgery in the Trial-MIST-3. Am J Respir Crit Care Med. 2023;208(12):1305–15. management of adults with primary empyema? Interact Cardiovasc 63. Bedawi EO, Hassan M, McCracken D, Rahman NM. Pleural infecThorac Surg. 2010;11(2):171–7. tion: a closer look at the etiopathogenesis, microbiology and role of 46. Patella M, Minerva EM, Porcellini I, Cianfarani A, Tessitore A, antibiotics. Expert Rev Respir Med. 2019;13(4):337–47. Cafarotti S. Tracking the outcomes of surgical treatment of stage 64. Rahman NM, Kahan BC, Miller RF, Gleeson FV, Nunn AJ, Maskell 2 and 3 empyema: introduction and consolidation of minimally NA. A clinical score (RAPID) to identify those at risk for poor invasive approach. ANZ J Surg. 2021;91(10):2182–7. outcome at presentation in patients with pleural infection. Chest. 47. Jindal R, Nar AS, Mishra A, Singh RP, Aggarwal A, Bansal 2014;145(4):848–55. N. Video-assisted thoracoscopic surgery versus open thoracotomy 65. Maskell NA, Davies CWH, Nunn AJ, Hedley EL, Gleeson FV, in the management of empyema: a comparative study. J Minim Miller R, et al. U.K. Controlled trial of intrapleural streptokinase Access Surg. 2021;17(4):470–8. for pleural infection. N Engl J Med. 2005;352(9):865–74. 48. Stefani A, Aramini B, della Casa G, Ligabue G, Kaleci S, Casali C, 66. Carneiro DC, Duarte D’Ambrosio P, Mariani AW, Fonini JS, et al. Preoperative predictors of successful surgical treatment in the Aguirre GKZ, Carneiro Leão JP, et al. Evaluation of the RAPID management of parapneumonic empyema. Ann Thorac Surg. score as a predictor of postoperative morbidity and mortality in 2013;96(5):1812–9. patients undergoing pulmonary decortication for stage III pleural 49. Lardinois D, Gock M, Pezzetta E, Buchli C, Rousson V, Furrer M, empyema. Clinics (Sao Paulo). 2024;79:100356. et al. Delayed referral and gram-negative organisms increase the 67. Stüben BO, Plitzko GA, Urban F, Kölzer H, Kemper M, Wakker J, conversion thoracotomy rate in patients undergoing video-assisted et al. Adjusting the RAPID score with 2 additional variables signifthoracoscopic surgery for empyema. Ann Thorac Surg. 2005;79(6): icantly increases its predictive value in patients with empyema. Sci 1851–6. Rep. 2023;13(1):3206. 50. Haberal MA, Akar E, Şengören Dikiş Ö, Özkaya M, Ay 68. Chung JH, Lee SH, Kim KT, Jung JS, Son HS, Sun K. Optimal MO. Effectiveness of the polyglycolic acid patch in preventing timing of thoracoscopic drainage and decortication for empyema. prolonged air leakage after pulmonary decortication. ANZ J Surg. Ann Thorac Surg. 2014;97(1):224–9. 2022;92(7–8):1845–9 . 69. Jagelavicius Z, Jovaisas V, Mataciunas M, Samalavicius NE, 51. Eloesser L. Of an operation for tuberculous empyema. Ann Thorac Janilionis R. Preoperative predictors of conversion in thoracoscopic Surg. 1969;8(4):355–7. surgery for pleural empyema. Eur J Cardiothorac Surg. 2017;52(1): 52. Clagett OT, Geraci JE. A procedure for the management of post- 70–5. pneumonectomy empyema. J Thorac Cardiovasc Surg. 1963;45: 70. Semmelmann A, Baar W, Haude H, Moneke I, Loop T. Risk factors 141–5. for postoperative pulmonary complications leading to increased 53. Cain CJ, Margolis M, Lazar JF, Henderson H, Hamm M, Malouf S, morbidity and mortality in patients undergoing thoracic surgery for et al. Short and long-term outcomes of surgical intervention for pleural empyema. J Cardiothorac Vasc Anesth. 2023;37(9):1659– 67.",
        "tokens": 1420,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "SurgeryinEmpyema 9 71. Cheng YF, Chen YL, Cheng CY, Huang CL, Hung WH, Wang 75. Leonardi B, Sagnelli C, Fiorelli A, Leone F, Mirra R, Pica DG, et al. BY. Culture-positive and culture-negative empyema after Application of ERAS protocol after VATS surgery for chronic thoracoscopic decortication: a comparison of short-term and long- empyema in immunocompromised patients. Healthcare (Basel). term outcomes. Open Forum Infect Dis. 2023;10(6):ofad227. 2022;10(4):635. 72. Zorbas KA, Abbas AES, Song KJ, Zorbas IA, Lois W, Burack JH. A 76. Pulle MV, Tiwari N, Asaf BB, Puri HV, Bishnoi S, Gopinath SK, simple prediction score for postoperative mortality after decortica- et al. Does an enhanced recovery after surgery protocol affect tion. J Thorac Dis. 2023;15(12):6483–92. perioperative surgical outcomes in stage III tubercular empyema? 73. Towe CW, Srinivasan S, Ho VP, Bachmann K, Worrell SG, Perry Y, A comparative analysis of 243 patients. Asian Cardiovasc Thorac et al. Antibiotic resistance is associated with morbidity and mortality Ann. 2020; 218492320966435. after decortication for empyema. Ann Thorac Surg. 2021;111(1): 77. Xia Z, Qiao K, Wang H, Ning X, He J. Outcomes after implementing 206–13. the enhanced recovery after surgery protocol for patients undergoing 74. Berna P, Quesnel C, Assouad J, Bagan P, Etienne H, Fourdrain A, tuberculous empyema operations. J Thorac Dis. 2017;9(7):2048–53. et al. Guidelines on enhanced recovery after pulmonary lobectomy. Anaesth Crit Care Pain Med. 2021;40(1):100791.",
        "tokens": 293,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_5_1",
        "number": "1",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 1"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Surgery in Empyema.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:20.220543Z",
    "revision": "r1"
  }
}