{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Thoracentesis Technique",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "32",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_32",
    "file_sha256": "4c84aa2bacc582d1919b724a137137148eb5274b1ce376027ae95119daa22307",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Thoracentesis Technique",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................... 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "PleuralFluidAnalysis:Briefly.......................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "IndicationsandContraindications...................................................................... 3",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec3_1",
            "title": "Technique.................................................................................................. 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec4",
        "title": "Complications............................................................................................. 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "DrainageVolumes........................................................................................ 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "Conclusions............................................................................................... 8",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Thoracentesis Technique Sara R. Greenhill Contents 1 Introduction............................................................................................... 1 2 PleuralFluidAnalysis:Briefly.......................................................................... 3 3 IndicationsandContraindications...................................................................... 3 3.1 Technique.................................................................................................. 3 4 Complications............................................................................................. 7 5 DrainageVolumes........................................................................................ 7 6 Conclusions............................................................................................... 8 References....................................................................................................... 8 Abstract 1 Introduction Thoracentesis is defined as drainage of fluid from the pleural cavity. It can be safely performed at a patient’s Pleural effusions can cause significant symptoms of cough, bedside, office or procedure unit, or radiology suite. The fatigue,pleuriticchestpain,increasingdyspnea,andrespiratorydistress.Physicalexaminationandchestradiographcan most common indication is evaluation of a new pleural confirmthesuspecteddiagnosis.Itiscausedbyadisturbance effusionofuncertainetiology.Themajorcontraindication between pleural fluid formation and impaired removal or of the procedure is bleeding disorders, including various drainage. It may not be solely a disease of the chest but typesofcoagulopathies, thrombocytopenia,andadminismay be a manifestation of many diseases elsewhere in the trationofanticoagulants.Thepurposeofthischapteristo body,suchasorgandysfunctionofthecardiac,renal,orliver reviewinmoredetailtheindicationsandcontraindications forthoracentesis,giveabriefreviewofpleuralfluideval- systems, or other systemic inflammatory diseases, such as rheumatoid arthritis or systemic lupus erythematosus [9]. A uation,andexplainthetechniquesofhowtheprocedureis thorough history and physical examination, laboratory testperformed. ing, and chest imaging should be completed prior to Keywords thoracentesisorsamplingofthepleuralfluid. Symptoms of pleural effusion depend on the rapidity of PleuralEffusion·PleuralFluid·PleuralSpace·Pleural fluid accumulation. Patients with shorter-term fluid buildup Pressure·IntrapleuralPressure tend to be more symptomatic than those in which the fluid accrues over multiple weeks or longer. Symptoms may also depend on the underlying disease. Patients with nephrotic disease, for example, will typically be less symptomatic than those with congestive heart failure or a parapneumonic ✉ effusion from bacterial pneumonia. Whether the cause is S.R.Greenhill( ) DepartmentofInterventionalPulmonology,NorthwesternMedicine, clear or not and whether the patient is symptomatic or not, CanningThoracicInstitute,PalosHeights,IL,USA e-mail:sara.greenhill@nm.org ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_68-1",
        "tokens": 325,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 S.R.Greenhill a new pleural effusion should be evaluated by thoracentesis effusionistheonlyabnormality,thephysicianshouldsuspect toconfirmthediagnosis[17,22]. infectiouscausessuchasbacterialortuberculous infections, With the presence of pleural fluid, there is an increased in the right clinical setting. Rheumatoid pleurisy and lupus distance between the lung and chest wall, interfering with pleuritiscanalsopresentwithanisolatedeffusion.Interstitial soundtransmissionthroughthestethoscope.Changesinaus- infiltrates in the setting of a pleural effusion are consistent cultation depend on the amount of fluid accumulation. It is with volume overload and congestive heart failure, rheumadifficult to detect fluid less than 250–300 cm3. Auscultation toid disease, asbestos pulmonary disease, lymphangitic carof pleural fluid becomes possible at volumes of about cinomatosis, sarcoidosis, and lymphangioleiomyomatosis 500cm3,withdullnesstopercussionanddecreasedfremitus. (LAM),amongothers.Nodulardiseasesuggestsmalignancy When volumes of pleural fluid approach 1000 cm3, there is butmayalsobeseenwithsarcoidosisandrheumatoiddisease decreasedexpansionoftheipsilateralchestwallandabsence (Table2). of inspiratory retraction. With greater than 1000 cm3 and progressivelungcompression,thephysiciancanseebulging Table2 Chestradiographfindingsofspecificdiseases of the intercostal spaces and absence of breath sounds over Chestradiograph muchofthechest,withbronchovesicularbreathsoundsatthe findings Diseases apex(Table1). Unilateraleffusion Infection Chestradiographcanaidinthedifferentialdiagnosis[9]. Lupuspleuritis If the effusion is bilateral, it is typically transudative (see Rheumatoidpleurisy below)andduetocongestiveheartfailure,renalfailure,liver Metastaticmalignancy,non-Hodgkin lymphoma,leukemia failure, or hypoalbuminemia. Cardiac enlargement is frePulmonaryembolism quentlyseenincongestiveheartfailure.Ifabilateraleffusion Drug-inducedpleuraldisease is found to be exudative (see below), malignancy is most Yellownailsyndrome common [18] but can also be seen with lupus pleuritis and Hypothyroidism rheumatoid pleurisy as well. When an isolated pleural Uremicpleuritis Chylothorax Table 1 Volume of pleural fluid and associated findings on physical Constrictivepericarditis examination Withmediastinalshift Metastaticmalignancy Volumeofpleural Withoutmediastinal Lungcancer fluid Physicalexaminationfindings shift Malignantmesothelioma <250–300cm3 Probablenormalexamination Diseasesbelowthe Transudative:hepatichydrothorax, 500cm3 1.Dullnesstopercussion diaphragm nephriticsyndrome,urinothorax,peritoneal dialysis 2.Decreasedfremitus Exudative:pancreatitis,Meigssyndrome, 3.Normalvesicularbreathsoundsbut chylousascites,subphrenic/hepatic/splenic decreasedintensity abscess 1000cm3 1.Absenceofinspiratoryretraction,mild Bilateraleffusion Transudative:congestiveheartfailure, bulgingofintercostalspaces nephroticsyndrome,hypoalbuminemia, 2.Decreasedexpansionofipsilateralchest peritonealdialysis,constrictivepericarditis wall Exudative:malignancy,lupuspleuritis, 3.Dullnesstopercussionuptothescapula rheumatoidpleurisy andaxilla Associatedwith Congestiveheartfailure 4.Decreasedorabsentfremitusposteriorly interstitialinfiltrates Rheumatoiddisease andlaterally Asbestospulmonarydisease 5.Bronchovesicularbreathsounds Lymphangioleiomyomatosis(LAM) 6.Egophany(EtoAchange)attheupper Viralandmycoplasmapneumonia leveloftheeffusion Massive(fillingthe 1.Bulgingofintercostalspaces Sarcoidosis hemithorax) 2.Minimaltonoipsilateralchestwall Pneumocystisjirovecipneumonia expansion Associatedwith Cancer 3.Dullorflatpercussion multiplenodules Wegenergranulomatosis 4.Absentbreathsounds Rheumatoiddisease 5.Egophanyattheapex Septicpulmonaryembolism 6.Palpableliverorspleendueto Sarcoidosis diaphragmaticdepression Tularemia",
        "tokens": 369,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ThoracentesisTechnique 3 2 Pleural Fluid Analysis: Briefly Table3 Causesofexudativepleuraleffusions Causes Pleural fluid can establish a definitive diagnosis in a limited Infectious Malignancy Connectivetissue number of diseases, such as empyema, malignancy, disease chylothorax, and rheumatoid pleurisy. It is highly useful in Bacterial Carcinoma Lupuspleuritis excludingpotentially harmful diseasesthat warrant immedi- pneumonia Tuberculous Lymphoma Rheumatoidpleurisy ateintervention,suchasempyema. effusion Initial evaluation of the fluid is performed at the time of Fungaldisease Mesothelioma Mixedconnectivetissue thoracentesis, as the fluid is aspirated. Careful attention disease should be paid to the color (straw colored, serosanguinous, Atypical Leukemia Sjögrensyndrome bloody, and white), consistency (pus, turbid, debris), and pneumonias odor(foulsmelling)ofthefluid. Nocardia, Chylothorax After visual inspection during the procedure, the fluid is Actinomyces sent for laboratory analysis. Broad classification of the fluid Subphrenicabscess Hepaticabscess Other Endocrinedysfunction into transudative or exudative by chemical analysis is inflammatory performed (Tables 3 and 4). Richard Light [15, 16] Splenicabscess Pancreatitis Hypothyroidism established a well-known algorithm for distinguishing an Hepatitis BAPE Ovarianhyperstimulation exudative pleural effusion based on three tests: (a) pleural syndrome fluid lactate dehydrogenase (LDH) > two-thirds the Spontaneous Pulmonary laboratory’s upper limit of normal for serum, (b) pleural esophagealrupture infarction fluid to serum LDH ratio >0.6, and (c) pleural fluid to Parasites Radiation Lymphatic serum protein ratio >0.5. Onlyoneofthese results needs to therapy abnormalities bepositive toconfirm anexudativeeffusion.Light’scriteria Sarcoidosis Malignancy Iatrogenic PCIS Chylothorax have a diagnostic accuracy over 90%, but it drops signifiDrug-induced Hemothorax Yellownailsyndrome cantly to below 70–80% if one of the three categories is Esophageal ARDS Lymphangiomyomatosis borderline. Several other laboratory tests can be analyzed in perforation (chylothorax) pleural fluid, including but not exclusive to glucose, pH, Esophageal Cholesterol Lymphangiectasis amylase, cholesterol, albumin, rheumatoid factor, B-type sclerotherapy effusion natriureticpeptide(BNP),andadenosinedeaminase(ADA). Centralvenous catheter There are many other tests and ways to analyze the pleural misplacement/ fluidfromathoracentesis,butthatisoutsidethescopeofthis migration chapter. Enteralfeeding tubeinpleural space 3 Indications and Contraindications Increased Movementoffluidfrom negative abdomentopleural intrapleural space Themajorindicationforthoracentesisistheevaluationofan pressure undiagnosed pleural fluidon initial presentation, unlessvol- Atelectasis Acutepancreatitis ume overload is obvious, such as typical congestive heart Vasculitis Trappedlung Pancreaticpseudocyst failure(CHF). Wegener Meigssyndrome Thoracentesisiscontraindicatedinpatientswithbleeding granulomatosis disordersuntiltheabnormalityhasbeencorrected,orunless Churg–Strauss Carcinoma syndrome emergent,inthesetting ofrespiratorydistress. Inthesetting Familial Chylousascites of anticoagulation administration or thrombolytics, using a Mediterranean small-bore needle can be done safely without increased risk fever of bleeding. This holds true as well in patients with renal ARDS acute respiratory distress syndrome, BAPE Benign Asbestos disease and elevated creatinine and uremia levels causing pleuraleffusion,PCISpost-cardiacinjurysyndrome plateletdysfunction.Useofpleuralultrasoundatthetimeof theprocedurealsodecreasesriskofcomplications.Overlying 3.1 Technique areas of skin irritation, infection, or breakdown should be avoided. Mechanical ventilation is not a contraindication to Allpatientswithpleuraleffusionsshouldundergoadiagnosthoracentesis. ticandtherapeuticthoracentesis,performedinasinglesetting [17]. The rare exception exists, such as the patient with",
        "tokens": 546,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 S.R.Greenhill atypicalpresentation for congestiveheartfailure, butthisis (If not, they can be placed in a lateral decubitus position notthenorm. [14].) The patient may sit on a bed or a stool with their Therearemanycommerciallyavailablethoracentesiskits backeasilyaccessibletotheoperator.Thepatientmayusea onthemarket.ExamplesincludetheArrowkit(Reading,PA, tableorgurneywithapillowinfronttoresttheirarmsanda USA) and the Cardinal Health Kit (Dublin, OH, USA) stool beneath their feet. Unless loculated, pleural fluid will (Fig.1). bowtotheeffectsofgravity.Therefore,itisbestifthebackof Patients are positioned in a sitting position, even those thepatientisasverticalaspossibletobestensurethepleural whoaremechanicallyventilated,ifhemodynamicallystable. fluid remains posterior. If not, the fluid may flow anteriorly, away from the operator who is positioned posteriorly. The heightofthebedorchairshouldbeadjustedtotheheightof Table4 Causesoftransudativepleuraleffusions the operator, who may perform the procedure sitting or Diagnosis Comment standing,whicheverismore comfortable. Aprocedure table Congestiveheart Acutediuresiscanincreasepleuralfluid to the operator’s side holds the necessary equipment or kit. failure proteinandLDHconcentrations Oncepositioninghasbeencompleted,additionalassistanceis Cirrhosis Uncommonwithoutclinicalascites not typically needed, unless patient deconditioning prevents Nephrotic Typically,smallandbilateral;unilateral,larger them from maintaining a sitting position with their own syndrome effusionmaybeduetopulmonaryembolism strength,inwhichcaseextrahandsareneeded. Peritonealdialysis Largerighteffusionmaydevelopwithin48h The next steps are considered “safety steps.” Prior to the ofinitiatingdialysis Hypoalbuminemia Edemafluidrarelyisolatedtopleuralspace; initiationoftheprocedureandpatientpositioning,consentis smallbilateraleffusions obtained from the patient if able or from the health care Urinothorax Unilateraleffusioncausedbyipsilateral proxy. Risks and benefits of the thoracentesis are clearly obstructiveuropathy reviewed and documented in the patient’s medical chart. Atelectasis Smalleffusioncausedbyincreased With nursing or other medical staff in the room, a time-out intrapleuralnegativepressure;commonin is performed, ensuring the correct procedure is being ICUpatients performed on the correct patient and the correct side is Constrictive Bilateraleffusionswithnormalheartsize pericarditis beingevaluated.Thecorrectside,leftorright,isalsoinitialed Trappedlung Unilateraleffusionfromimbalancein bythephysicianperformingtheprocedure. hydrostaticpressuresfromaremote Afterreviewofchestradiographs,physicalexaminationis inflammatoryprocess usedtolocatethebest locationtoperform thethoracentesis. Superiorvenacava Duetoacutesystemicvenoushypertensionor Decreased breath sounds are present over the pleural effuobstruction acuteobstructionoflymphatics Duropleuralfistula Cerebrospinalfluidinpleuralspace; sion, and there is a loss of tactile fremitus. Thoracentesis β2-transferrindiagnostic shouldbeperformed one intercostalspace below wheretacICUintensivecareunit,LDHlactatedehydrogenase tile fremitus is lost, and percussion becomes dull. However, Fig. 1 Internal contents of a standard thoracentesis kit (Arrow, Reading, PA, USA): (a) Package with sterile drape inside; (b) open kit with collectionbag,needles,andspecimentubes",
        "tokens": 387,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ThoracentesisTechnique 5 withtheuseofultrasoundatthetimeofthoracentesis,amore ofpleural fluidafteranunsuccessfulclinically directed “dry inferiorspaceclosertothediaphragmmaybeaccessedmore tap” in up to 88% of these patients [23]. It increases the safely and allow drainage of more fluid. Thoracentesis is accuracy rate of thoracentesis by 26%. It can also be used typically performed posteriorly, near the mid-scapular line topredictthepresenceoftrappedlungorlungentrapment,by or at least several inches lateral to the spine. The intercostal evaluating lung motion and visceral pleural thickening bundles,consistingofarteries,veins,andnerves,runbehind (Fig.2). and along the inferior margin of the rib, in the intercostal Once the patient is in the correct position and the best notch, along the posterior chest wall. Given this anatomy, location for drainage has been marked, the skin is prepped needles and catheters accessing the pleural space should be either with chlorhexidine or betadine for sterilization, and a placedonthesuperiormarginoftherib,ratherthaninferiorly, sterile drape is placed. There is no need to prep the entire tominimizecomplications. back,onlyinandaroundtheareaofinterest.Maskandsterile Ultrasoundguidanceforthoracentesisisaveryusefultool gloves should be worn as well during the procedure. Next, andconsideredstandardofcare[4,5,21].Itshouldbeused the skin and intercostal space is anesthetized; 10 mL of 1% realtime,notmarkedbyaradiologistortechnicianearlierin lidocainewithoutepinephrineisprovidedinthethoracentesis theday,withthethoracentesisthenperformedlaterafterthe kits.Asubcutaneouswheelshouldbemadeusinga25-gauge patient has changed positioning. A significant reduction in needle.Subsequently,thisneedleisreplacedwitha22-gauge, pneumothorax risk has been shown (0% vs. 29% and 2.5-inneedlethroughthewheel,anesthetizingevery1–2mm 3% vs. 18%). It has also been used in successful drainage as it is inserted (drawing back on the syringe prior to each Fig. 2 Thoracic ultrasound: (a) Ultrasound demonstrating pleural fluid, diaphragm, and spleen; (b) demonstration of pleural effusion prior to thoracentesis;(c)post-thoracentesis",
        "tokens": 300,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 S.R.Greenhill injection to ensure no intravascular placement) through the pneumothorax. Pleural fluid is aspirated using a one-way intercostalspacedirectlyabovetheribintothepleuralspace. syringeandtubinguntilthereiseitherlackoffluidorpatient Once pleural fluid is aspirated, additional injection of lido- discomfort, exhibited with cough, anterior chest discomfort, caine now mixed with pleural fluid is not recommended, as referred ipsilateral shoulder pain, or shortness of breath this could contaminate the intercostal space and subcutane- (Fig. 3). Vacutainer (BD, Franklin Lakes, NJ, USA) bottles ous tissue with infectious or malignant material as well as orwallsuctioncanalsobeusedforfluidremoval.However, alter the laboratory tests. It is extremely difficult to anesthe- there is ongoing debate for use of suction due to concern of tizetheparietalpleura,butifadequateanesthesiaisprovided increased risk for re-expansion pulmonary edema (see alongthetrackintheintercostalspace,thepatientshouldnot below), pneumothorax,andpain.Catheterisremovedonan feeldiscomfortduringtheremainderoftheprocedure. expiratory maneuver to ensure air is not introduced to the After the anesthetizing and finder needle is withdrawn, a pleural space. This can be done by aspiration with the smallstabincisionusinga#11scalpelprovidedintheabove syringe, ensuring the patient is exhaling while withdrawing kitsismadesubcutaneously.Theneedlewithcatheteristhen the needle. It should be timed with the expiratory cycle in inserted through the incision with constant aspiration from mechanically ventilated patients. Site is then covered with theattachedsyringeuntilpleuralfluidisobtained.Thecath- sterilegauzetoholdpressureincaseofanybleedinganddry eter is then advanced over the needle into the pleural space dressingplaced.Post-procedureultrasoundcanbeperformed andneedlewithdrawn.Theneedleisnotadvancedfurtheras toassessanddocumenttheremainderofpleuralfluid(orlack this increases the risk for complications, such as of). Chest radiograph is not routinely done unless there is Fig. 3 Thoracentesis: (a) Chest ultrasound; (b) skin anesthetization after sterile skin prep and placement of sterile drape; (c) placement of thoracentesisneedleandcatheter;(d)pleuralfluiddrainedafterthoracentesis",
        "tokens": 309,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "ThoracentesisTechnique 7 high suspicion of pneumothorax, such as aspiration of bub- Fever after thoracentesis may indicate bacterial contamibles during the procedure, multiple attempts at fluid aspira- nation of the pleural space. Repeat thoracentesis should be tionwereunsuccessful,orpatienthashadothertreatmentto performedtoidentifyapossiblenewetiologyoftheeffusion thethorax,suchasradiation[3]. [2]. Other uncommon complications include liver or splenic Iffluidisnotaspirated,oneshouldensuretheyareinthe lacerationsorsofttissueinfection. same line as the finder needle and catheter is not kinked. Assessment with thoracic ultrasound can be done if not performedinitiallytoconfirmfluid. 5 Drainage Volumes Intrapleural pressure (Ppl) can be measured during a thoracentesisasatooltoassessriskforre-expansionpulmo4 Complications nary edema (RPE) and evaluate for lung entrapment and trapped lung [6]. It is a measurement of pleural liquid presPneumothorax,whileuncommon,isthemostfrequentcomsure, in contrast to pleural surface pressure, which is the plicationofthoracentesis[10,11].Itissignificantlyreduced altering of forces between visceral and parietal pleural surinexperiencedhandsandwiththeuseofthoracicultrasound. faces.Itisbesttoplacethethoracentesiscatheteratthemost It can be caused by accidental laceration of the lung parendependent portion of the effusion, such that the pressure chyma.Bubbleswillbeseeninthesyringeduringtheprocemeasured within the effusion will most accurately reflect dure. Air can also be introduced into the pleural space the pressure within the pleural space. Increases in pleural throughthecatheterduringtheprocedure.Thisrarelyresults fluidtypicallycauseincreasesinPpl.Asthefluidisremoved in a large pneumothorax, and air can be aspirated out of the and the lung re-expands, Ppl should decrease and reach its spaceusingasyringe.Ifthelungistrappedandunabletofill steadystateatFRC,-3to-5cmH 0.Ifthepleuralpressure the vacated space after thoracentesis, it will appear as a 2 is negative, this can suggest trapped lung (from visceral pneumothorax on chest radiograph. This diagnosis can be pleural scarring, typically transudative, chronic, asymptomsuspectedbydiscomfortduringtheprocedureanddecreasein atic); if it starts out positive and drops quickly, this is more pleural pressure on pleural manometry during the suggestiveoflungentrapment(duetovisceralpleuralthickthoracentesis. ening, endobronchial obstruction,or interstitialdisease,typVasovagal reactions can occur, characterized by lighticallyexudative,symptomatic). headedness, diaphoresis, bradycardia, and hypotension. When assessing risk for RPE with large-volume Rarely, loss of consciousness occurs. It can be triggered by thoracentesis, measurement of Ppl is vital [7, 8]. Light and anxiety, pain, or the sight of blood or the needle. When Feller-Kopman have looked at changes in Ppl during vasovagal reactions happen, the procedure should be thoracentesis and pleural elastance (change in pressure stopped, and the patient placed in the supine or reverse divided by change in volume). Three curves were seen: Trendelenburgpositiontoimprovevenousreturnandcardiac (a) minimal change in pressure despite large volumes output.Thesesymptomsaretypicallyshortlived. removed(normalpleuralpressure),(b)normalinitialpressure Coughiscommonwhenlargeamountsofpleuralfluidare followedbyasharpdrop(lungentrapment),and(c)negative removed.Thisisduetoachangeinintrathoracicandpleural initial pressure with a rapid drop (trapped lung). An initial pressures. If the cough becomes excessive, the procedure pressure of less than -5 cmH 0 was only seen in patients should be stopped. Pleural manometry can be measured 2 withmalignanteffusionsandtrappedlung[6]. duringtheprocedure(see below) toassessintrapleuralpresOnewouldideallyliketodrainasmuchfluidaspossible sures. If dropping below -20 cmH 0, the procedure should 2 during a thoracentesis, to achieve the best symptomatic bestopped,asintrapleuralpressurebelow-20cmH 0places 2 improvement, to increase the interval between procedures, thepatientatamuchhigherriskforre-expansionpulmonary to increase diagnostic yield, and to document lung edema(RPE).Assessmentofintrapleuralpressurescanonly re-expansion(forpossiblesubsequentpleurodesis.)Multiple be assessed during manual aspiration. Pressures cannot be studies have been performed evaluating the amount of fluid evaluatedduringVacutainerorsuctionfluidremoval. drained,symptoms,Ppl,andriskofRPE[1,6,8,12].Ithas Hemothorax is a rare complication but occurs secondary been thought that a Ppl less than -20 cmH 0 places the to laceration of an intercostal vessel. It should be suspected 2 patient at a higher risk of RPE. If aspiration is stopped afterabloodytapandimmediatere-accumulationoffluidon when the Ppl reaches this level, RPE can be avoided. Light post-procedure imaging. Laboratory analysis will reveal a suggested stopping drainage at 1000 mL as most operators dropinserumhemoglobin,andpatientmayexhibithemodyare not measuring pleural pressures during thoracentesis. namic instability, depending on the severity of the bleed. Multiple studies since have shown the ability to drain much Surgicalthoracoscopicevaluationmayberequired. largervolumesofpleuralfluidwithoutincreasedincidenceof",
        "tokens": 724,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 S.R.Greenhill RPE, if drainage is stopped when the Ppl drops below - 6.Feller-KopmanD.Therapeuticthoracentesis:theroleofultrasound 20 cmH 0, there is no more fluid, or chest discomfort andpleuralmanometry.CurrOpinPulmMed.2007;13:312–8. 2 7.Feller-KopmanD,BerkowitzD,etal.Large-volumethoracentesis develops. RPE in these circumstances is very rare. There is and the risk of reexpansion pulmonary edema. Ann Thorac Surg. ongoing evaluation in the literature as to the safety of 2007;84:1656–61. Vacutainer and wall suction fluid methods for fluid removal 8.Feller-Kopman D, Walkey A, et al. The relationship of pleural duringthoracentesis[19,20].Whilepleuralpressurescannot pressuretosymptomdevelopmentduringtherapeuticthoracentesis. Chest.2006;6:1556–60. be monitored, the GRAVITAS study [13] and subsequent 9.FraserRS,MullerNL,editors.Diagnosisofdiseasesofthechest. follow up noted no significant difference in procedural dis- 4thed.Philadelphia:WBSaundersCo;1999.p.2001–2.2739–45. comfort. Vacuum aspiration is also associated with shorter 10.Gordon CE, Feller-Kopman D, et al. Pneumothorax following procedure time. However, other studies have reported thoracentesis: a systematic review and meta-analysis. Arch Intern Med.2010;170(4):332–9. increased complications, including pneumothorax, 11.Heidecker J,HugginsJT,etal.Pathophysiologyofpneumothorax hemothorax, RPE and respiratory failure, pain, and early following ultrasound-guided thoracentesis. Chest. 2006;130:1173– termination. Careful attention to the patient and symptoms 84. must be done during thoracentesis, regardless of pleural 12.JosephsonT,NordenskjoldCA,etal.Amountdrainedatultrasoundguided thoracentesis and risk of pneumothorax. Acta Radiol. pressuremonitoring. 2009;50:42–7. 13.LentzRJ,ShojaeeS,etal.Theimpactofgravityvssuction-driven therapeutic thoracentesis on pressure-related complications: the GRAVITAS multicenter randomized controlled trial. Chest. 6 Conclusions 2020;157(3):702–11. 14.LichtensteinD,HulotJS,etal.FeasibilityandsafetyofultrasoundThoracentesis isa relatively safe procedure that can provide aided thoracentesis in mechanically ventilated patients. Intensive veryusefulinformationregardingapatient’spleuraldisease. CareMed.1999;25:955–8. 15.LightRW,editor.Pleuraldiseases.4thed.Philadelphia:Lippincott It can also provide symptomatic relief. Risk is reduced dra- Williams&Wilkins;2001.p.152–3.160–73. maticallywiththeuseofreal-timethoracicultrasoundatthe 16.LightRW,LeeYCG.Textbookofpleuraldiseases.2nded.London: time of the procedure. Large volumes can also be drained HodderArnold;2008.p.201–4.209–16,230–1,260–1,280,551–7. 17.QureshiN,MominZ,etal.Thoracentesisinclinicalpractice.Heart withminimalriskofpulmonaryedemawhenmonitoringfor Lung.1994;23:376–83. achangeinpleuralpressure,droppingbelow-20cmH 2 0,or 18.Roberts ME,Neville E, etal. Management ofa malignant pleural developmentofchestdiscomfort. effusion: British Thoracic Society pleural disease guideline 2010. Thorax.2010;65(Suppl2):ii32–40. 19.SenitkiM,RayAS,etal.Safetyandtolerabilityofvacuumversus manual drainage during thoracentesis: a randomized trial. J References BronchologyIntervenPulmonol.2019;26(3):166–71. 20.Shojaee S, Pannu J, et al. Gravity- vs wall suction-driven large1.AbunasserJ,BrownR.Safetyoflarge-volumethoracentesis.Conn volume thoracentesis: a randomized controlled study. Chest. Med.2010;74(1):23–6. 2024;166(6):1573-82. 2.CerviniP,HesleyGK,etal.Incidenceofinfectiouscomplications 21.Tayal VS, Nicks BA, et al. Emergency ultrasound evaluation of afteranultrasound-guidedintervention.AJR.2010;195:846–50. symptomatic nontraumatic pleural effusions. Am J Emerg Med. 3.DoyleJJ,HnatiukOW,etal.Necessityofroutinechestroentgenog- 2006;24:782–6. raphyafterthoracentesis.AnnIntMed.1996;124(9):816–20. 22.Wang KP, editor. Biopsy techniques in pulmonary disorders. 4.Duncan DR, Morgenthaler TI, et al. Reducing iatrogenic risk in NewYork:Raven;1989.p.29–39.120–1. thoracentesis: establishing best practice via experimental training 23.Weingardt JP, Guico RR, et al. Ultrasound findings following inazero-riskenvironment.Chest.2009;135(5):1315–20. failed, clinically directed thoracenteses. J Clin Ultrasound. 5.Feller-Kopman D. Ultrasound-guided thoracentesis. Chest. 1994;22:419–26. 2006;129:1709–14.",
        "tokens": 473,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_4_1",
        "number": "1",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_5_2",
        "number": "2",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_6_3",
        "number": "3",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 3"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Thoracentesis Technique.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:20.810720Z",
    "revision": "r1"
  }
}