{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Transbronchial Cryobiopsy in Diffuse",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "33",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_33",
    "file_sha256": "0d74b2fd2c2ad2fef43434b724169d3b7a9bbfad53080d1c83d718de87a61901",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Transbronchial Cryobiopsy in Diffuse Lung Disease",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "EquipmentinTransbronchialLungCryobiopsy....................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "HowtoPerformTransbronchialLungCryobiopsy.................................................... 4",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "GuidingSystems........................................................................................... 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec5",
        "title": "SafetyIssues............................................................................................... 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec6",
        "title": "Training,LearningCurve,andVolumeofActivity.................................................... 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec7",
        "title": "DiagnosticYield,PathologicConsiderations,andClinicalImpactofTBLC........................ 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec8",
        "title": "TheFuture(inPartAlreadyHere)...................................................................... 10",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Transbronchial Cryobiopsy in Diffuse Parenchymal Lung Disorders Venerino Poletti, Sara Piciucchi, De Graw Arianna Johanna, and Claudia Ravaglia Contents 1 Introduction............................................................................................... 2 2 EquipmentinTransbronchialLungCryobiopsy....................................................... 2 3 HowtoPerformTransbronchialLungCryobiopsy.................................................... 4 4 GuidingSystems........................................................................................... 5 5 SafetyIssues............................................................................................... 5 6 Training,LearningCurve,andVolumeofActivity.................................................... 6 7 DiagnosticYield,PathologicConsiderations,andClinicalImpactofTBLC........................ 7 8 TheFuture(inPartAlreadyHere)...................................................................... 10 References...................................................................................................... 11 Abstract environment, causes a significant drop of temperature. In the majority of cases and in the large majority of centers, Transbronchial lung cryobiopsy (TBLCB) carried out in TBLCBiscarriedoutinintubatedpatients(withorotracheal patientswithdiffuseparenchymallungdiseaseisbecoming thefirstchoicewhenhistopathologicinformationisdeemed tubes or rigid tubes) under general anesthesia. C-arc fluoroscopy is the more popular guiding system used. Specinecessary. Standardization of the procedure is nowadays quitewelldefinedthankstostatement/guidelinespublished. mensattachedtothetipoftheprobearesignificantlylarger compared to thoseobtained by regulartransbronchiallung The physical principle by which it works is the Joulebiopsy and with no crash artifacts. The diagnostic yield Thomson effect, a cryogenic gas stored in a high pressure (eitherconsidering thepathologic report or the finalmultienvironment, when delivered in a lower pressure disciplinary diagnosis) is around 80%. The more robust ✉ studiesdocumentedagoodagreementbetweenhistopathoV.Poletti( ) logic data provided by TBLCB and those obtained by DIMEC,BolognaUniversity,Bologna,Italy surgical lung biopsy in the same patients at the same time DepartmentofMedicalSpecialities,OspedaleGBMorgagni,Forlì,Italy (gooddiagnosticaccuracy).Themorefrequentcomplication DepartmentofRespiratoryDiseasesandAllergy,AarhusUniversity, ispneumothorax(5–30perofthecases),butthemorelifeAarhus,Denmark threatening complication is major bleeding. In order to S.Piciucchi reducesignificantlytherateofmajorbleeding,theprevenDIMEC,BolognaUniversity,Bologna,Italy tive use of bronchial blockers is strongly recommended. DepartmentofRadiology,OspedaleGBMorgagni,Forlì,Italy Acuteexacerbationoftheunderlyingdisorder(mainlyidioD.G.A.Johanna pathic pulmonary fibrosis) and death related to the proceDepartmentofMedicalSpecialities,OspedaleGBMorgagni,Forlì,Italy durearerarelyobserved.Trainingandvolumeofactivityof C.Ravaglia theCenteraregoodpredictorsofhighdiagnosticyieldand DIMEC,BolognaUniversity,Bologna,Italy lowrateofcomplications.Thefutureimpliesintroductionof DepartmentofMedicalSpecialities,OspedaleGBMorgagni,Forlì,Italy ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_27-1",
        "tokens": 286,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 V.Polettietal. new machinery in the market, rapid onsite examination of therearedifferencesintermsoftemperaturesreached,costs,and the sample without manipulating it, combination of lung occupational exposure. The cryogenic effect of CO is less 2 cryobiopsy with more complex guiding systems (cone pronounced than that of N O, since a drop of temperature to 2 beam-CT computed tomography, etc.), exploiting of sam- minus 75 °C is reached with CO and to minus 89 °C with 2 plesutilizingroutinelyimmunohistochemistry,andmolecu- N O. CO is less costly than N O, and its use is safer for the 2 2 2 larbiologytests(genomicclassifiers,etc.). operators;thereforenowadaysitisthecryogenicgasused[6], although nitrogendioxidewasused as wellin thefirstperiod. Keywords The cooling agent is applied under high pressure (around 62–65bar)throughthecentralcanaloftheprobe(ErbecryoII; Transbronchialcryobiopsy·Idiopathicpulmonary ERBE,Tübingen,Germany)(Fig.1).Whenthegaspassesthe fibrosis·UsualInterstitialPneumonia·Idiopathic endofthecentralcanal,itexpandsduetothesuddendifference interstitialpneumonias·HighResolutionCTscan· inpressurewhichresultsinanimmediatedropoftemperatureto Lungbiopsy lessthan0°C(around-50°Cinvitaltissues)atthetipofthe probe.Theentiresystemiseasilytransportable.Thecryosurgical equipment works by the Joule-Thomson effect: hence, 1 Introduction expansion of the gas from the compressed state leads to a changeintemperature.CurrentlythreesizesofdisposablecryoMore than 200 entities are grouped under the umbrella term probesareavailable:1.1,1.7,and2.4mmindiameter(Fig.2). “interstitiallungdisorders(ILDs).”Astheboundariesbetween Allcryoprobeshavealengthof1150mm.Thefunctionalityof interalveolar septa and other zones or structures part of the the probes should be tested in a water bath before taking the secondarypulmonarylobulearenotsoclear-cut,andinterconbiopsies(ice-balltest).Samples’sizesvaryaccordingtofreeznectionbetweenalveolarspacesandthesurroundingstructures ingtime,thesizeoftheprobe,thecryogenicgasused,andthe are evident, a more precise term to use is “diffuse infiltrative characteristicsofthetissue.Dataobtainedsofarshowthatthe lungdisorders”definedbyinfiltrationorabnormalaccumulafreezingtimethatallowsretrievaloflargeenoughsamplesisin tion of cells, fluid, or extracellular matrix in the secondary the range of 4–8 s using 1.7–2.4 probes [6, 7] and a longer pulmonarylobule. Accordingtothe predominant distribution freezingtime(even10–12s)whena1.1probeisused. and shape at low-power microscope magnification of the ForTBLC,mostcentersuseintubationeitherwitharigid lesions inside the secondary pulmonary lobule [bronchiolar/ scopeoraflexibletube[8].Therigidtracheoscope/bronchoperibronchiolar, angiocentric (around the pulmonary artery scope and the endotracheal tube are the two airway devices branches, in the alveolar capillary, or around pulmonary most commonly used for TBLC. Additionally, TBLC via veins), paraseptal/subpleural, periacinar, perilymphatic, supraglotticdeviceshasbeendescribed[9].Thetubeproceinteralveolar, intraalveolar], the cells or extracellular material dureshouldbeperformedindeepsedation/generalanesthesia present,theevolutionofthelesionswithtime,andfinallythe in order to improve the patient’s tolerance, prevent cough, absence/presence of ancillary findings, a morphological cateand facilitate placement of one or more balloons to hamper gorization may be drawn [1]. This strategy is also worth andmanagepotentiallife-threateningbleedingand/orhyperapplying to the interpretation of the CT scan features by tensive pneumothorax [6, 8]. Different drugs are used, but which these disorders may manifest [2]. The diagnosis is a propofol and remifentanil are the most frequent. Muscle multidisciplinary effort [3]. When an extensive evaluation, relaxation may be obtained adding specific drugs, but in including data provided by bronchoalveolar lavage (BAL), thiscase,thepatienthastobeventilated,witheithermechandoes not result in a confident diagnosis, lung sampling may ical,manual,orjetventilation.Theadditionoflocalanesthebeconsidered[4].Transbronchiallungcryobiopsyisarecent sia is important as well with the same modalities used in optionthatallowsforlargervolumetissuesamplingavoiding, routine bronchoscopicprocedures.Rigidtubes havealarger inmostcases,theuseofmoreinvasiveapproaches[5]. diameterandallowtheuseofdifferenttools(moreballoons, radial ultrasounds probes, aspirators); the use of the tracheoscopeinsteadofabronchoscopeispreferablebecause 2 Equipment in Transbronchial Lung bothmainbronchimaybebetterventilatedanddeadspaceis Cryobiopsy smaller compared to the used of longer tubes. Supraglottic devices (such as laryngeal masks) have also been described The equipment consists of a main unit connected to a tank [9] and have proven to have an acceptable safety, but the containingacoolingagent,apedal,andtheprobe.Thecooling control of severe bleeding may be problematic. TBLC can agents used are nitric oxide (N O) or carbon dioxide (CO ): 2 2 alsobeperformedwithoutanykindofintubation:twobronbothareliquefiedunderhighpressureinatank,andnodifferchoscopesareused,onefortakingthebiopsyandthesecond ences in the working mechanism of the two gases exist, but oneimmediatelyaftertomanagethebleedingwithsuctionor",
        "tokens": 640,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TransbronchialCryobiopsyinDiffuseParenchymalLungDisorders 3 Fig.1 ERBECryoIImachine Fig.2 Thethreetypesofsingle usecryoprobesonthemarket Diameter Length 1.1 mm 1.1 mm 1150 mm 1.7 mm 2.4 mm wedging the bronchoscope in the selected segmental bron- case of conscious sedation, spontaneous breathing is chus.Finally,someanecdotalreportsdescribethepossibility maintained, in case of general anesthesia or deep sedation, to have transbronchial lung cryobiopsies in awake patients supportinventilationcouldbeneeded.Fourmodalitieshave withtheuseofonlyoneflexiblebronchoscope(throughone been described: spontaneous, manual, mechanical, and jet nostril)andofaFogartyballoon(intheothernostril).How- ventilation. During spontaneous ventilation, only oxygen ever, the possibilities of balloon dislodgement are, in this supply via nasal or endotracheal tube is given, and this is case, very high and should be done only by very expert themostcommonventilationmodalityreported.Manualand pulmonologists. mechanicalventilationsarealsoused,inwhichthepatientis An accompanying aspect of the choice of sedation rather connected, respectively, to a balloon or to a ventilator. Jet than anesthesia is the ventilation of the patient. Whereas in ventilation consists in manually or mechanically sending",
        "tokens": 179,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 V.Polettietal. smallairvolumesenrichedwithO athighfrequency,andto in a quick movement during which, and this is crucial; the 2 doso,theinductionofrespiratorymuscleparalysisisneeded: endotracheal tube and Fogarty balloon have to stay fixed in themainadvantageistoreducethepossibilityoflungbaro- theirpreviouslydefinedposition.Freezingismaintaineduntil trauma, but the efficacy decreases when several instruments the probe is completely removed from the patient. Immediare introduced into the rigid bronchoscope like ballons or ately after removing the bronchoscope together with the suctioncatheters. inserted cryoprobe and its adhering tissue specimen, the Guiding systems are routinely used in TBLC [8, 10– preplacedballoonisinflated(withthepreviouslydetermined 13].Recently,animportantstudyonmechanicallyventilated amountofwaterorair)forcompletebronchialocclusion.The patients showed that TBLCBs can be obtained also without bronchial blocker also has a role in hampering hypertensive any guide, with a manageable percentage of side effects pneumothorax. When biopsies from different lobes are [14, 15]. Most of the studies reported the use of a bronchial scheduled, and the patient is intubated with a rigid tube, a blocker with an expected reduction in moderate-to-severe secondFogartyballoonmaybeinserted(Fig.3).Ifresistance bleeding [16]. When a rigid tube is adopted, a balloon to the maneuver is high, it is advisable to stop, wait for (Fogarty 4 or 6 Ch) is inserted and settled with the tip just thawing, and then retreat the probe and advance again to beyond the orifice of the segmental bronchus or the lobar the same position and freeze for a few seconds trying to bronchus, respectively, and fixed to the proximal part of the collect the specimen again. The thawing process and the rigidtubewithastripofscotchtape.Abronchialblockermay detachment of the specimen from the probe may last up to be inserted in the external operating channel of orotracheal 15 s. During that time, no visual bronchoscopic endotubes[17]. bronchial control is achievable. Prophylactic balloon inflation allows to bridge this blind period by protecting the central airways in case of bleeding. The freezing time and 3 How to Perform Transbronchial Lung the size of the probe are important elements. There are data Cryobiopsy confirming that at least 4 s for the largest probes could be enough, even if the largest series report a longer time (6 s The flexible bronchoscope is inserted through the rigid tube withthe2.4and8swiththe1.7).Theprobesthathavemore and placed in the target lobar or segmental bronchus. Then, valid data on their capability to collect large specimens are the cryoprobe is passed via the working channel of the the 2.4 and the 1.7 mm. The 1.1 probe may be used as well flexible bronchoscope. Kinking of the cryoprobe should be becausestudiesarecomingconfirmingthat,atleastindisoravoided, as this may obstruct the flow of gas in the central dersinwhichthehistopathologicbackgroundisnotcomplex canal within the cryoprobe, resulting in a decrease or a (i.e., sarcoid, carcinomatous lymphangitis, organizing pneucomplete loss of freezing power. The cryoprobe is pushed monia,etc.),itmaybediagnostic,butthefreezingtimemay downtothepleurafirst.Thepositionofthecryoprobecanbe havetobelonger(evenmorethan10s).Incaseofsignificant rated by two criteria. First, the distance, how far is the bleeding, the balloon is inflated again for 3–10 min. It is cryoprobe pushed into the periphery? Although this varies important to carefully check every 2–3 min whether the frompatienttopatientdependingonthesizeofthelungand balloon is still completely occluding the airway segment. even in an individual patient from lobe to lobe (longer distanceinthelateralsegmentofthelowerlobes),thisprovides usefulinformationtotheexperiencedbroncoscopist.Second andmoreimportant,fluoroscopyhelps toposition theprobe close to the pleura. It is easier to predict the distance to the pleurawhenthecryoprobeappearstobeperpendiculartothe chest wall. There is always a risk (mainly in subjects with bronchomalacia)thattheprobecannotreachtheperipheryof thelung,becauseitgetsstuckatacarina.Takingabiopsyin such a more central area decreases the likelihood of harvestingsufficientalveolartissue andincreases theriskof severe bleeding caused by tearing of larger vessels in this area.Onceithasreachedthepleura,theprobeispulledback approximately1cm,whichisequivalenttothelengthofthe metallictipofthecryoprobe,underfluoroscopiccontrol.The durationofthefreezingprocessisdeterminedbythetimethe pedalispressed.Whentheintendedfreezingtimeisreached, Fig.3 TwoFogartyballoonsinsertedintherightlowerlobe(star)and theprobehastoberemovedtogetherwiththebronchoscope intherightupperlobe",
        "tokens": 720,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TransbronchialCryobiopsyinDiffuseParenchymalLungDisorders 5 ● General anesthesia(Propofol/Remifentanil) ● Spontaneousbreathing ● Rigid Tracheochoscope (Storz 14 or 12 mm)+fiberoptic bronchoscope ● Fogartyballoon (2whenbiopsies in differentlobes) ● Fluoroscopiccontrol(-/+cone beamCTguide) ● Cryoprobe, 1.7 (in themajorityof cases)or 2.4mm; rarely 1.1mm ● Adistanceofapproximately<=10 mm fromthethoracic wall(pleura) ● The 2.4probe is cooled for 6’ ● The 1.7probe is cooled for 8’ ● The 1.1probe is cooled for12-13secs 4 samples:it takes20minutesin avarage! Fig.4 Transbronchialcryobiopsyindiffuseparenchymallungdisorders(MorgagniH’srecipe) Bleedingusuallystops after thisperiod.Ifbleedingpersists, far. However, recently, Loor K. et al. reported a high diagthe balloon is reinflated for an extended period (e.g., nostic yield and a low rate of pneumothorax and major 5–20 min). The use of cold water or diluted adrenaline may bleedinginmechanicallyventilatedpatientswithnoguiding beconsidered.Theutilityofivtranexamicacidisdebatable. systems, raising the possibility to obtain valid samples also If the patient does not show symptoms suggestive of pneu- withoutanyguidingsystem[19]. mothoraxandhe/sheisintheoutpatientclinic,anexpiratory chest X-ray or a thoracic sonography should be obtained 2–3hoursaftertheprocedureinordertoexcludeapneumo- 5 Safety Issues thorax. In Fig. 4, the modality by which TBLCB is carried outattheMorgagniHospitalispresented. TBLCBmaybecarriedoutinanoutpatientsettinginatleast 80% of cases. The most frequent complication related to TBLCB is pneumothorax [20–22] that very rarely may be 4 Guiding Systems hypertensive. The rate of pneumothorax varies considerably between different studies: from less than 1% to almost 30% The most used guiding system is fluoroscopy [8]. However, [23,24].Inameta-analysisthatincluded70studiescompristherearereportsonmoresophisticatedtoolssuchasconfocal ing 6183 patients, the average rate was 5% [8]. The likelilaser endomicroscopy (CLE), electromagnetic navigation hood of postprocedural pneumothorax increases in subjects systems, and radial EBUS [10, 11, 13]. Cone beam CT with lower diffusing capacity, when the CT scan pattern is increases the diagnostic yield in interstitial lung diseases cystic,thefinaldiagnosiswillbeusualinterstitialpneumonia with limited extent on CT [12]. Radial EBUS can be used (UIP) pattern, the coarseness of CTscan is higher, biopsies to identify vessels inside the infiltrate or even pleura. CLE are carried out from different lobes, and the procedure is allows to identify interstitial septa, cells, pleura, and also carried out in general anesthesia. The impact of the size of inflammatoryorfibroticareas.Opticalcomputedtomography theprobeonthefrequencyofpneumothoraxisstilldebated. (OCT)hasbeenshowntoallowidentificationofaspectsquite Indifferentstudies,alowerratewasobservedusingthe1.9/ typicalfortheUIPpattern[18].Scarcedataontheutilization 1.7probecomparedtothe2.4[25],buttheseresultswerenot of electromagnetic navigation or augmented fluoroscopy confirmed by Loor K et al. [19]. Strong ventilatory support have been published or presented in scientific meetings so should be avoided during the procedure even accepting",
        "tokens": 460,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 V.Polettietal. permissive hypoxemia/hypercapnia. Mild bleeding is fre- usedtoexcludebiopsycandidatesinsomeseries,thoughnotin quent,butitmaybeeasilycontrolledbyaspirationorblocked all. In a large cohort of 699 patients who underwent transusing intrabronchial balloons. Major bleeding, even life- bronchial lung cryobiopsy for suspected diffuse parenchymal threatening or even lethal, was reported when bronchial lungdiseases,pneumothoraxincidencewassignificantlyhigher blockerswerenotused[26].Theriskofsignificantbleeding whenFVCwas<50%(p0.008),butitwasnotinfluencedby increaseswhenbiopsiesareobtainedwiththeprobefarfrom DLCO(p0.7842),whilebleedingappearedindependentofthe thepleura,whenbronchiectasisand/orlargepulmonaryveins lung function tests (both FVC and DLCO) [32]. We suggest are documented by CT or when the largest probe is used. thatFVC < 50% should be consideredasa relative contrainClopidogrel should be withdrawn 5–7 days prior to thepro- dicationtotransbronchiallungbiopsyonsafetygroundswhile cedure, oral anticoagulants 48 hours prior [27]. Other com- baselineDLCOshouldbeevaluatedtogetherwithothercliniplications are anecdotal and can comprise transient cal, radiological, and laboratory features [21, 32]. Significant respiratory failure, neurological manifestations (e.g., sei- hypoxemia, defined as PaO < 55–60 mmHg on room air or 2 zures), pneumomediastinum, prolonged air leak, pulmonary while receiving 2 L/min of nasal oxygen, has also been conartery pseudoaneurysm, and pneumatocele. New opacities sidereda contraindication by some butnot others[22, 23]. A >10mm,includinggroundglass,solid,cavitated,oracom- highbodymassindex(BMI>35)canresultinfailureofthe bination of these lesions, were observed in 20% of lung procedure, mainly because of desaturation in intubated and transplantedpatientswhounderwentTBLC[28].Allground spontaneously breathing patients [22]. Additionally, studies glass opacities disappeared at 4 weeks. A single cavitated evaluating TBCB in mechanically ventilated patients in the opacitypersistedat6months[28].Pulmonaryarterypseudo- intensivecareunitincludingpatientsinECMOareincreasing aneurysm after TBLCB has been described [29]. Regarding [15].Inthiscontext,biopsiesarecarriedoutwithouttheuseof mortality, current data show that TBLC appears to be safer fluoroscopy.Therateofcomplications,includingpneumothothansurgicallungbiopsywithanoverallmortalityratewith rax,appearslow[19]. this procedure of about 0.1% among approximately 1000 Guidelinespublishedsofaridentifyelementsforarelativeor patients[30].Astudyanalyzingdatapublishedinthelitera- absolute contraindication for TBLCB [3, 33, 34]. Coagulation tureoncryobiopsydocumentedsevendeathswithinamonth defects/thrombocytopenia and hemodynamic instability are aftertheprocedure:onepatientdiedfromrespiratoryfailure absolute contraindications [6, 8, 35]. Pulmonary function duetocarcinomatouslymphangitis,onefromacutemyocar- impairment (FVC<50% of predicted; DLCO<35% of predialinfarctionmanifesting weekslater,onefrom pulmonary dicted), pulmonary artery hypertension (PAPs>40 mmHg), edemafromnewlydiagnosedsevereaorticstenosis,onewith alveolar oxygen tension <55–60 mmHg on arterial blood gas organizing pneumonia and who was on palliative care, one sampling,significantemphysemainCTscan,andrapiddeterifrom pulmonary embolism, and two patients from acute orationpriortotheprocedurearerelativecontraindications.The exacerbation of idiopathic pulmonary fibrosis (IPF) [21] rapiddeteriorationpriortobiopsyshouldbeclearlyevaluated. (inbothcasesofdeathfromacuteexacerbationofIPF,diffuse If the rapid progressive respiratory failure associated with alveolardamagewasthehistologicalbackgroundonautopsy ground-glassopacitiesonCTcouldbethemanifestationofan andthedeathdevelopedaftersignificantproceduralcompli- acute exacerbation of IPF or secondary UIP and biopsies, or cations: tension pneumothorax with subsequent ventilation even BAL increase the risk of progression and should be withhighpositiveairwaypressuresandseverebleeding).The avoided. If the clinical-radiological hypothesis is in favor of risk of acute exacerbation needs to be assessed before the other disorders and histology could be useful, TBLCB should procedure, particularly in case of recent worsening [31]: beconsidered. recentonsetofpatchyground-glassareasonhighresolution computed tomography, functional deterioration and/or increased dyspnea on exertion in the last month, and/or 6 Training, Learning Curve, and Volume high levels of inflammatory or more specific markers of Activity (KL-6)couldbepredictorsofhighriskofacuteexacerbation aftertheprocedure.Therefore,acutedeteriorationinrespira- The training/learning curve and the volume of activity are tory status should be considered a relative contraindication, pivotalwhensafetyissuesareconsidered[21].Thelowerthe although the decision needs to be individualized based on volume of activity is, the higher the incidence of significant assessmentofbenefitsandrisks.Datasuggestthatcomplica- complicationsseemstobe[33].Dataontheimpactoftraintionsaremorefrequentwhenpulmonaryfunctionisseverely ing,procedurallearningcurve,andvolumeofactivityarestill impaired. Forced expiratory volume in the first second scarce. Almeida LM et al.assessed the learningcurve using (FEV1) <0.8 L or <50% predicted, forced vital capacity diagnosticyield,samplelength,andsampleareaandreported (FVC) <50% predicted, and diffusing capacity of the lungs a learning curve plateau after approximately 70 procedures for carbon monoxide (DLCO) <35% predicted have been [36].Morerecently,KaburakiS.etal.revealedaproficiency",
        "tokens": 663,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TransbronchialCryobiopsyinDiffuseParenchymalLungDisorders 7 threshold at approximately 56 cases, with improved effi- attached to the cryoprobe tip should be gently thawed, ciency and biopsy yield in the consolidation phase detached, and soon after dipped in formalin (Fig. 5). [37]. The volume of activity of a center is, by common Samples’s size considered acceptable is more than 5 mm in sense,alsoimportant.Anotherelementthatcouldcontribute thelargestdiameter[40]butsampleslargerthan2cmcanbe toincreasethediagnosticyieldanddecreasecomplicationsof retrieved(Fig.6).AstandardizedpathologicreportofTBLC TBLC is to implement it in centers with both experience in specimensshouldincludethefollowing[40,41]: interventionalpulmonologyandalargevolumeofactivityin diagnosis/treatmentofdiffuseparenchymallungdiseases. 1. Site from which each sample was taken and number of specimens. 2. Size of each sample (maximum and minimal dimensions 7 Diagnostic Yield, Pathologic measuredunderthemicroscope). Considerations, and Clinical Impact 3. Qualificationofthesampleas“central”(mainlybronchial of TBLC withcartilageplatesidentifiedorbronchiolarstructuresin greater than 40% of the surface of the sample) and Thediagnosticyieldoftheprocedure,definedastheeventof “peripheral” (with alveoli present in at least 60% of the having a histopathologic pattern described in the pathologic surfaceofthesample). report,isaround80%[21],butwithsignificantheterogeneity 4. Presence of visceral pleura (if detectable), interlobular that mainly seems to be related to the volume of activity septa, and/or presence of parietal pleura/adipose tissue/ (higherincenterswithalargevolumeofactivity).Asimilar striatedmusclecells. diagnosticyieldhasbeenobservedwhentheclinicaldiagno- 5. Artifacts(whenpresent). sis after multidisciplinary discussion is taken into account. 6. Histologic pattern (e.g., respiratory bronchiolitis, The CT scan pattern seems to be associated with a pretest desquamative interstitial pneumonia, nonspecific interstiprobabilityofsuccess,alveolarconsolidationbeingthemost tial pneumonia, organizing pneumonia, UIP, capillaritis, favorable one and the cystic pattern the less favorable one. etc.),whenidentifiableaccordingtothecurrentguidelines Thesizeofthesampleandthepresenceofvisceralpleurain and textbooks and the experience acquired by the team the specimens positively correlate with the diagnostic yield trainedbyfrequentmultidisciplinarymeetings. and diagnostic confidence of the pathologist [8]. Ravaglia 7. Specific histological diagnosis (e.g., Langerhans cell C. et al. showed in two studies that the diagnostic yield histiocytosis, lymphangioleiomyomatosis, pulmonary increases significantly if samples are obtained from at least alveolar proteinosis, infection, carcinoma, lymphoma, two different segments of the same lobe and from the most etc.). If no specific pattern is identified (either normal affectedareas[32,38].TBLCBusinglargerprobes(1.7mm, lung or lung tissue with minimal focal inflammation, 1.9mm,2.4mm)allowstoretrievesamplesthatusuallyhave fibrosis,etc.),adescriptivereportshouldbemade. the largest diameter >5 mm [21]. Visceral pleura is recog- 8. Specialstains,IHC,ormoleculartestsifperformed. nizedinthosesamplesin9–40%,andinterlobularseptamay 9. Diagnosticconfidence:highvslow. also frequently be identified [10, 32]. These results are attainedbecauseofthefollowing: Serial slides from each single specimen should always be obtained (the first one stained routinely by Hematoxylin & 1. Cryosamples are larger compared to those achieved by regular TBB (5 mm is the minimal largest diameter consideredacceptableforTBCLCadequacy). 2. If the operator has the necessary expertise, the probe can bekeptquiteclosetothepleuraduringthefreezingstep. 3. Thecryoproberetrieves lungtissuenotonlyinfrontofit (aswithregularforceps)butalsotangentially. Thethinnercryoprobe(1.1mm),recentlyonthemarket,is usedforsamplingoflungnodules[39]ormediastinaldisorders,butitsroleinthediagnosisofdiffuseparenchymallung disordersisstillunderinvestigation.Itisofvalueindisorders with characteristic “elementary lesions,” mainly sited in the centrilobular zones (sarcoid, carcinomatous lymphangitis, diffuse alveolar damage, organizing pneumonia); identifica- Fig.5 Aspecimen attachedtothecryoprobe’stipisgentlydetached tionofmorecomplexpatternsisstillcontroversial.Samples anddippedinformalin",
        "tokens": 542,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 V.Polettietal. Fig.6 Threehistological samplesfromTBLC.Thebigger onehasthelargestdiameter >2cm.Allthesamplesconsistof alveolatedtissue.Themain pathologicalchangesare centrilobular(chroniccellular bronchiolitis)(H&E,x2) Eosin)andtheothersunstainedandutilizedforspecificstains thromboticmicroangiopathy),alveolarmicrolithiasis[59],pulonly whendeemeduseful.The introductionofgenomic clas- monarycapillaryhemangiomatosis[60],infections(including sifierandNGS(next-generationsequencing)analysiscouldbe culturenegativemiliarytuberculosis). partofthepathologicassessment.Lungcryobiopsyhasshown High levels of agreement between TBLC and SLB for toprovidesignificantdiagnosticinformationinalargevariety both histopathological interpretation and MDD diagnosis ofpatternsand/ordisorders:usualinterstitialpneumonia(UIP) were shown in a multicenter study including 65 patients (Fig.7),primary[2,42,43]asobservedinidiopathicintersti- [61]. In this study, TBLC MDD diagnosis made with high tial fibrosis (IPF) or secondary (fibrosing hypersensitivity confidence were particularly reliable, showing excellent pneumonitis—HP, collagen-vascular diseases) [44–46], non- concordance with SLB MDD diagnoses. This concordance specific interstitial pneumonia (NSIP), being the presence of was not confirmed in two other studies [62, 63]. However, visceral/parietal pleura a valid confirmatory marker (Fig. 8), the last two recruited a small number of patients, and the diffusealveolardamage(DAD),organizingpneumonia(OP), mainbiasinthesestudieswasthelowvolumeofactivityof bronchiolar disorders [47], sarcoidosis [48], berylliosis [49], thecenters.TheroleofTBLCBinmultidisciplinarydiscussmoking-related alterations [50], acute fibrinous organizing sion has been evaluated in different studies. Tomassetti pneumonia (AFOP), pleuroparenchymal fibroelastosis [51], S. et al. showed that the morphological information procentral/peribronchiolar fibroelastosis [51], cicatricial organiz- videdeitherbysurgicallungbiopsyorTBLCBincreasesthe ing pneumonia, eosinophilic infiltrates, alveolar proteinosis, diagnostic confidence of the team [64]. The same positive exogenouslipoidpneumonia,NiemannPickdisease,alveolar role of TBLCB was demonstrated by Hetzel J. et al. in a hemorrhage/capillaritis,ANCA-related vasculitis, granuloma- multicenterstudy[65].TomassettiS.etal.documentedthat tous and lymphocytic interstitial lung disease (GLILD) [52], TLCB data have a prognostic impact and may contribute electronic vaping acute lung injury (EVALI), IgG4-related significantly to addressing the therapeutic options disease [53], multicentric Castleman disease [54], human [66, 67]. TBLCB has been included as a valid surrogate of T-cell lymphotropic virus type-1-associated bronchio- surgical lung biopsy in guidelines/statements on hypersenloalveolar disorder [55], lymphangioleiomyomatosis (LAM), sitivity pneumonitis [68, 69], IPF and progressive pulmohistiocytic clonal disorders (Langerhans cell histiocytosis, nary fibrosis, and other interstitial lung disorders [34, 70– Erdheim Chester disease)(Fig. 9), lymphoproliferative disor- 72]. Finally, Kalverda KA et al. have documented that in ders [56], amyloidosis [57], leukemic infiltrates [58], and ILDdiagnosis,iflungtissueassessmentisrequired,adiagepithelial metastasis (carcinomatous lymphangitis, neoplastic nostic strategy starting with transbronchial cryobiopsy,",
        "tokens": 408,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TransbronchialCryobiopsyinDiffuseParenchymalLungDisorders 9 Fig.7 (a)A69y/omale,former smoker;dyspneaoneffort. CTscan:finereticulationandmild groundglassattenuationare presentinbothlungsassociated withaprevalentperipheral distributionontheaxialplane. Neithertractionbronchiectasisnor honeycombingispresent. Findingsaresuggestiveof indeterminateUIPpattern.(b) TBLCBsampleofthepatient (fromtherightlowerlobe) showingpatchyfibrosis(fibrotic areasharplyabuttingwithnormal lungparenchyma)and microhoneycombing(arrows). Fibroblasticfociarealsopresent (stars)(H&E,x2) followedbySLBwhentransbronchialcryobiopsyisincon- Finally, a cost analysis based on a systematic review on clusive,appearstoresultinasignificantreductionofpatient thediagnosticyieldandsafetyoftransbronchialcryobiopsy, burden and inhospital stay with a similar diagnostic yield forceps transbronchial biopsy, and VATS-biopsy in ILD versusimmediateSLB[73]. documented that TBLCB has a better cost-saving approach comparedtotheotherapproaches[34,35].",
        "tokens": 79,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 V.Polettietal. B P R L O E N U C R H A I O L E Fig. 8 Nonspecific interstitial pneumonia (NSIP). Two cryobiopsy andinteralveolarseptaarethickenedbyinflammatorycellsand(mainly) samplesfromdifferentsegmentsinthesamepatient.Inone(theleft), deposition of collagen (H&E, x2). Final multidisciplinary discussion visceral pleura is evident. In the other one, centrilobular structure is diagnosis:idiopathicnonspecificinterstitialpneumonia identifiable(bronchiole).Inbothsamples,lungarchitectureispreserved inflatabledistaltiptosealthesegmentalairwayandthrough 8 The Future (in Part Already Here) whichflexiblebronchoscopecouldgoinandout. Rapidon-siteanalysisofspecimensisnowpossibleusing New portable cryobiopsy machines will be available on the highharmoniclasermicroscopesthatallow“histologicanalmarket soon. These tools could be directly bound to the ysis” without alteration of the fresh sample [77]. This bronchoscope, significantly reducing the need of space in approach allows identification of valid samples with gain in theendoscopysuite. diagnosticyieldandprobablyreductionofcomplications. The use of precise guiding systems (i.e., cone beam CT, Samplesobtainedbycryobiopsyaresignificantlysmaller confocal laser endomicroscopy, radial EBUS, robotic bron- comparedtosurgicalbiopsies.However,toolsthatmayidenchoscopy, etc.) will allow sampling of areas of interest as tifyimmunohistochemicaland/ormolecular biologyprofiles prior identified by imaging systems with high definition [78–80] (such as immunohistochemistry, genomic classifier, (photon counting CT, etc.), with identification of the patho- next-generation sequencing, and single cell transcriptomic logicprocessintheearlystage[10,12,74]. analysis of microdissected areas) and analysis using transTheroleofthinnercryoprobes(1.1)isalreadywelldefined mission electronic microscopy [81] will increase the possiinthediagnosisofnodules,mediastinaldisorders,ordiscrete bility to obtain data on the pathogenetic mechanisms and infiltrates[75].Itsroleinthediagnosisofdiffuseparenchymal hopefully druggable mechanisms of lung diseases under lungdisordersisnotyetwelldefined[76].However,identifi- investigation. Samples obtained by cryobiopsy in patients cationofthelesscomplexhistopathologicpatternsiscertainly withlungcanceratallstages,includingthosewithperipheral possibleonsamplesobtainedusingtheseprobes. lesions,haveshowntoprovidesufficientcellsforlungcancer Theoretically and according to anecdotal reports, organoid generation, and the collection of viable cells that cryobiopsy samples can be retrieved in nonintubated sub- shed surface molecular markers is feasible in samples jects. The critical issue to consider is control of bleeding, obtained by TBLCB [82]. The quantity of data provided by which could be easily done using small tubes with an the introduction of TBCLB in subjects with diffuse",
        "tokens": 364,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TransbronchialCryobiopsyinDiffuseParenchymalLungDisorders 11 Fig.9 (a)A29y/ofemale,smoker.Multiplecystswithvariablesize higher power, a cellular infiltrate around a bronchiole is detectable are present in both lungs. Differential diagnosis: Lymphangio- (asterisk). These cells express CD1a (immunohistochemistry using myomatosis vs Pulmonary Langerhans cells Histiocytosis (b) Trans- anti-CD1a monoclonal antibodies—lower right corner). Final bronchial cryobiopsy from the right upper lobe. At low power, star- diagnosis:Langerhanscellhistiocytosis.Thepatients,aftercryobiopsy, shaped scars are evident (blue circles). In the upper right corner, at manifestedamildrightpneumothoraxwithnoneedofchesttube parenchymallungdiseasecouldbeavalidsourceforartificial intelligence programs. Prospectively, TBLC, widening the References cohort of patients suitable for biopsy and thanks to the sophisticatedinvestigativetoolsalreadynowadaysavailable, 1.ColbyT,CarringtonC.Interstitiallungdisease.In:ThrulbeckWM, ChurgAM,editors.Pathologyofthelung.2nded.NewYork:Georg could serve as a breakthrough strategy not only in the diagThiemeVerlag;1987.p.589–737. nosis but also in better understanding of the pathogenesis 2.DalpiazG,CancellieriA,ButtYM.Computedtomographyofdiffuse diffuselungdisorders. lungdiseasesandsolitarypulmonarynodules.In:SmithML,Leslie KO,WickMR,editors.Practicalpulmonarypathology.Adiagnostic approach.4thed.Philadelphia:Elsevier;2024.p.43–109. Competing Interest Declaration The author(s) has no competing 3.Walsh SL, Wells AU, Desai SR, et al. Multicentre evaluation of intereststodeclarethatarerelevanttothecontentofthismanuscript. multidisciplinary team meeting agreement on diagnosis in diffuse parenchymallungdisease:acase-cohortstudy.LancetRespirMed. 2016;4:557565.",
        "tokens": 187,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      },
      {
        "id": "p12_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "12 V.Polettietal. 4.Chilosi M,Murer B, Poletti V.Diffuse parenchymal lungdisease. 22.Casoni GL, Tomassetti S, Cavazza A, et al. Transbronchial lung Histopathologic patterns. In: Costabel U, du Bois RM, Egan JJ, cryobiopsy in the diagnosis of fibrotic interstitial lung diseases. editors.Diffuseparenchymal lungdisease,vol.36. Basel:Karger; PLoSOne.2014;9:e86716. 2007.p.42–57. 23.RavagliaC,BonifaziM,WellsAU,etal.Safetyanddiagnosticyield 5.Poletti V,editor.Transbronchial lung cryobiopsyin diffuse paren- oftransbronchiallungcryobiopsyindiffuseparenchymallungdischymallungdisease.Cham:Springer;2019. eases:acomparativestudyversusvideo-assistedthoracoscopiclung 6.LentzRJ,ArgentoAC,ColbyTV,etal.Transbronchialcryobiopsy biopsy and a systematic review of the literature. Respiration. for diffuse parenchymal lung disease: a state-of-the-art review of 2016;91:215–27. procedural techniques, current evidence, and future challenges. J 24.Bango-Álvarez A, Ariza-Prota M, Torres-Rivas H, et al. TransThoracDis.2017;9:2186–203. bronchial cryobiopsy in interstitial lung disease: experience in 7.Chen X, Ye Y, Han Q, et al. Optimize initial freezing time of 106cases–howtodoit.ERJOpenRes.2017;3:00148–2016. transbronchialcryobiopsyforthediagnosisofinterstitiallungdis- 25.Iftikhar IH, Alghothani L, Sardi A, et al. Transbronchial lung ease: a prospective randomized parallel group study. Respiration. cryobiopsy and video-assisted thoracoscopic lung biopsy in the 2022;101:299–306. diagnosis of diffuse parenchymal lung disease: a meta-analysis of 8.Lachowicz JA, Smallwood NE, Prasad JD, et al. A systematic diagnostictestaccuracy.AnnAmThoracSoc.2017;14:1197–211. review of procedural and sampling techniques for cryobiopsy in 26.DiBardino DM,HaasAR, LanfrancoAR, LitzkyLA,StermanD, interstitiallungdisease.EurRespirRev.2024;33:240035. Bessich JL. High complication rate after introduction of trans9.Schmutz A, Dürk T, Idzko M, et al. Feasibility of a supraglottic bronchialcryobiopsyintoclinicalpracticeatanacademicmedical airwaydevicefortransbronchiallungcryobiopsy–aretrospective center.AnnAmThoracSoc.2017;14:851–7. analysis.JCardiothoracVascAnesth.2017;31:1343–7. 27.Pathak V, Allender JE, Grant MW. Management of anticoagulant 10.Ravaglia C, Vignini G, Vizzuso A, et al. Cone-beam computed and antiplatelet therapy in patients undergoing interventional pultomography improved location of transbronchial cryobiopsy in monaryprocedures.EurRespirRev.2017;26:170020. interstitiallungdiseasewithlimitedextent.Respiration.2024;103: 28.LoorK,PallisaE,CulebrasM,etal.Newopacitiesinlungallograft 641–50. aftertransbronchialcryobiopsy.RespirMed.2020;170:106043. 11.Wang S, Yang J, Luo S, et al. The accuracy of electromagnetic 29.OhtaH,YamakawaH,TakemuraT,etal.Pulmonaryarterypseudonavigationbronchoscopycomparedtofluoroscopyinnavigationof aneurysmasacomplicationoftransbronchiallungcryobiopsy.AmJ transbronchial lung cryobiopsy in patients with interstitial lung RespirCritCareMed.2023;208:e27–8. disease.BMCPulmMed.2024;24:108. 30.HerthFJ,MayerM,ThiboutotJ,etal.Safetyandperformanceof 12.ZhengY,ZhangL,LouY,etal.Thecryobiopsyininterstitiallung transbronchial cryobiopsy for parenchymal lung lesions. Chest. diseases guided by probe-based confocal laser endomicroscopy is 2021;160:1512–9. feasible.ClinRespirJ.2023;17:998–1005. 31.Kodati R, Seghgal IS, Pradas KT, Bal A, Agarwal R, Dhooria 13.Lin C-K, Ruan S-Y, Fan H-J, et al. Using cryoprobes of different S. Acute exacerbation and progression of interstitial lung disease sizescombinedwithcone-beamcomputedtomography-derivedaug- after transbronchial lung cryobiopsy. J Bronchology Interv mented fluoroscopy and endobronchial ultrasound to diagnose Pulmonol.2019;26:e68–72. peripheral pulmonary lesions: a propensity-matched study. Respir 32.RavagliaC,WellsAU,TomassettiS,etal.Diagnosticyieldandrisk/ Res.2024;25:65. benefitanalysisoftrans-bronchiallungcryobiopsyindiffuseparen14.Torrego A, Muñoz-Fernández AM, Lucena CM, et al. Safety and chymal lung diseases: a large cohort of 699 patients. BMC Pulm feasibility of transbronchial cryobiopsy in mechanically ventilated Med.2019;19:16. patients.ArchBronconeumol.2022;58:621–3. 33.AustinA,JaberJ,FuK,etal.Acuteexacerbationofinterstitiallung 15.Eisennman S, Lambrecht N, Diessel L, Busse C, Nuding S, Vogt diseasesandmortalitypost-cryobiopsy:amulticentercohortstudy.J A.Transbronchialcryobiopsyinunexplained,severeARDS:asin- ThoracDis.2024;16:4340–9. glecenterretrospectivecaseseries.BMCPulmMed.2023;23:5. 34.Maldonado F, Danoff SK, Wells AU, et al. Transbronchial 16.Deasy KF, Walsh LJ, Kennedy MP, et al. Endobronchial balloon cryobiopsy for the diagnosis of interstitial lung diseases. Chest. blockers:aretrospectiveanalysisoftheirimplementationforusein 2020;157:1030–42. transbronchial cryobiopsy under conscious sedation. Lung. 35.Sharp C, McCabe M, Adamali H, et al. Use of transbronchial 2021;199:187–93. cryobiopsyinthediagnosisofinterstitiallungdisease–asystematic 17.MadanK,MittalS,HaddaV,etal.Cryoprobetransbronchiallung reviewandcostanalysis.QJM.2017;110:207–14. biopsy with flexible bronchoscope using Arndt endobronchial 36.Almeida LM, Lima B, Mota PC, et al. Learning curve for transblocker.LungIndia.2019;36:241. bronchial lung cryobiopsy in diffuse lung disease. Pulmonology. 18.NandyS,RaphaelyRA,MuniappanA,etal.Diagnosticaccuracyof 2018;24:23–31. endobronchial optical coherence tomography for the microscopic 37.Kaburaki S, Tanaka T, Kamio K, et al. Transbronchial lung diagnosis of usual interstitial pneumonia. Am J Respir Crit Care cryobiopsy for interstitial lung disease: early experience, learning Med.2021;204:1164–79. curve,andtheimpactofsedationoncomplicationratesatasingle 19.LoorK,CulebrasM,SansanoI,etal.Lungallografttransbronchial centreinJapan.BMCPulmMed.2024;24:540. cryobiopsy for critical ventilated patients: a randomised trial. Eur 38.Ravaglia C, Wells AU, Tomassetti S, et al. Transbronchial lung RespirJ.2023;61:2102354. cryobiopsy in diffuse parenchymal lung disease: comparison 20.Hackner K, Stadler A, Schragel F, et al. Transbronchial lung between biopsy from 1 segment and biopsy from 2 segments – cryobiopsy: prospective safety evaluation and 90-day mortality diagnosticyieldandcomplications.Respiration.2017;93:285–92. after a standardized examination protocol. Ther Adv Respir Dis. 39.Hasselbring F, Herth FJF, Kriegsmann M, et al. Transbronchial 2022;16:175346662210775. cryobiopsy using the ultrathin 1.1-mm cryoprobe with ultrathin 21.Hetzel J, Maldonado F, Ravaglia C, et al. Transbronchial bronchoscopy under radial endobronchial ultrasound guidance for cryobiopsiesforthediagnosisofdiffuseparenchymallungdiseases: diagnosis of peripheral pulmonary lesions. Respiration. 2024;103: expertstatementfromthecryobiopsyworkinggrouponsafetyand 268–74. utilityandacallforstandardizationoftheprocedure.Respiration. 40.Colby TV, Tomassetti S, Cavazza A, Dubini A, Poletti 2018;95:188–200. V. Transbronchial cryobiopsy in diffuse lung disease: update for thepathologist.ArchPatholLabMed.2017;141:891–900.",
        "tokens": 819,
        "page_range": [
          "12"
        ],
        "provenance": {
          "page": "12",
          "paragraph_index": 1
        }
      },
      {
        "id": "p13_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TransbronchialCryobiopsyinDiffuseParenchymalLungDisorders 13 41.RavagliaC,RossiG,TomassettiS,etal.Reportstandardizationin 60.PolettiV,FemiaD,PetraruloS,MarinelliAA,RavagliaC,Piciucchi transbronchial lung cryobiopsy. Arch Pathol Lab Med. 2019;143: S.Pulmonarycapillaryhemangiomatosis/veno-occlusivediseasediag416–7. nosedbytransbronchialcryobiopsy.Pulmonology.2024;30:310–2. 42.CooperWA,MaharA,MyersJL,etal.Cryobiopsyforidentification 61.TroyLK,GraingeC,CorteTJ,etal.Diagnosticaccuracyoftransof usual interstitial pneumonia and other interstitial lung disease bronchial lung cryobiopsy for interstitial lung disease diagnosis features.FurtherlessonsfromCOLDICE,aprospectivemulticenter (COLDICE): a prospective, comparative study. Lancet Respir clinicaltrial.AmJRespirCritCareMed.2021;203:1306–13. Med.2020;8:171–81. 43.Poletti V, Tomassetti S, Ravaglia C. Time to trust transbronchial 62.Romagnoli M, Colby TV, Berthet J-P, et al. Poor concordance cryobiopsyinidentificationofusualinterstitialpneumoniapattern? between sequential transbronchial lung cryobiopsy and surgical AmJRespirCritCareMed.2021;203:1218–20. lung biopsy in the diagnosis of diffuse interstitial lung diseases. 44.Churg A, Ryerson CJ, Wright JL. Fibroblastic foci and patchy AmJRespirCritCareMed.2019;199:1249–56. fibrosis do not separate usual interstitial pneumonia from fibrotic 63.Fortin M, Liberman M, Delage A, et al. Transbronchial lung hypersensitivity pneumonitis in transbronchial cryobiopsy. Arch cryobiopsy and surgical lung biopsy: a prospective multi-centre PatholLabMed.2021;145:1325–6. agreement clinical trial (CAN-ICE). Am J Respir Crit Care Med. 45.Churg A, Tazelaar H, Matej R, et al. Pathologic criteria for the 2023;207:1612–9. diagnosisofusualinterstitialpneumoniavsfibrotichypersensitivity 64.Tomassetti S, Wells A, Costabel U, et al. Bronchoscopic lung pneumonitis in transbronchial cryobiopsy. Mod Pathol. 2023;36: cryobiopsyincreasesdiagnosticconfidenceinthemultidisciplinary 100221. diagnosisofidiopathicpulmonaryfibrosis.AmJRespirCritCare 46.Churg A, Poletti V, Ravagalia C, et al. Pathological features of Med.2016;193:745–52. connectivetissuedisease-associatedinterstitiallungdiseaseintrans- 65.Hetzel J, Wells AU, Costabel U, et al. Transbronchial cryobiopsy bronchialcryobiopsies.Histopathology.2025;86:260–7. increases diagnostic confidence in interstitial lung disease: a pro47.SirolAS,PiciucchiS,TomassettiS,RavagliaC,DubiniA,Poletti spectivemulticentretrial.EurRespirJ.2020;56:1901520. V. Cryobiopsy in the diagnosis of bronchiolitis: a retrospective 66.Tomassetti S, Ravaglia C, Wells AU, et al. Prognostic value of analysis of twenty-three consecutive patients. Sci Rep. 2020;10: transbronchial cryobiopsy for the multidisciplinary diagnosis of 1096. idiopathicpulmonaryfibrosis:aretrospectivevalidationstudy.Lan48.HantschelM,EberhardtR,PetermannC,etal.Diagnosticyieldof cetRespirMed.2020;8:786–94. transbronchiallungcryobiopsycomparedtotransbronchialforceps 67.Tomassetti S, Ravaglia C, Puglisi S, et al. Impact of lung biopsy biopsy in patients with sarcoidosis in a prospective, randomized, information on treatment strategy of patients with interstitial lung multicentrecross-overtrial.JClinMed.2021;10:5686. diseases.AnnAmThoracSoc.2022;19:737–45. 49.SpagnoloP,RyersonCJ,GulerS,etal.Occupationalinterstitiallung 68.RaghuG,Remy-JardinM,RyersonCJ,etal. Diagnosisofhyperdiseases.JInternMed.2023;294:798–815. sensitivitypneumonitisinadults:anofficialATS/JRS/ALATclinical 50.Barata V, Caetano Mota P, Melo N, et al. Transbronchial lung practiceguideline.AmJRespirCritCareMed.2020;202:e36–69. cryobiopsyinsmoking-relatedinterstitiallungdiseases.Sarcoidosis 69.Barnes H, Corte TJ, Keir G, et al. Diagnosis and management of VascDiffLungDis.2020;37:e2020013. hypersensitivitypneumonitisinadults:apositionstatementfromthe 51.Kronborg-White S, Ravaglia C, Dubini A, et al. Cryobiopsies are Thoracic Society of Australia and New Zealand. Respirology. diagnosticinpleuroparenchymalandairway-centeredfibroelastosis. 2024;29:1023–46. RespirRes.2018;19:135. 70.RaghuG,Remy-JardinM,RicheldiL,etal.Idiopathicpulmonary 52.DoanJ,RaoN,KurmanJS,RoulesJM,BennBS.Granulomatous fibrosis(anupdate)andprogressivepulmonaryfibrosisinadults:an and lymphocytic interstitial lung disease diagnosed by trans- official ATS/ERS/JRS/ALAT clinical practice guideline. Am J bronchiallungcryobiopsy.Cryobiology.2020;97:231–4. RespirCritCareMed.2022;205:e18–47. 53.ManoharanB,Gaspar BL.Cryo-transbronchial lungbiopsyinthe 71.Dhooria S, Agarwal R, Sehgal I, et al. Bronchoscopic lung diagnosisofIgG4-relatedlungdisease.MedJArmedForcesIndia. cryobiopsy: an Indian association for bronchology position state2023;79:S288–91. ment.LungIndia.2019;36:48. 54.OtoshiR,KitamuraH,BabaT,etal.Concordancebetweentrans- 72.Korevaar DA, Colella S, Fally M, et al. European Respiratory bronchiallungcryobiopsyandsurgicallungbiopsyinpatientswith Societyguidelinesontransbronchiallungcryobiopsyinthediagnoidiopathic multicentric Castleman disease: a report of four cases. sisofinterstitiallungdiseases.EurRespirJ.2022;60:2200425. RespirInvestig.2024;62:1–8. 73.Kalverda KA, Ninaber MK, Wijmans L, et al. Transbronchial 55.KimuraS,UmedaY,EgashiraR,etal.HumanT-celllymphotropic cryobiopsy followed by as-needed surgical lung biopsy versus virus type-1-associated bronchioloalveolar disorder with immediatesurgicallungbiopsyfordiagnosinginterstitiallungdisnon-necrotizing granulomas: a case report and literature review. ease(theCOLDstudy):arandomisedcontrolledtrial.LancetRespir InternMed.2024;63:1149–55. Med.2024;12:513–22. 56.BianchiR,DubiniA,AsioliS,etal.Transbronchialcryobiopsy:an 74.Krishnamurthy S, Sabir S, Ban K, et al. Comparison of real-time effectivetoolinthediagnosisoflymphoproliferativedisordersofthe fluorescence confocal digital microscopy with hematoxylin-eosin– lung.ERJOpenRes.2020;6:00260–2019. stained sections of core-needle biopsy specimens. JAMA Netw 57.Poletti V, Piciucchi S, Asioli S. Lymphoproliferative diseases Open.2020;3:e200476. involving the lung. In: Grippi MA, Antin-Ozerkis DE, Dela Cruz 75.PolettiV,PetraruloS,PiciucchiS,etal.EBUS-guidedcryobiopsyin CS,KotloffRM,KottonCN,PackAI,editors.Fishman’spulmonary thediagnosisofthoracicdisorders.Pulmonology.2024;30(5):459– diseases and disorders, vol. II. 6th ed. New York: McGraw-Hill; 65.https://doi.org/10.1016/j.pulmoe.2023.11.008. 2024.p.2045–68. 76.BianY,DengM,GaoQ,etal.Thediagnosticefficiencyandsafety 58.KimDK,ChungC,ParkD.Diagnosisofleukemiclunginfiltration oftransbronchiallungcryobiopsyusing1.1mmcryoprobe.Lung. mimickingfungalinfectionbytransbronchiallungcryobiopsy:the 2024;202:615–23. firstcasereport.BMCPulmMed.2024;24:494. 77.vanHuizenLMG,BlokkerLMG,DanielsJMA,etal.Rapidon-site 59.KhoSS,ChaiCS,HoRL,IsmailAM,TieST.Pulmonaryalveolar pathologyoflungandpleuralbiopsiesusinghigherharmonicgenmicrolithiasis-a rare lung disease diagnosed by transbronchial erationmicroscopyandartificialintelligenceanalysis.ModPathol. cryobiopsy.Lancet.2023;402:1356. 2024;38:100633.",
        "tokens": 659,
        "page_range": [
          "13"
        ],
        "provenance": {
          "page": "13",
          "paragraph_index": 1
        }
      },
      {
        "id": "p14_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "14 V.Polettietal. 78.ChilosiM,ZamòA,DoglioniC,etal.Migratorymarkerexpression withidiopathicpulmonaryfibrosis.AnnAmThoracSoc.2022;19: in fibroblast foci of idiopathic pulmonary fibrosis. Respir Res. 916–24. 2006;7:95. 81.LangD,StoiberW,Lohfink-SchummS,etal.Transmissionelectron 79.Schupp JC, Manning EP, Chioccioli M, et al. Alveolar vascular microscopyoftransbronchiallungcryobiopsysamplesinacohortof remodeling in nonspecific interstitial pneumonia: replacement of fibroticinterstitiallungdiseasepatients–feasibilityandimplications normal lung capillaries with COL15A1-positive endothelial cells. ofendothelialalterations.RespirRes.2024;25:366. AmJRespirCritCareMed.2023;208:819–22. 82.KidaR,YoshidaR,NitanaiK,etal.Viabilityanddiagnosticpoten80.Lasky JA, Case A, Unterman A, et al. The impact of the Envisia tial of tissues obtained through cryobiopsy. Respir Investig. Genomic Classifier in the diagnosis and management of patients 2024;62:1220–6.",
        "tokens": 97,
        "page_range": [
          "14"
        ],
        "provenance": {
          "page": "14",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_3_2",
        "number": "2",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_4_3",
        "number": "3",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_5_4",
        "number": "4",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_8_6",
        "number": "6",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_9_7",
        "number": "7",
        "page": "9",
        "provenance": {
          "page": "9",
          "label": "Fig 7"
        }
      },
      {
        "id": "fig_10_8",
        "number": "8",
        "page": "10",
        "provenance": {
          "page": "10",
          "label": "Fig 8"
        }
      },
      {
        "id": "fig_11_9",
        "number": "9",
        "page": "11",
        "provenance": {
          "page": "11",
          "label": "Fig 9"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Transbronchial Cryobiopsy in Diffuse Lung Disease.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:21.862702Z",
    "revision": "r1"
  }
}