{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Treatment of Airway-Esophageal Fistulas",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "35",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_35",
    "file_sha256": "6cab54c75e4d4170005e6e337363765700b0537ba4bcb8cacace6677cb82dedf",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Treatment of Airway-Esophageal Fistulas",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................. 1",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "Airway-EsophagealFistulas............................................................................ 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec2_1",
            "title": "EtiologyandClassification............................................................................... 2",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_2",
            "title": "ClinicalPresentationandSymptomatology.............................................................. 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_3",
            "title": "Diagnosis................................................................................................. 4",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_4",
            "title": "Management.............................................................................................. 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec2_5",
            "title": "Prognosis................................................................................................. 14",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec3",
        "title": "Conclusion............................................................................................... 14",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Treatment of Airway-Esophageal Fistulas Rodrigo Garcia Tome and Lutz Freitag Contents 1 Introduction............................................................................................. 1 2 Airway-EsophagealFistulas............................................................................ 2 2.1 EtiologyandClassification............................................................................... 2 2.2 ClinicalPresentationandSymptomatology.............................................................. 3 2.3 Diagnosis................................................................................................. 4 2.4 Management.............................................................................................. 6 2.5 Prognosis................................................................................................. 14 3 Conclusion............................................................................................... 14 References...................................................................................................... 15 Abstract Keywords Aerodigestive fistulas are a condition that, if left Tracheoesophagealfistula·Aerodigestivefistula·Airway uncorrected,portendahighriskofmorbidityandmortal- stents·Esophagealstents·Esophagealcancer ity.Thispathologicalconditionmaypresentasacongenitalanomalyorasanacquiredconditioninadulthood.Its managementvariesgreatlybasedoninherentfistulacharacteristics,patient’sclinicalcondition,andoverallgoalsof care.Acquiredaerodigestivefistulasmaybesubclassified 1 Introduction asbenignormalignant,withtreatmentmodalitiesranging from surgical interventions to numerous endoscopic pro- Airway-esophagealfistulasarepathologicalcommunications cedures, including stent placement. Within this chapter, betweentheairwayandesophaguscausingaspilloveroforal we discuss the classical approach to management of this and gastric secretions into the lungs. They mostly occur highlymorbidcondition,aswellasalternativeandemerg- betweenthecentralairwaysandesophagusandareclassified ingtherapeuticinterventionsthatcanbeconsidered.Over- depending on its etiology, as either congenital or acquired. all, a multidisciplinary approach is recommended to The former is a common inborn anomaly with excellent appropriatelytreatthiscondition. prognosis following surgical repair. Acquired fistulas are mainly seen in adults and can be further subclassified into benign or malignant. Benign fistulas are mainly caused by complications of prolonged mechanical ventilation due to SupplementaryInformation:Theonlineversioncontains supplementarymaterialavailableathttps://doi.org/10.1007/978-3-031- endotrachealtubecuffpressureleadingtomucosalnecrosis; 49583-0_46-1. buttheycanalsobecausedbyinfection,trauma,oriatrogenic ✉ injuries during surgery or endoscopic procedures. Most R.GarciaTome( ) malignantfistulasarecausedbyadvancedesophagealcancer LosAngelesGeneralMedicalCenter,LosAngeles,CA,USA e-mail:Rgarciatome@dhs.Lacounty.gov butmayalsobeaconsequenceoflung,laryngeal,thyroid,or lymphnodemalignancies. L.Freitag Oxygain-Institute,Hemer,Germany ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_46-1",
        "tokens": 231,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 R.GarciaTomeandL.Freitag Patients usually present with coughing that worsens with oral intake, recurrent respiratory infections, and dysphagia. Diagnosis is based on clinical history and symptomatology; thoracic imaging and endoscopy are used as confirmatory tests.Expeditedtreatmentisrequiredasspontaneousclosure israreandhighmortalityisencounteredifleftuntreated.The maintreatmentgoalistopreventfurthersoilageoftherespiratory system and preserve or restore airway patency. Depending on its etiology, management will differ; for benign fistulas, surgery with curative intent should be the goal,whereasmalignantfistulasaretraditionallytreatedwith stentplacementasapalliativealternativegivenpoorsurgical candidacyduetosuboptimalnutritionalstatusandadvanced diseasestage.Classicandemergingliteratureisrichinalternative and adjunctive treatments that range from simple tissue sealants to complex endoscopic suturing techniques. These therapies are not mutually exclusive and can be used synergisticallytotacklethesecomplexconditions. A multidisciplinary approach is always recommended given the nature of the condition. Interventional pulmonology, gastroenterology, thoracic surgery, and oncology embody different layers of expertise and should all participate in creating individualized management decisions while having clear goals of care discussions with the patient. Esophagotracheal fistulas will remain a clinical problem for theyearstocome,andasinterventionalists,weshouldalways seektoimplementinnovativetherapeutictechniquesinorder Fig. 1 Illustration of a malignant aerodigestive fistula. Esophageal totacklethiscondition. cancerisbyfarthemostcommoncauseofanacquiredmalignantfistula Benignaerodigestivefistulasaccountforapproximately50% 2 Airway-Esophageal Fistulas of the acquired subtype and can result from a myriad of diverse etiologies. Most commonly, they arise due to com2.1 Etiology and Classification plications related to prolonged mechanical ventilation secondary to mucosal ischemia related to orotracheal or Airway-esophagealfistulascanbeclassifiedascongenitalor tracheostomy tube cuffpressure butmay also occur secondacquired,thelatterbeingfurthersubclassifiedintobenignor ary to trauma during endotracheal tube placement. Other malignant(Fig.1). etiologies of benign fistulas include infection (e.g., Congenital tracheoesophageal fistulas are a common mediastinitis and tuberculosis), blunt or penetrating trauma, inborn anomaly usually occurring with esophageal atresia; inhalationinjuries,foreignbodyaspiration,causticingestion, its estimated incidence is 1 in 4000 live births and they are inflammatory processes (rheumatoid arthritis, inflammatory caused by a defect in the lateral septation of the foregut [1]. boweldisease),oriatrogenicinjuriesduetosurgicalorendoHalfofthesecasesarealsoassociatedwithothersyndromes scopicprocedures[6–9](Figs.2,3,4,and5;Videos1and2). such as VATER syndrome, CHARGE syndrome, and with Malignantfistulasresultfromdirecterosionandinvasion other congenital heart or genitourinary defects [2, 3]. Out- ofcancercellsintothemucosabutmayrepresentsequelaeof comesandprognosisaregenerallyfavorablegivenadvances treatment (i.e., radiation, chemotherapy) or even recurrence in medical management and pediatric surgical techniques. afterinitialtherapy.Mostpatientsareatanadvancedstageat Nevertheless,outcomesremainguardedifairway-esophageal thetimeofdiagnosiswith upto90%ofcases alreadybeing fistulasareassociatedwithothercongenitalsyndromes[4,5]. metastatic. The vast majority is associated with esophageal These fistulas rarely present in the adult population as diag- cancer, with more than 10% of patients developing this nosisismadeearlyonininfancy. complication during their clinical course. Malignant fistulas Acquired airway-esophageal fistulas are almost exclu- are also attributed to lung, larynx, lymphoma, and thyroid sively seen in the adult population, and they are further cancer,amongothers[6–9](Figs.6,7,and8). classifiedintobenignormalignantdependingonitsetiology.",
        "tokens": 483,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TreatmentofAirway-EsophagealFistulas 3 Fig.2 Iatrogenicaerodigestive fistulaintheproximaltracheacaused byatraumaticendotrachealintubationduringcardiacarrest Fig.4 Aerodigestivefistulainthedistaltracheacausedbyamediastinalinfection Fig.3 Minutebutverysymptomaticaerodigestivefistulaintheproximaltracheacausedbyatraumaticendotrachealintubation 2.2 Clinical Presentation and Symptomatology There is a wide variety of clinical manifestations of aerodigestive fistulas. How distressing symptoms become depends on the specific characteristics of the individual fistula, including size and location. Prototypical clinical signs include coughing that is often worse with liquid or food intake (Ono’s sign), recurrent respiratory infections, or dysphagia. Patients may demonstrate, chest pain, hemoptysis, fever,orweightloss(oftenduetofearofeating,astheysuffer Fig. 5 Proximal tracheoesophageal fistula in a patient with caustic ingestion fromseverecoughingspellsafterswallowing).Dependingon the mechanism of fistula formation, these symptoms can mechanical ventilation may present with persistent air leak develop acutely (trauma, procedural iatrogenesis) or gradudespiteaninflatedcuff,inabilitytoweanfromtheventilator, ally in the case of evolving malignancy. Patients requiring orhavesevereabdominaldistentionduetoairbeingdiverted",
        "tokens": 150,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 R.GarciaTomeandL.Freitag Video1 Iatrogenicaerodigestivefistulaintheproximaltracheacaused byatraumaticendotrachealintubationduringcardiacarrest.Dynamic airbubblingisseenthroughthefistula Fig. 6 Esophageal tumor compressing the left stem bronchus. The fistulaopeningbecomesonlyvisibleifthenarrowingispassedwitha rigidbronchoscope Fig. 7 Large fistula with necrotic edges and lymphangiosis of the trachealmucosa 2.3 Diagnosis Video2 Aerodigestivefistulainthedistaltracheacausedbyamedi- Diagnosis of airway-esophageal fistulas is typically astinalinfection.Dynamicbulgingoftheposteriortrachealmembraneis established by a combination of clinical, radiographic, and seenduringrespiration endoscopic findings. As soon as there is suspicion based on historyandsymptomatology,itisreasonabletoproceedwith from the airways into the gastrointestinal tract. This can furtherimagingand/orendoscopy.Itisimportanttomention worsen gastric reflux and further compromise ventilation that none of these diagnostic tests have a 100% sensitivity and oxygenation. Lastly, patient-specific factors such as andmayrequireacombinationofdifferentdiagnosticmodalimmunosuppression, steroid use, and diabetes can impair ities, not just to identify the leak and accurately pinpoint its fistula healing, perpetuating a vicious cycle, with continued locationbutalsotoensureoptimalcharacterizationforexpeaspirationandrespiratoryinfections[8–13]. ditedendoscopicorsurgicalintervention.",
        "tokens": 159,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TreatmentofAirway-EsophagealFistulas 5 Fig. 8 Esophageal cancer, invading through the tracheal wall. Three communicationshavedevelopedintotherespiratorytract.Patientwho Fig. 9 Discrete left mainstem bronchoesophageal fistula in a patient hadbeendysphagicforweeksbecamealmostasphyctic with repeated hospitalizations due to pneumonia. Computed tomographyscanalsoshowsextensivetree-in-budpatterninthelefthemithorax Contrast-enhanced esophagram has a sensitivity ranging secondarytopersistentaspirationoforogastricsecretions from 70% to 90% and can demonstrate spillage from the esophagus into the airways [12, 14]. Gastrografin is the preferred contrast medium; barium cannot be recommended due to its hypertonic nature, putting the patient at risk of pulmonary edema and acute respiratory distress syndrome [15].Thisdiagnosticmodalityhasitslimitations,specifically in patients with swallowing impairment or on mechanical ventilation.Furthermore, small leaks may bemissedormay require specific patient positioning for identification (e.g., prone position). Lastly, this diagnostic approach can also prove challengingtodeterminewheretheclinicallyrelevant defectisifthepatienthasmultiplemucosaldefects. Cervicalandthoracicimagingareanadjunctivediagnosticalternativethatcanprovidepertinentetiologicalinformationaswellasstructuralanatomicaldata,whichiscrucialfor potentialsurgicalorendoscopictherapies.Itsreportedsensitivity is lower than esophagram, especially if the defect is small[12](Fig.9) Fig.10 Airbubblesnotedduringbronchoscopyinaproximaltracheal Endoscopy can be both diagnostic and therapeutic. It defectafterinsufflatingairintheesophagus allows precise location and optimal characterization of the fistula as well as a therapeutic venue for definitive fistula can be missed, especially if the mucosa is red and swollen. Identificationofdynamicbubblingwithoxygeninsufflation, management. Esophagogastroduodenoscopy (EGD) and bronchoscopy (rigid or flexible) are both reasonable endo- or visualization of methylene blue after esophageal instillation or autofluorescence imaging, can be used as diagnostic scopic options. As previously mentioned, it is important to aid and assessment of proper therapeutic sealing [8, 16, 17] performathoroughinspectionandexaminetheentiretyofthe (Figs. 10 and 11). It is imperative to be cautious while esophagus, trachea, and segmental level bronchus. If the examiningtheaerodigestive fistulato avoid further mucosal patientisintubated,bronchoscopycanbeperformedthrough damage,whichmayoccurmechanicallywiththescopeitself the endotracheal tube, but this device must be pulled proximally to avoid overlooking very high fistulas. Small fistulas orwithbarotraumarelatedtoairinsufflation.",
        "tokens": 339,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 R.GarciaTomeandL.Freitag Fig.11 Methylenebluetestused toconfirmpropersealingofa fistula.Theleftpanel demonstratestheinjectionof methyleneintotheesophageal stent,andtherightpanelconfirms thatnoinkenterstheairwayon bronchoscopy 2.4 Management treatment of the underlying etiology is needed (infection, malignancy), bearing in mind that progression of disease, There are no formal guidelines on how to manage airway- recurrence,orevensideeffectsoftreatments(e.g.,radiation) esophagealfistulas;mostoftherecommendationsaresteered cannegativelyimpactoutcomes. by experts in the field. Nevertheless, there is unanimous Benign fistulas are generally considered reversible in agreement that this entity should be treated promptly, given nature, and in the right setting, surgery with curative intent its high morbidity and mortality if left untreated [8, 9, 19]. should be considered first [20, 21]. This is determined by The therapeutic approach depends on multiple factors, patient’s clinical condition (hemodynamically stability and includingfistulas’etiology,size,locationandassociatedair- nutritional status), technical feasibility, and specific fistula wayoresophagealstricture;equallyimportant,thephysician characteristics (large fistulas, proximity to major vessels, must consider the patients’ clinical condition and etc.). Ideally, the patient should not be septic or require comorbidities, burden of underlying disease (e.g., malig- mechanical ventilatory support while being considered for nancy),andadvanceddirectives. surgicalrepair.Whensurgeryisnotfeasible,stentingshould Once a diagnosis has been established, the overarching be considered, initially asa bridgeto surgerywhile improvgoalissettopreventfurthersoilageoftherespiratorysystem ingclinicalconditionbutalsoaspalliationifnotsuitablefor and preserve or restore airway patency. It is recommended surgeryinthefuture.Therearevariousapproachesforsurgithat a multidisciplinary approach is taken by interventional calrepair,includingcervicotomy,cervicosternotomy,orthopulmonology, advanced gastroenterology, thoracic surgery, racotomy, which should be up to surgeon’s preference and andoncologygivenmultiplelayersofexpertise. expertise.Techniquesforclosurebrieflyincludedirectsuture Immediateactionstobeconsideredshouldincludeheadof closure, esophageal repair with muscle, and omental flap bedelevationtomorethan45degrees,nilperos(nothingby interpositionesophagealbypass orexclusion,amongothers. mouth) or strict limitation of oral intake, acid-suppressive Forsmallfistulas(<5mm),sealantstrategieslikefibringlue therapy with proton-pump inhibitors or H -receptor antago- [22–24]havebeendescribedwithfairamountofsuccess,and 2 nists to decrease the acidity of gastric content, frequent oral thisstrategycanbeconsideredpriortosubjectingthepatient suctioning to avoid further spilling into the airways, antimi- toamajorsurgeryifcliniciansfeelthisisappropriate. crobial treatment if respiratory infection is suspected, and Inthecaseofmalignantfistulas,thegeneraltreatmentof removal of nasogastric or orogastric tubes (as their added choice is stent placement [8, 9, 25]. Given its underlying pressure may induce further injury). Placement of cause, surgical options are limited [21]. These patients are gastrostomy and/or jejunostomy tubes should be considered generally at an advanced stage of their disease with a poor tofurtheremptygastricresiduesandallownutritionalintake; nutritional status that prevents proper fistula healing. They if this is not feasible, total parenteral nutrition should be arealsocommonlyundergoingchemotherapyandradiation, considered[6,9,12].Forpatientsonmechanicalventilation, whichinsomecasesmightmakethefistulardiseaseprocess the fistula should be, if possible, bypassed by endotracheal worse.Themaingoalforthesepatientsispalliativeinnature, tubewiththecuffinflateddistaltothefistula;otherstrategies by alleviating symptoms and improve quality of life. Given include lowering tidal volumes and positive-end-expiratory- alltheabove,surgeryislessappealing. pressureontheventilator,althoughnoneoftheseadjustments Closemonitoringshouldbeprovidedafteranytherapeutic have shown improvement in outcomes or mortality. Lastly, intervention since postprocedure complications are not",
        "tokens": 504,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TreatmentofAirway-EsophagealFistulas 7 uncommon. If a patient experiences any change from their While choosing among stent options and deployment initial symptom relief, there should be a low threshold for location, the clinician must consider a myriad of factors, expeditedevaluation,reimaging,andendoscopicinspection. including fistula etiology and its characteristics, as well as the patients’ overall clinical condition. Knowledge of anat2.4.1 StentingStrategies omy and dynamic relationships between respiratory and Stenting is the cornerstone of management of airway- digestive tract are imperative while considering stenting. esophageal fistulas and is the most common nonsurgical Forinstance,esophagealstentsarepoorlytoleratedifplaced intervention performed [11, 26]. This tool has been the best intheupperthirdoftheesophagus,whileesophagealstenting studied therapeutic alternative, and its widespread availabil- in the mid or distal esophagus are more common to cause itymakesiteasilyaccessible.Nevertheless,itisimportantto nearbyairwaycompression. understand that this tool is not a universal fit, and individu- Self-expandable metallic stents (SEMS) are usually alized care is imperative while managing patients with favoredduetoeasierdeploymentprofileandoptimalsealing aerodigestivefistulas. ofthefistula.Astentthatisdeployedeitherintheesophagus, While serving their therapeutic purpose by sealing a mucosal defect and maintaining lumen patency, stents can alsobeadoubleedgeswordandcontributetocomplications due to its intrinsic biomechanical characteristics. After its deployment, and due to its expansion force, these devices can cause stretch injury at the fistula site, preventing its healing or even worse, making it larger (Fig. 12 and Video 3). Another basic mechanical problem is related to the roundedshapeoftheseprosthesesinrelationtotheirregular lumentheyarecovering,usuallyresultinginasmallcontact areaatthesealingtarget(Figs.13and14).Lastly,stentscan havegreatexpansionforces,strongenoughtoopenstenoses butmaydosobycompressingnearbystructures.Thisisnot an uncommon experience while placing an esophageal stent andhavingimmediateairwaycompression,whichcanbelife threatening(Figs.15,16,17,and18). Video 3 An esophageal stent is seen eroding into the left mainstem bronchus.Thispatienthadamalignantfistulathatwasinitiallytreated withdoubleaerodigestivestenting.Afterremovingafracturedairway stent12weeksafterinitialplacement,thedefectwasnotedtobelarger comparedtotheinitialintervention;thisisduetothedualstentexpansionforcescausingstretchinjuryatthefistulasite Fig. 12 An esophageal stent is seen eroding into the left mainstem bronchus.Thispatienthadamalignantfistulathatwasinitiallytreated withdoubleaerodigestivestenting.Afterremovingafracturedairway stent12weeksafterinitialplacement,thedefectwasnotedtobelarger comparedtotheinitialintervention;thisisduetothedualstentexpan- Fig.13 CTshows therelatively small contact zonebetween thetwo sionforcescausingstretchinjuryatthefistulasite prostheses",
        "tokens": 345,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 R.GarciaTomeandL.Freitag Fig.14 Variouscombinationsfordoublestenting.Aconcavelyshapedtrachealstentcombinedwithaconvexlyshapedesophagealstentyieldsthe bestsurfaceapposition Fig. 15 CT chest shows obstruction of the left mainstem bronchus immediatelyafterdeploymentofanesophagealstent airway,orbothshouldcoveratleast2cmdistalandproximal fromthedefect. Finally, it is important to understand that the rate of complications not only depends on the skills of the endo- Fig.16 Bronchoscopyshowingobstructionoftheleftmainstembronscopist but is also intrinsic to the nature of the fistula and chus after deployment of an esophageal stent. This patient required immediateremovalofthestentduetoacuterespiratoryfailure treatment received. For example, stents may migrate after radiationduetotumorshrinkage(Fig.19).OtherpostoperaEsophagealStenting tive complications include granulation tissue formation, Esophageal stentingshouldbeconsidered asthe initial therbleeding,andretainedsecretions.Prophylacticairwayclear- apeuticstrategyonfistulaslocatedinmidtodistalesophagus ancetherapiesshouldbeestablishedaftereveryairwaystent without elevated risk or known airway stenosis [8]. These placement, including nebulized hypertonic saline, albuterol, stents are typically better tolerated than an airway stent and guaifenesin,orpercussivedevices. canalsoalleviateesophagealstenosisifpresent.",
        "tokens": 145,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      },
      {
        "id": "p9_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TreatmentofAirway-EsophagealFistulas 9 protectionagainsttumorgrowth.Forbenignesophagealdiseases,self-expandingplasticstentsmaybeconsideredgiven their ease of retrieval. When combined with ablative therapiesanddilationtechniques,esophagealstentscanalsoalleviate stenosis or strictures caused by endoluminal obstruction. Placinganesophagealstent hascertainadvantages.They are,ingeneral,verywelltoleratedbythepatientanditsround shapemimicsthetargetorgan.Afterplacement,mostpatients canswallowtheirsalivaandfrequentlyareabletobeginoral intake,whichcanrepresentagreatimprovementinqualityof life, even if there is no overall curative intent (Figs. 20 and 21). Of course, caution should always be taken prior to placing any prosthesis, as individuals vary greatly in their tolerance of foreign body placement. For example, in the proximal esophagus, as due to disruption and stretching of upperesophagealsphincter,patientsmayexperiencediscomFig.17 Aself-expandingesophagealstentprotrudesthroughthepos- fort or pain. In some cases, when placed distally, it may teriorwallofthelowertracheaandcauseslife-threateningobstruction worsen reflux, necessitating an antireflux valve. Challenges with deployment can also be encountered if there is endoluminal tumor obstruction or strictures which can require implementationofablativetherapiesanddilationtechniques priorstentplacement.Catastrophicairwaycompressionwith respiratoryfailurecanbeencounteredaswell,whichiswhy if there is preexisting airway stenosis or high risk of compression while placing esophageal stent, a double stenting approachshouldbeconsidered(Fig.22). AirwayStenting Airway stenting is indicated when there is airway compromise, either by disease itself or following esophageal stenting.Itisalsoindicatedwhenthereisinadequatesealing ofthefistulawithesophagealstentingorwhenanesophageal stentcannotbeplacedduetoendoluminalobstructionorpoor patienttolerability(i.e.,mostcommonlyinaproximalesophageallocation)[8,9,11](Fig.23). Therearetwomaintypesofairwaystentscommonlyused worldwide:siliconeandmetallicstents.Similarlytoesophageal stents, there are also newer options available, like biodegradable and three-dimensional printed stents. In patients with aerodigestive fistulas, SEMS are generally preferred, owinglargelytotheireaseofdeploymentwithflexiblebronFig.18 AbifurcatedDumonairwaystenthadbeenplacedtocounteracttheobstructionofthetracheafromaself-expandingesophagealstent. choscopy, preferable inner diameter to wall thickness ratio, Bothstentshadtoberemovedandreplacedbylongerones and the ability to achieve better apposition to the airway mucosa,eventhough theyareless durablethansilicone and Esophageal stents are available in varying lengths, diam- canfractureduetometalfatigue[27].Siliconestentsseema eters, and delivery systems, with newer generation stents reasonableoptionforbenigndiseasegivenitsdurabilityand brought to the market frequently. Types available include as a bridge to surgery. Despite having a clever design with self-expandable metallic stents, biodegradable, self- studsontheexternalsurfacetopreventmigrationandmucoexpanding plastic, and three-diemnsional printed stents. sal ischemia, these studs may prevent full apposition to the SEMShavetakentheirplaceintheindustryasthepreferred airway mucosa, thus precluding sealing of fistulous defect optiongivenitseasydeploymentunderdirectvisualizationor [28]. Straight and hourglass-shaped stents are commonly fluoroscopy guidance, with optimal sealing and sufficient used in high proximal fistulas while straight, Y-shaped, or",
        "tokens": 383,
        "page_range": [
          "9"
        ],
        "provenance": {
          "page": "9",
          "paragraph_index": 1
        }
      },
      {
        "id": "p10_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "10 R.GarciaTomeandL.Freitag Fig.19 Esophagealstentseenfromthedistaltrachea.Itmigratedproximallyandwasnotsealingthedefectproperly;thisisinthesettingoftumor shrinkageafterchemoradiationandfistulaenlargement Fig.21 Inthischallengingand refractorycase,atotalofthree esophagealstentswererequiredto enablefooduptakeandseala fistula Fig.20 Cancerprogressiondistaltoaself-expandingstenthascaused completeobstructionpreventingeventheuptakeofmedication.Despite this obstruction, gastric content spills over into the lungs through a fistulabehindthestenosis L-shapedstentsarecommonlyusedinlowerairwayfistulas. Customized three-dimensional printed or molded silicone stents can be modified with sealing rings and various diameters.Theexpansionforcethatisneededtopreventmigration DualAirwayandEsophagealStenting can be higher proximal and distal of fistula while it is kept Dualairwayandesophagealstentingcanbeconsideredaconlower in the diseased area. This can avoid further stretching troversialoption,forsomepractitioners[8],especiallyinsurgiofthefistula. calliterature;thisisduetotheinherentconsequencesofhaving Complications are also inherent of airway stenting, per- two expansion forces rubbing against each other resulting in haps as or more dangerous than esophageal stents. Faulty tissuenecrosis,preventinghealingorevenworseenlargingthe deploymentormigration,fracture,ormucousplugcanresult defect.Ontheotherhand,doublestentingensuresabetterdefect incompleteairwayobstructionanddeath.Thisiswhymain- sealingand,insomeliterature,tendstoimprovesurvivalcomtenancetherapyafterdischargeisamustandpatientsshould pared to single stenting modalities [9]. They are almost befollowedveryclosely(Fig.24).",
        "tokens": 141,
        "page_range": [
          "10"
        ],
        "provenance": {
          "page": "10",
          "paragraph_index": 1
        }
      },
      {
        "id": "p11_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TreatmentofAirway-EsophagealFistulas 11 Fig.22 Self-expandable esophagealstentswithinsufficient coveringsandcausingsignificant airwaycompression,asseenfrom theairwayside Fig.23 Esophagoscopicviewofanesophagealtumorandacovered trachealstentthathadbeenplacedinordertopreventaspiration exclusively utilized in palliative situations, where there is no Fig.24 Fracturedself-expandable tracheal stent.It isbeing removed curativesurgical(Fig.25). throughrigidbronchoscopyandcausingdangerousairwayobstruction. Dual stenting is a reasonable approach when esophageal After initial stent placement, the patient was lost in follow-up for stenting alone is insufficient to seal the fistula or when its 6 months without compliance with airway clearance therapy. During bronchoscopy,thestentwasnotedtobefracturedandembeddedintothe deployment would cause airway compression [7, 8, 25–27, mucosa,necessitatingimmediateremoval 29,30].Ifproceedingwithdualstenting,theairwayprosthesisshouldbedeployedfirst,followedbytheesophagealone. performing a bronchoscopy to evaluatefor airway compresItisimportantthattheproximalendoftheesophagealstentis sion[7–9,25–27,29,30](Fig.26). parkedhighertotheairwayone;thiswillminimizemigration andpreventincompleteexpansionofthewiderproximalend 2.4.2 OtherTherapeuticModalities oftheesophagealstent,whichcouldresultinthestentfolding Therearenodedicatedsealingdevicesforesophagorespiratory into the esophageal lumen. When the potential for airway fistulas,mostofthedataandexpertiseisderivedfromstenting compromise is indeterminate, some experts have devices. Nevertheless, there is a myriad of other therapeutic recommended performing an esophagoscopy and inflating a optionsthatcanbebeneficialinthemanagementofthispatholballoontosimulatetheeffectofastentwhilesimultaneously ogy,ofwhichthemostrelevantarelistedbelow(Fig.27).",
        "tokens": 163,
        "page_range": [
          "11"
        ],
        "provenance": {
          "page": "11",
          "paragraph_index": 1
        }
      },
      {
        "id": "p12_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "12 R.GarciaTomeandL.Freitag SealingandOcclusiveMaterials Tissuesealantslikefibringlue[22–24],cyanoacrylate[31], autologous platelet-rich fibrin matrix [32], and highly purified2-OCAmonomer[33]havebeendescribedastherapeutic modalities for aerodigestive fistulas. Given their temporary effect and material dissolution overtime, its success rate is variable, and mainly limited to small (<5 mm) fistulas, with the trend to worse outcomes with increasing fistula sizes. Air embolization and death have been reported during fistula treatment with injection of cyanoacrylate and fibrin glues, possibly related to over insufflation within the fistulatract[34].Occlusionoftheworkingchannelandglue adherencetothetipoftheendoscopecanleadtoinstrument damage and tracheobronchial accumulation, and airway plugging from overflow of excessive volumes of glue can alsohappen.Apracticaltipforgluesealingistoinjectitwith a needle into the mucosa and slowly pull backward, while still injecting; otherwise, the glue clot might migrate and eitherendupinthedistalairwaysorgastrointestinaltract. Silicone rings [35] and nasal septal buttons [36] have Fig.25 Dualaerodigestivestentinginapatientwithesophagealcancer. been described by ENT for management of tracheoeNoticetherearetwotelescopingesophagealstents sophageal peristomal fistulas following tracheoesophageal puncture postlaryngectomy. Vascular plugs such as cardiac septaloccludershavebeenusedinbenignfistulas.Thedevice consists of two self-expandable polyester-coated discs connected by a thin waist and compressed inside a loaded catheter.Severecomplicationslikeairwayobstruction,granulationtissueformationmucostasis,andmigrationhavebeen describedintheserarecasereports,andthedeviceshouldbe utilized with caution in only certain scenarios [37–40]. Decellularized matrix from porcine urinary bladder can be usedasscaffoldingofthefistula,promotingitshealing[41]. Polyglycolic acid (PGA) sheets are suture reinforcement material made of a bioabsorbable synthetic polymer, with some individuals reporting resolution of fistulas when used in combination with fibrin glue and hemoclips without adverseevents[42]. OtherEndoscopicTechniques Endoscopicclippingtechniquesliketheuseofgastrointestinal over-the-scope clipping (OTSC) allows closure of esophagealdefectswithahighrateoffull-thicknessclosure. Its use isnot appropriate for largefistulas due tothelimited opening diameter [43–45] (Fig. 28 and Video 4). Endoluminal endoscopic suture systems enable approximation oftissuemarginstoreducethefistulasize,althoughithasan inherent technical difficulty due to the tight endoluminal Fig.26 Multiintubation.Asmallendotrachealtubewithacuffdistally space and tangential suturing in the esophagus [46]. Other to the fistula is used to ventilate the patient, while tumor masses are described suturing techniques can be achieved through traablated,andstricturesaredilatedthroughtherigidbronchoscopeandthe cheostomy sites or via rigid bronchoscopy and rigid esophagoscope. A gastric tube is used to pass a wire into the esophagoscopy with a knot pusher or Cor-Knot ® device stomachbeforestentplacement [47]. Endoscopic vacuum-assisted closure (EVAC) therapy creates a negative pressure environment promoting",
        "tokens": 418,
        "page_range": [
          "12"
        ],
        "provenance": {
          "page": "12",
          "paragraph_index": 1
        }
      },
      {
        "id": "p13_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TreatmentofAirway-EsophagealFistulas 13 a. b. 5. e. 6. 16.1 15. 1. 4. 4. 7. 3. 14. 8. c. d. 11. 10. 12. 16.2 13. 9. 2. Fig.27 Panel(a)showsdifferenttypesofesophageal(1)andairway (13).Panel(d)representsbronchoscopictransplantationofmesenchystents (2). Panel (b) shows various sealing and occlusive materials, mal stem cells derived from the bone marrow. Panel (e) shows other including septal button (3), silicone ring (4), fibrin (5), cyanoacrylate endoscopic closure techniques including endoscopic vacuum-assisted (6),vascularplug(7),andpolyglycolicacidsheet(8).Panel(c)shows closure therapy (14), clipping (15), and endoluminal suture systems: fistuladeepithelializationtools,includingargonplasmacoagulation(9), OverStitch™(16.1)Cor-Knot®(16.2) electrocauteryknife(10),laser(11),trichloroaceticacid(12),andbrush Fig. 28 Esophageal clip is seen eroding into the trachea through the Video4 Esophagealclipisseenerodingintothetracheathroughthe posterior membrane. This clip was placed endoscopically through the posterior membrane. This clip was placed endoscopically through the esophagus to secure placement of an esophageal stent covering the esophagus to secure placement of an esophageal stent covering the fistula.Distally,aSEMSisseenintheleftmainstembronchuscovering fistula.Distally,aSEMSisseenintheleftmainstembronchuscovering aseconddefect aseconddefect tissue healing. The procedure consists of deploying a polyprocedure is that the sponge needs to be exchanged every urethane sponge within the fistula attached to the tip of a 3–5 days, requiring frequent procedures [48, 49]. Mucosal nasogastric tube (NG), with continuous negative pressure deepithelializationatfistulaedgeswithmechanical,thermal, then applied through the NG tube. A downside of this or chemical therapies to induce inflammation, and",
        "tokens": 254,
        "page_range": [
          "13"
        ],
        "provenance": {
          "page": "13",
          "paragraph_index": 1
        }
      },
      {
        "id": "p14_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "14 R.GarciaTomeandL.Freitag granulation along the fistula tract may be utilized in small overall improvement in their quality of life, supporting its (<5mm)fistulas.Thiscanbeachievedwithablativethermal role in palliative therapy. Some literature suggests that techniquessuchasargonplasmacoagulation(APC),laser,or stenting might give improved survival, with esophageal electrocautery,alsowithmechanicalabrasiontechniqueslike aloneordualstentinghavingmorefavorableoutcomes[9]. endobronchial brushing, or even chemically with 20–33% trichloroacetic acid administration [9, 50–52]. Bronchoscopictransplantationofmesenchymalstemcellsderived 3 Conclusion from the bone marrow at the fistula site has been used to promotefibroblastproliferationandthedevelopmentofcol- Aerodigestivefistulasareadreadedcomplicationbythoracic lagenousmatrix,helpingwithfistulasealing[9]. physicians; their complex management poses a major chalA simplified and comprehensive summary for the man- lenge within both the medical and surgical community. The agementofaerodigestivefistulasisshowninFig.29. debilitating symptoms that result can significantly affect the patient’s quality of life and, depending on its etiology, can embody a grim prognosis. Consequentially, expedited treat2.5 Prognosis ment should be prioritized as soon as the condition is diagnosed. For benign aerodigestive fistulas, surgery with It is very difficult to establish concrete outcomes in curative intent should be the goal, whereas in patients with aerodigestivefistulasduetotheirheterogeneousnature.Without malignant etiologies or nonsurgical candidates, treatment any intervention, mortality is high, usually within weeks of should be directed toward symptom palliation. Stents are diagnosis.Benignaerodigestivefistulashaveamorefavorable thecornerstoneinnonoperativemanagementwithnewtherclinicaloutcomecomparedtomalignantfistulas,inpartdueto apies and techniques emerging frequently. Unfortunately, better nutritional status, fewer comorbidities, and feasibility of there is not a universal solution for this pathology, and a definitive surgical intervention. Whiting the malignant spec- multidisciplinary approach should be taken to tailor treattrum,pooreroutcomeshavebeenrecognizedinfistulaslocated ment. Esophagotracheal fistulas will remain a clinical probin the right stem bronchus and in patients who are ventilator lem for years to come, and as interventionalists, we should dependentorseptic[8,9,11]. always seek to implement innovative therapeutic techniques After stenting, even with partial sealing, patients usually totacklethiscondition. reportimprovementindyspneaanddysphagiascoreswithan Adultairway-esophagealfistulamanagement (cid:129) Nilperos (nothingbymouth) (cid:129) Headof bedelevation≥45degrees (cid:129) Frequentoralsuctioning (cid:129) Acid-suppressivetherapy (cid:129) Removalof nasogastricororogastrictubes Benign (cid:129) Antimicrobialtreatmentifrespiratoryinfectionissuspected Malignant (cid:129) Considerplacement of G-tube, J-tubeandorparenteralnutrition (cid:129) Ifintubated,advancetheairwaycuffdistalto the fistula (cid:129) Ventilator strategieslikeloweringTVandPEEP (cid:129) Treat underlyingdiseaseprocess ≤5mm >5mm No Considersealing Surgicalcandidate? Airwaycompromise materials Persistentleak Yes Yes No Surgery Airwaystent* Determinedefect location Proximalthirdof esophagus Mid-lowerthirdof esophagus Incompleteseal? Airwaystent** Esophageal stent Other strategiesto be considered asadjunct or alternativetherapy Airwaycompromise Persistentleak develops***or (cid:129) Tissuesealants:Fibringlue, cyanoacrylate,autologousplatelet-rich fibrinmatrixandhighly Incompleteseal purified2-OCAmonomer (cid:129) M br u u c s o h sal de-epithelialization+inflammation:APC,laser,electrocautery, TCAorendobronchial Dualairway-esophagealstenting Dualairway-esophagealstenting Dualairway-esophagealstenting (cid:129) Occlusivematerials/devices:Vascularplugs (i.e.,Cardiacseptaloccluders),siliconerings,nasal septalbuttons, decellularizedmatrixandpolyglycolicacidsheets (cid:129) Endoscopic clippingtechniques Faileddualstenttherapyandadjunctivemeasures? (cid:129) Endoluminalendoscopicsuture systems (cid:129) Endoscopicvacuum-assistedClosure (cid:129) Bronchoscopictransplantationof mesenchymalstemcellsderivedfrombonemarrow Re-discussionofgoalsofcare.Considercomfortcaremanagement. *Airwaystentingcanalsobetheonlystentingalternativeifinterventionalistisunabletoplaceanesophagealstent(i.e., severeluminalobstructionorpoorpatienttolerability). **Anesophagealstentisgenerallypoorlytoleratedinupperthirdofesophagus,butincertainsettings,initialesophagealstent placementmaybeattempted. ***Cliniciandecisiontoeitherremovetheesophagealstentandplaceanairwaystentalonevsdualairway-esophageal stenting Fig.29 Managementalgorithmforadultacquiredaerodigestivefistulas",
        "tokens": 496,
        "page_range": [
          "14"
        ],
        "provenance": {
          "page": "14",
          "paragraph_index": 1
        }
      },
      {
        "id": "p15_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "TreatmentofAirway-EsophagealFistulas 15 Competing Interest Declaration The author(s) has no competing 15.HalliganS.In:GoreRM,LevineMS,editors.Textbookofgastrointereststodeclarethatarerelevanttothecontentofthismanuscript. intestinalradiology,vol.1and2.2nded.UK,HarcourtPublishers Ltd; 2000. £265, illustrated, pp 2261. ISBN 072167836. Gut. 2002;51(2):298.PMCID:PMC1773325. References 16.MathisenDJ,GrilloHC,WainJC,HilgenbergAD.Managementof acquirednonmalignanttracheoesophagealfistula.AnnThoracSurg. 1991;52(4):759–65. https://doi.org/10.1016/0003-4975(91) 1.Nassar N, Leoncini E, Amar E, et al. Prevalence of esophageal 91207-c. atresiaamong18internationalbirthdefectssurveillanceprograms. BirthDefectsRes.AClinMolTeratol.2012;94(11):893–9.https:// 17.Morikawa K, Izawa N, Kida H, Handa H, Inoue T, Mineshita M.Detectionofapinhole-sizedbronchoesophagealfistulaunderbrondoi.org/10.1002/bdra.23067. choscopic autofluorescence imaging. Thorac Cancer. 2021;12(13): 2.Cassina M, Ruol M, Pertile R, Midrio P, Piffer S, Vicenzi V, 2043–5. https://doi.org/10.1111/1759-7714.14008. Epub 18 May SaugoM,StoccoCF,GambaP,ClementiM.Prevalence,character2021.PMID:34002538;PMCID:PMC8258352 istics, and survival of children with esophageal atresia: a 32-year 18.Levine H, Schonfeld T, Handelsman S, Bar-On O, Steuer G, population-basedstudyincluding1,417,724consecutivenewborns. BirthDefectsResAClinMolTeratol.2016;106(7):542–8.https:// Mei-Zahav M, Prais D, Stafler P. Low flow intermittent bronchoscopic oxygen insufflation to identify occult tracheo-esophageal doi.org/10.1002/bdra.23493.Epub2016Mar2 fistulas. Respir Med. 2021;186:106544. https://doi.org/10.1016/j. 3.Taghavi K, Tan Tanny SP, Hawley A, Brooks JA, Hutson JM, rmed.2021.106544.Epub24Jul2021 TeagueWJ,KingSK,NightingaleM.H-typecongenitaltracheoesophageal fistula: insights from 70 years of The Royal Children’s 19.FitzgeraldRH,BartlesDM,ParkerEF.Tracheoesophagealfistulas Hospitalexperience.JPediatrSurg.2021;56(4):686–91.https://doi. secondarytocarcinomaoftheesophagus.JThoracCardiovascSurg. 1981;82(2):194–7. org/10.1016/j.jpedsurg.2020.06.048.Epub11Jul2020 20.BibasBJ,CardosoPFG,MinamotoH,Pêgo-FernandesPM.Surgery 4.HolcombGW,RothenbergSS,BaxKM,Martinez-FerroM,Albanese forintrathoracictracheoesophagealandbronchoesophagealfistula. CT,OstlieDJ,vanDerZeeDC,YeungCK.Thoracoscopicrepairof esophagealatresiaandtracheoesophagealfistula:amulti-institutional Ann Transl Med. 2018;6(11):210. https://doi.org/10.21037/atm. analysis.AnnSurg.2005;242(3):422–8.https://doi.org/10.1097/01.sla. 2018.05.25.PMID:30023373;PMCID:PMC6035972 0000179649.15576.db; discussion 428–30. PMID: 16135928; 21.LenzCJ,BickBL,KatzkaD,NicholsFC,DepewZS,WongKeeSong LM,BaronTH,ButtarNS,MaldonadoF,EndersFT,HarmsenWS, PMCID:PMC1357750 DierkhisingRA,TopazianMD.Esophagorespiratoryfistulas:survival 5.PatkowskD,RysiakiewiczK,JaworskiW,ZielinskaM,SiejkaG, and outcomes of treatment. J Clin Gastroenterol. 2018;52(2):131–6. Konsur K, Czernik J. Thoracoscopic repair of tracheoesophageal fistula and esophageal atresia. J Laparoendosc Adv Surg Tech https://doi.org/10.1097/MCG.0000000000000751.PMID:27824640 A. 2009;19(Suppl 1):S19–22. https://doi.org/10.1089/lap.2008. 22.ScappaticciE,ArdissoneF,BaldiS,ConiF,RevelloF,FilossoPL, RuffiniE.Closureofaniatrogenictracheo-esophagealfistulawith 0139.supp. 6.ReedMF,MathisenDJ.Tracheoesophagealfistula.ChestSurgClin bronchoscopic gluing in a mechanically ventilated adult patient. NAm.2003;13(2):271–89.https://doi.org/10.1016/s1052-3359(03) Ann Thorac Surg. 2004;77(1):328–9. https://doi.org/10.1016/ s0003-4975(03)01379-1. 00030-9. 23.CellierC,LandiB,FayeA,WindP,FrileuxP,CugnencPH,Barbier 7.Rodriguez AN, Diaz-Jimenez JP. Malignant respiratory-digestive fistulas. CurrOpin Pulm Med.2010;16(4):329–33. https://doi.org/ JP.Uppergastrointestinaltractfistulae:endoscopicobliterationwith fibrin sealant. Gastrointest Endosc. 1996;44(6):731–3. https://doi. 10.1097/MCP.0b013e3283390de8. org/10.1016/s0016-5107(96)70062-7.PMID:8979068 8.Kim HS, Khemasuwan D, Diaz-Mendoza J, Mehta AC. Management of tracheo-oesophageal fistula in adults. Eur 24.Wong AI, McDonald A, Jones B, Berkowitz D. Patch-and-Glue: noveltechniqueinbronchoesophagealfistularepairandbroncholith Respir Rev. 2020;29(158):200094. https://doi.org/10.1183/ removalwithstentandfibringlue.JBronchologyIntervPulmonol. 16000617.0094-2020.PMID:33153989;PMCID:PMC9488631 9.ChangCH,LinJ.Managementofaero-digestivefistulasinadults:the 2021;28(3):e45–9.https://doi.org/10.1097/LBR.0000000000000732. bronchoscopist’sperspective.Mediastinum.2023;7:33.https://doi.org/ PMID:33208602;PMCID:PMC8126569 25.Zhou C, Hu Y, Xiao Y, Yin W. Current treatment of tracheoe10.21037/med-22-38.PMID:38090030;PMCID:PMC10713237 10.DiddeeR,ShawIH.Acquiredtracheo-oesophagealfistulainadults. sophageal fistula. Ther Adv Respir Dis. 2017;11(4):173–80. ContEducAnaesthCritCarePain.2006;6:105–8.https://doi.org/10. https://doi.org/10.1177/1753465816687518. Epub 2017 Feb 13. PMID:28391759;PMCID:PMC5933624 1093/bjaceaccp/mkl019. 26.Herth FJ, Peter S, Baty F, Eberhardt R, Leuppi JD, Chhajed 11.Freitag L, Tekolf E, Steveling H, Donovan TJ, Stamatis G.Managementofmalignantesophagotrachealfistulaswithairway PN. Combined airway and oesophageal stenting in malignant stentinganddoublestenting.Chest.1996;110(5):1155–60.https://doi. airway-oesophageal fistulas: a prospective study. Eur Respir J. 2010;36(6):1370–4. https://doi.org/10.1183/09031936. org/10.1378/chest.110.5.1155. 00049809.Epub4Jun2010.PMID:20525708 12.Mammana M, Pangoni A, Lorenzoni G, et al. Adult benign, non-iatrogenic bronchoesophageal fistulae: systematic review and 27.AvasaralaSK,FreitagL,MehtaAC.Metallicendobronchialstents: a contemporary resurrection. Chest. 2019;155(6):1246–59. https:// descriptive analysis of individual patient data. World J Surg. 2021;45:3449–57.https://doi.org/10.1007/s00268-021-06266-2. doi.org/10.1016/j.chest.2018.12.001. Epub 11 Dec 2018. PMID: 30550877 13.BurtM,DiehlW,MartiniN,BainsMS,GinsbergRJ,McCormack PM, Rusch VW. Malignant esophagorespiratory fistula: manage- 28.FlanneryA,DaneshvarC,DutauH,BreenD.Theartofrigidbronment options and survival. Ann Thorac Surg. 1991;52(6):1222–8. choscopy and airway stenting. Clin Chest Med. 2018;39(1):149–67. https://doi.org/10.1016/0003-4975(91)90005-b;discussion1228–9. https://doi.org/10.1016/j.ccm.2017.11.011.PMID:29433711 29.Kang Y. A review of self-expanding esophageal stents for the PMID:1755674 palliation therapy of inoperable esophageal malignancies. Biomed 14.Couraud L, Ballester MJ, Delaisement C. Acquired tracheoesophageal fistula and its management. Semin Thorac Cardiovasc Res Int. 2019;2019:9265017. https://doi.org/10.1155/2019/ Surg.1996;8(4):392–9. 9265017.PMID:31080835;PMCID:PMC6475558",
        "tokens": 586,
        "page_range": [
          "15"
        ],
        "provenance": {
          "page": "15",
          "paragraph_index": 1
        }
      },
      {
        "id": "p16_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "16 R.GarciaTomeandL.Freitag 30.KeM, Wu X,Zeng J. Thetreatmentstrategyfortracheoesophageal 42.NagamiY,OminamiM,SakaiT,FukunagaS,TanakaF,TairaK, fistula. J Thorac Dis. 2015;7(Suppl 4):S389–97. https://doi.org/10. TanigawaT,LeeS,WatanabeT,FujiwaraY.Endoscopicclosureof 3978/j.issn.2072-1439.2015.12.11. PMID: 26807286; PMCID: PMC refractory esophageal fistula after esophagectomy using poly4700364 glycolic acid sheets: a pilot study. Endosc Int Open. 2020;8(5): 31.SharmaM,SomaniP,SunkaraT,PrajapatiR.Trans-TrachealCya- E591–5. https://doi.org/10.1055/a-1119-6352. Epub 17 Apr 2020. noacrylate Glue Injection for the Management of Malignant PMID:32355875;PMCID:PMC7165005 Tracheoesophageal Fistula. Am J Gastroenterol. 2018;113(6):800. 43.Traina M, Curcio G, Tarantino I, Soresi S, Barresi L, Vitulo P, https://doi.org/10.1038/s41395-018-0105-9.PMID:29941936 GridelliB.Newendoscopicover-the-scopeclipsystemforclosure 32.Pinto V, Morselli PG, Sciarretta V,Piccin O. Autologous platelet- of a chronic tracheoesophageal fistula. Endoscopy. 2010;42(Suppl rich fibrin: a novel method for tracheoesophageal puncture site 2):E54–5. https://doi.org/10.1055/s-0029-1243824. Epub 15 Feb closure: a case report. J Wound Care. 2021;30(3):234–7. https:// 2010.PMID:20157889 doi.org/10.12968/jowc.2021.30.3.234. 44.Armellini E, Crinò SF, Orsello M, Ballarè M, Tari R, Saettone S, 33.YuriMatusovMD,ZacharyDeBoardMD,PhillipWestMD,Jeffrey MontinoF,OcchipintiP.Novelendoscopicover-the-scopeclipsystem. Sager MD. Tracheopleural Fistula Treated With Endobronchial WorldJGastroenterol.2015;21(48):13587–92.https://doi.org/10.3748/ Fibrin and 2-Octylcyanoacrylate (Dermabond). Case Rep Post- wjg.v21.i48.13587.PMID:26730172;PMCID:PMC4690190 erProcedChestJ.2016;150(4):1029A. 45.Vinnamala S, Murthy B, Parmar J,Bhasin N, Verma P, Melville C, 34.Koo JH, Park KB, Choo SW, Kim K, Do YS. Embolization of Mannath J. Rendezvous technique using bronchoscopy and gastrospostsurgical esophagopleural fistula with AMPLATZER vascular copytocloseatracheoesophagealfistulabyplacementofanover-theplug, coils, and Histoacryl glue. J Vasc Interv Radiol. 2010;21(12): scopeclip.Endoscopy.2014;46Suppl1:UCTN:E301.https://doi.org/ 1905–10.https://doi.org/10.1016/j.jvir.2010.09.004.PMID:21111367 10.1055/s-0034-1377215.Epub24Jul2014.PMID:25058822 35.Erdim I, Sirin AA, Baykal B, Oghan F, Guvey A, Kayhan 46.BensonAA,HakimianD,JacobH,BoškoskiI.Closureofachronic FT.Treatmentoflargepersistenttracheoesophagealperistomalfis- complex tracheoesophageal fistula by using endoscopic suturing. tulas using silicon rings. Braz J Otorhinolaryngol. 2017;83(5): VideoGIE. 2020;6(3):119–21. https://doi.org/10.1016/j.vgie.2020. 536–40. https://doi.org/10.1016/j.bjorl.2016.06.011. Epub 21 Jul 11.013.PMID:33738359;PMCID:PMC7947372 2016.PMID:27472983;PMCID:PMC9444751 47.Mozer AB, Michel E, Gillespie C, Bharat A. Bronchoendoscopic 36.MirzaS,HeadM,RobsonAK.Siliconeseptalbuttonintheman- repair of tracheoesophageal fistula. Am J Respir Crit Care Med. agement of a large tracheo-oesophageal fistula following primary 2019;200(6):774–5. https://doi.org/10.1164/rccm.201812-2255IM. punctureinalaryngectomee.ORLJOtorhinolaryngolRelatSpec. PMID:30973758;PMCID:PMC6775884 2003;65(2):129–30. https://doi.org/10.1159/000070779. PMID: 48.NehmeF,GePS,CoronelE.Managementofaero-digestivefistulas: 12824737. Mirza S, Head M, Robson AK. Silicone septal button the gastroenterologist's perspective, a narrative review. Mediastiinthemanagementofalargetracheo-oesophagealfistulafollowing num. 2023;7:34. https://doi.org/10.21037/med-22-48. PMID: primarypunctureinalaryngectomee.ORLJOtorhinolaryngolRelat 38090037;PMCID:PMC10713241 Spec.2003;65(2):129–30.10.1159/000070779.PMID:12824737 49.Barnett GS, Kimsey KM, Shieh HF, Smithers CJ, de Vries JM, M 37.LiJ,GaoX,ChenJ,LaoM,WangS,ZengG.Endoscopicclosureof ouch J, Wilsey M. Treatment of esophageal perforation: endoscopic acquired oesophagorespiratory fistulas with cardiac septal defect vacuum-assisted closure. JPGN Rep. 2023;4(2):e314. https://doi.org/ occluders or vascular plugs. Respir Med. 2015;109(8):1069–78. 10.1097/PG9.0000000000000314. PMID: 37200717; PMCID: PMC https://doi.org/10.1016/j.rmed.2015.04.014.Epub5May2015 10187847 38.RabensteinT,BoosfeldC,HenrichR,EllC.Firstuseofventricular 50.BhatnagarV,LalR,SriniwasM,AgarwalaS,MitraDK.Endoscopic septal defect occlusion device for endoscopic closure of an treatmentoftracheoesophagealfistulausingelectrocauteryandthe esophagorespiratoryfistulausingbronchoscopyandesophagoscopy. Nd:YAGlaser.JPediatrSurg.1999;34(3):464–7.https://doi.org/10. Chest.2006;130(3):906–9.https://doi.org/10.1378/chest.130.3.906. 1016/s0022-3468(99)90500-6.PMID:10211655 39.Coppola F, Boccuzzi G, Rossi G, Gaia S, Cosimato M, Recchia 51.Lelonge Y, Varlet F, Varela P, Saitúa F, Fourcade L, Gutierrez R, S.Cardiacseptalumbrellaforclosureofatracheoesophagealfistula. Vermesch S, Prades JM, Lopez M. Chemocauterization with triEndoscopy. 2010;42(Suppl 2):E318–9. https://doi.org/10.1055/s- chloroacetic acid in congenital and recurrent tracheoesophageal 0030-1255822.Epub26Nov2010.PMID:21113890 fistula: a minimally invasive treatment. Surg Endosc. 2016;30(4): 40.TrainaM,AmataM,DeMonteL,GranataA,LigrestiD,TarantinoI, 1662–6. https://doi.org/10.1007/s00464-015-4352-1. Epub 3 Jul Gandolfo C. Chronic tracheoesophageal fistula successfully treated 2015.PMID:26139499 using Amplatzer septal occluder. Endoscopy. 2018;50(12):1236–7. 52.Yankovic F, Castillo C, Saenz R, Navarrete C. Tratamiento endohttps://doi.org/10.1055/a-0677-1531.Epub2018Sep10 scópico con argón plasma en fístula traqueoesofágica recurrente. 41.Mahajan AK, Newkirk M, Rosner C, Khandhar SJ. Successful Serie clínica y revisión de la literatura médica [Endoscopic argon endobronchialtreatmentofanon-healingtracheoesophagealfistula plasmacoagulationinrecurrenttracheoesophagealfistula.Clinical from a previous histoplasmosis capsulatum infection using series and review of the literature]. Gastroenterol Hepatol. decellularized porcine urinary bladder matrix†. J Surg Case Rep. 2009;32(9):600–4. Spanish. 10.1016/j.gastrohep.2009.06.012. 2018;2018(8):rjy187. https://doi.org/10.1093/jscr/rjy187. PMID: Epub8Sep2009.PMID:19740568 30151101;PMCID:PMC6101604",
        "tokens": 651,
        "page_range": [
          "16"
        ],
        "provenance": {
          "page": "16",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_2",
        "number": "2",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_3_4",
        "number": "4",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_3_3",
        "number": "3",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_4_7",
        "number": "7",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 7"
        }
      },
      {
        "id": "fig_5_8",
        "number": "8",
        "page": "5",
        "provenance": {
          "page": "5",
          "label": "Fig 8"
        }
      },
      {
        "id": "fig_6_11",
        "number": "11",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 11"
        }
      },
      {
        "id": "fig_7_12",
        "number": "12",
        "page": "7",
        "provenance": {
          "page": "7",
          "label": "Fig 12"
        }
      },
      {
        "id": "fig_8_14",
        "number": "14",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 14"
        }
      },
      {
        "id": "fig_8_15",
        "number": "15",
        "page": "8",
        "provenance": {
          "page": "8",
          "label": "Fig 15"
        }
      },
      {
        "id": "fig_10_19",
        "number": "19",
        "page": "10",
        "provenance": {
          "page": "10",
          "label": "Fig 19"
        }
      },
      {
        "id": "fig_10_21",
        "number": "21",
        "page": "10",
        "provenance": {
          "page": "10",
          "label": "Fig 21"
        }
      },
      {
        "id": "fig_10_20",
        "number": "20",
        "page": "10",
        "provenance": {
          "page": "10",
          "label": "Fig 20"
        }
      },
      {
        "id": "fig_11_22",
        "number": "22",
        "page": "11",
        "provenance": {
          "page": "11",
          "label": "Fig 22"
        }
      },
      {
        "id": "fig_11_23",
        "number": "23",
        "page": "11",
        "provenance": {
          "page": "11",
          "label": "Fig 23"
        }
      },
      {
        "id": "fig_12_25",
        "number": "25",
        "page": "12",
        "provenance": {
          "page": "12",
          "label": "Fig 25"
        }
      },
      {
        "id": "fig_12_26",
        "number": "26",
        "page": "12",
        "provenance": {
          "page": "12",
          "label": "Fig 26"
        }
      },
      {
        "id": "fig_13_27",
        "number": "27",
        "page": "13",
        "provenance": {
          "page": "13",
          "label": "Fig 27"
        }
      },
      {
        "id": "fig_13_28",
        "number": "28",
        "page": "13",
        "provenance": {
          "page": "13",
          "label": "Fig 28"
        }
      },
      {
        "id": "fig_14_29",
        "number": "29",
        "page": "14",
        "provenance": {
          "page": "14",
          "label": "Fig 29"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Treatment of Airway-Esophageal Fistulas.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:23.781747Z",
    "revision": "r1"
  }
}