{
  "schema_version": "1.0.0",
  "source": {
    "document_id": "Y-Stenting Techniques",
    "book_title": "Principles and Practice of Interventional Pulmonology",
    "publisher": "Springer Nature Switzerland AG",
    "isbn13": "978-3-031-49583-0",
    "chapter_number": "38",
    "source_url": "https://doi.org/10.1007/978-3-031-49583-0_38",
    "file_sha256": "8370a40f0d3da258de38165a1120aa56296235e46dc451af1cd4fd39d6f2a710",
    "license": "All rights reserved",
    "rights_holder": "Springer Nature Switzerland AG",
    "access": "institutional"
  },
  "document": {
    "chapter_title": "Y-Stenting Techniques",
    "authors": [
      "Author Name"
    ]
  },
  "structure": {
    "toc_path": [],
    "section_tree": [
      {
        "id": "sec1",
        "title": "Introduction............................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec2",
        "title": "IndicationforY-StentPlacement....................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec3",
        "title": "Contraindications......................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      },
      {
        "id": "sec4",
        "title": "Y-Stent..................................................................................................... 2",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec4_1",
            "title": "Y-ShapedPolymerStents.................................................................................. 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_2",
            "title": "Y-ShapedHybridStents................................................................................... 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_3",
            "title": "Y-ShapedMetallicStents.................................................................................. 3",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec4_4",
            "title": "ComparisonBetweenY-ShapedPolymerStentsandMetallicStents.................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec5",
        "title": "ImplantationTechniques................................................................................. 5",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec5_1",
            "title": "DumonY-Stent............................................................................................ 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_2",
            "title": "DynamicY-Stent........................................................................................... 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec5_3",
            "title": "Y-ShapedMetallicStents.................................................................................. 5",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec6",
        "title": "Stent-RelatedComplications............................................................................ 6",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": [
          {
            "id": "sec6_1",
            "title": "Mucostasis................................................................................................. 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec6_2",
            "title": "GranulationTissueFormation............................................................................. 6",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec6_3",
            "title": "StentFracture.............................................................................................. 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          },
          {
            "id": "sec6_4",
            "title": "StentMigration............................................................................................ 7",
            "level": 2,
            "page_start": "?",
            "page_end": "?",
            "children": []
          }
        ]
      },
      {
        "id": "sec7",
        "title": "Conclusion................................................................................................ 7",
        "level": 1,
        "page_start": "?",
        "page_end": "?",
        "children": []
      }
    ]
  },
  "content": {
    "text_units": [
      {
        "id": "p1_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Y-Stenting Techniques Daniela Gompelmann Contents 1 Introduction............................................................................................... 2 2 IndicationforY-StentPlacement....................................................................... 2 3 Contraindications......................................................................................... 2 4 Y-Stent..................................................................................................... 2 4.1 Y-ShapedPolymerStents.................................................................................. 3 4.2 Y-ShapedHybridStents................................................................................... 3 4.3 Y-ShapedMetallicStents.................................................................................. 3 4.4 ComparisonBetweenY-ShapedPolymerStentsandMetallicStents.................................... 5 5 ImplantationTechniques................................................................................. 5 5.1 DumonY-Stent............................................................................................ 5 5.2 DynamicY-Stent........................................................................................... 5 5.3 Y-ShapedMetallicStents.................................................................................. 5 6 Stent-RelatedComplications............................................................................ 6 6.1 Mucostasis................................................................................................. 6 6.2 GranulationTissueFormation............................................................................. 6 6.3 StentFracture.............................................................................................. 7 6.4 StentMigration............................................................................................ 7 7 Conclusion................................................................................................ 7 References....................................................................................................... 8 Abstract mostlyobservedincaseofesophagealcancer.Stentplacementisalsoatherapeuticoptionincaseofbenigndiseases Y-shaped stents provide treatment for patients with lifelike strictures or tracheobronchomalacia; however, surthreatening central airway obstruction involving lower geryremainsthegoldstandardinbenignairwaystenoses. trachea, main carina, and proximal mainstem bronchi. Generally,Y-stentscanbedividedintodifferentgroups Tracheobronchial stenoses may result from malignant as with variable advantages and disadvantages depending wellasfrombenigndisorders.Themostfrequentcausefor mainly on the material they are made from: Y-shaped malignant central airway obstruction is the extension of polymer stents, Y-shaped hybrid stents, and Y-shaped adjacent lung cancer. The morbidity due to respiratory distress is significant. Stenting of the airway has been metallic stents. The type of the stent must be carefully selected, considering the biomechanics of the airway provedtoreestablishpatencyofnarrowedcentralairways. Furthermore, airway stents provide sealing fistulas obstruction.Althoughthestentsprovideimmediaterelief of symptoms, adverse events like granulation tissue forbetween trachea or bronchi and esophagus that can be mation, secretion, or mucostasis are common. Therefore, ✉ D.Gompelmann( ) DepartmentofInternalMedicineII,DivisionofPulmonology,Medical UniversityofVienna,Vienna,Austria e-mail:daniela.gompelmann@meduniwien.ac.at ©SpringerNatureSwitzerlandAG2025 1 L.Yarmusetal.(eds.),PrinciplesandPracticeofInterventionalPulmonology, https://doi.org/10.1007/978-3-031-49583-0_41-1",
        "tokens": 263,
        "page_range": [
          "1"
        ],
        "provenance": {
          "page": "1",
          "paragraph_index": 1
        }
      },
      {
        "id": "p2_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "2 D.Gompelmann itisimportanttoselectthepatientspriortoairwaystenting obstructions involving the lower trachea, main carina, and whowilltrulybenefitfromstentimplantation. proximalmainstembronchi. Another indication for Y-stents is sealing fistulas and Keywords dehiscencesbetweendistaltracheaandproximalmainbronchi to the esophagus or to the pleural cavity that can be Stentimplantation·Airwaystenosis·Granulationtissue congenital or acquired as in majority ofthe cases. The most formation·Metallicstents·Stentfracture common cause for tracheoesophageal fistula is esophageal carcinoma. Single implantation of an esophageal tube often fails to seal the fistula; furthermore, a protrusion of this 1 Introduction esophageal stent into the lumen of the airway with consequently compromising ventilation is often observed. The Airwaystentshadbeenalreadyimplantedinthelastcentury insertion of an airway stent prevents the protrusion of the especiallyforthetreatmentofairwaystrictures,butthename esophageal tube, maintains ventilation, and supports sealing “stent” has still a longer history [8]. In 1856, the English thefistula. dentistCharlesStent(1807–1885)andbothhissonsCharles Central airway obstruction involving the main carina R. Stent (1845–1901) and Arthurs H. O. Stent (1859–1900) can also result from tracheobronchomalacia—a kind of createdathermoplasticmaterialtocastdentalmodels[21].In benign stenosis [25]. Two types can be distinguished: theyearstocome,thiscompoundwastrademarkedunderthe cartilaginous and membranous tracheobronchomalacia. name“stents.”Today,thename“stent”isusedformaterials Cartilaginous tracheobronchomalacia reflects a loss of the that are used to hold tissue in place or for a tube that is structureoftracheaormainstembronchiduetodestruction inserted into the lumen of any anatomical tubular structures of the cartilaginous rings. Membranous tracheobronchto keep a previously blocked passageway open. Y-shaped omalacia, also known as excessive dynamic airway colairway stents that consist of a tracheal body and two bronlapse,ismanifestedbycollapseduringexhalationbecause chial limbs are used in case of central airway obstruction of a laxity of the Pars membranacea. Patients, especially involvingthemaincarina. with cartilaginous tracheobronchomalacia, may benefit from the implantation of Y-shaped airway stents, but in this indication, several problems have been encountered, 2 Indication for Y-Stent Placement so that a permanent stent placement is mostly not recommended. In general, tracheobronchial stents are implanted to reestablish patencyofextraluminalcompressedairwaysaswellastostabilize airway patency after endoscopic removal of endoluminal 3 Contraindications obstruction resulting from various benign and malignant processes [7, 9, 13]. Malignant tracheobronchial stenoses that are TheplacementofaY-shapedairwaystentisoftenperformed commonly caused by adjacent lung cancer, esophageal carci- inpatientswithlife-threateningmaincarinalstenoses;therenoma, thyroid carcinoma, or metastases of extrathoracic carci- fore, there are no absolute contraindications in these situanomas are the leading indication for airway stenting. Thereby, tions.Butstentingisassociatedwithseveralproblems,sothat stent placement can be performed as palliation treatment for otherendobronchialtechniquesandtoolsthatreestablishthe symptom relief, and improved quality of life, but also patency of the obstructed airways should be taken into conasabridgetodefinitivetumor-specifictreatment[11,18].Benign sideration. In most cases, a combination of different endostenoses often result from scarred tissue due to injuries to the bronchial techniques provides the most efficacious mucosawithimpairmentoftrachealwallbloodflow.Themost managementoftracheobronchialstenoses. commontypeofbenignairwaystenosisistheposttracheostomy Incaseofbenignmaincarinalstenosis,surgeryisstillthe stenosis.Butalsosystemicdiseaseslikeamyloidosisorvascu- gold standard. Stent placement can also provide immediate litis, post tuberculosis scar, anatomic strictures, or goiter can relief from symptoms, but the stent-related problems in the cause benign airway obstruction. Stenting of benign stenoses longrunshouldbekeptinmind. shouldonlybeconsideredifthepatientisinoperable,assurgery isstillthegoldstandardfortreatmentofbenignstenoses. In case of main carinal obstruction involving the distal 4 Y-Stent trachea and the proximal main bronchi, the use of straight stents is limited due to the Y-shaped anatomy of the carina. Y-shapedstentsimitatingtheanatomyofthecentralairways Therefore, Y-shaped stents consisting of the tracheal body providetreatmentoftracheobronchialstenosisinvolvingthe and two bronchial limbs are necessary to treat airway lowertrachea,maincarina,andproximalmainstembronchi. ThereisalsothepossibilitytouseY-shapedstentsforairway",
        "tokens": 643,
        "page_range": [
          "2"
        ],
        "provenance": {
          "page": "2",
          "paragraph_index": 1
        }
      },
      {
        "id": "p3_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Y-StentingTechniques 3 stenosis or bronchopleural fistula around the upper carina Y-Stentin86patientssufferingfromcentralairwayobstrucbetween the right upper lobe bronchus and the bronchus tionorfistulawerepublishedbyDuteauetal[6].Subjective intermedius or the left upper lobe bronchus and lower lobe symptomaticrelieffollowingstentplacementwasevidenced bronchus,butonlylimiteddataareavailable[2]. in98%ofthepatients.After3monthsoffollow-up,45%of Generally, the bifurcation stents can be divided in three the patients died of their underlying disease, there were no groups, depending on the material: polymer stents, hybrid stent-related death. Similar results were reported by Sehgal stents, and self-expandable metallic stents [3]. The first et al. in 2017 [23]. The silicone Y-stent was deployed sucmanufacturedY-shapedstentswerepolymerstents. cessfullyin27patientswithmalignantairwayobstructionor fistulawhoexperiencedarapidreliefofsymptomsfollowing theprocedure. 4.1 Y-Shaped Polymer Stents In 1972, Neville et al. developed the first Y-airway Dacron 4.2 Y-Shaped Hybrid Stents cuffedsilasticdevicereplacingtracheaandmainbronchi[8]. The Dynamic Y-Stent is an anatomically shaped bifurcation Eight years later, the Westaby T-Y Tube, manufactured by silicone, was implanted successfullyas first bifurcated pros- stent with an anterolateral silicone wall reinforced with a metallichoopandanon-reinforcedposteriorwallresembling thesis. The side limb of the Y-stent requires tracheotomy. themembranouspartofthetrachea(Figs.2a,b,and3).This Today,thisprosthesisisonlyusedforextremelylongstenoflexibleposteriormembranemimicsthedynamicofthePars ses from the cricoid to the upper lobe bronchi. The later membranacea of the trachea. During coughing, the memintroduced bifurcated stents are held in place by their geobrane bulges inward, thereby increasing its efficacy. For metric shape and do not longer require a tracheostomy. The sealing fistulas, the Dynamic Y-Stent should be preferaOrlowskiY-Stent,createdfrompolyvinylchloridewithinterbly chosen following the placement of an esophageal stent, nal metal armor, provides treatment of extremely strictures. because the non-reinforced posterior wall presses nicely This stent cannot be compressed. The Hood Y-Stent, fabricated of flexible silicone, is softer than the other bifurcated against the anterior wall of the esophageal stent. In 1997, Freitag et al. published the results of a 5-year experience of stentsthanthoselistedabove.Thisstentcanbeimplantedin 135patientssufferingfromcompressionstenoses,strictures, severaltechniquesbutrequires goodskillinrigidbronchosor malacias of the central airways or tracheoesophageal fiscopy. The silicone Dumon Y-Stent is like the other straight tulas,whoweretreatedwiththedynamicbifurcationairway Dumon Stents covered with little studs on the outside prestent [10]. A stent implantation could be achieved in all venting migration and a nonadherent smooth inner surface patientswithoutanymajorcomplicationandprovidedimmereducingproblemswithincrustedsecretions [5](Fig.1a,b). diate reliefof dyspnea inmost cases. In20%of thecases, a In 2004, the clinical results of implantation of a Dumon successfullytumor-specifictreatmentwithsubsequentreduction of central airway stenosis allowed removal of the stent. Three months following stent implantation, 18% of the patientswerestillalivewithstentinplace. 4.3 Y-Shaped Metallic Stents The self-expandable metallic Y-shaped (Fig. 4) stents are excellent for use in palliation of central airway obstruction. Theyareeasytoplaceandarecharacterizedbyanexcellent conformityforirregulartrachealorbronchialwalls. These stents are woven metallic stents consisting of highly elastic nitinol wire. They are completely covered expectthedistal5mmoftherightbranchandareavailable in different lengths and diameters. These self-expanding stents are implanted using an introducer system under fluoroscopic guidance. The stent placement is facilitated by radio-opaque markers at different points of the stent. Theedgesanddinnersurfacearesmooth,butproblemslike Fig.1 (a)DumonY-Stent.(b)DumonY-Stentintheobstructedcentral retained secretion have also been observed. In 2007, the airways first clinical results of the implantation of self-expandable",
        "tokens": 583,
        "page_range": [
          "3"
        ],
        "provenance": {
          "page": "3",
          "paragraph_index": 1
        }
      },
      {
        "id": "p4_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "4 D.Gompelmann Fig.2 (a)DynamicY-stent, proximalend(b)Dynamic Y-stent,distalend Fig.3 ChestX-rayafterimplantationofaDynamicY-stent metallic Y-stents were published by Yang et al [26]. Five patients with a complex tracheobronchial stenosis due to Fig.4 Self-expandablemetallicY-stent lungcanceroresophagealcancerweresuccessfullytreated withthesemetallicY-stents.Noprocedure-relatedcompliHan et al. [14], Qiao et al. [19], Conforti et al. [4], cationswereobserved.Allpatientshadimmediatereliefof Madan et al. [16], and Schulze et al. [22] reported a safe respiratory symptomsofdyspnea orcough. Afterthisfirst and successful implantation of Y-shaped nitinol stents in publication, various retrospective studies described the 35, 12, 20, 38, and 27 patients, respectively, with central feasibility, safety, and efficacy of the Y-shaped selfairwaystenosisorfistula. expandable metallic stent implantation: among others,",
        "tokens": 124,
        "page_range": [
          "4"
        ],
        "provenance": {
          "page": "4",
          "paragraph_index": 1
        }
      },
      {
        "id": "p5_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Y-StentingTechniques 5 4.4 Comparison Between Y-Shaped Polymer backusingrigidforcepsuntiltheshorterbronchiallimbslips Stents and Metallic Stents intotheothermainbronchus. Nowadays, metallic stents are used more frequently than siliconestentsformalignantcentralairwayobstruction.One 5.2 Dynamic Y-Stent 2020 published, retrospective analysis compared feasibility, efficacy,andtoleranceofY-shapespolymerstents(n=40)to In 1997, Freitag et al. reported about a new insertion techself-expandable metallic Y-stents (n = 38) in patients with nique for the placement of bifurcated airway stents, espemalignant tumors involving the main carina [15]. Implanta- ciallyoftheDynamicY-Stents[10].TheseDynamicY-Stents tionofpolymerY-stentsfailedsignificantlymoreoftencom- canbeinsertedwithspecialforceps—modifiedforeign-bodyparedtothemetallicY-stentgroup.Moreover,thedurationof removalforcepswithextralongjawssimplifyingthepassage the silicone stent implantation was significantly longer. No ofthestentthroughthevocalcordsandthetracheobronchial significant difference was observed in terms of early or late stenosis.PriortotheimplantationoftheY-stent,rigidand/or complicationsbetweenthetwogroups. flexiblebronchoscopyisperformedtomeasurethelengthof tracheobronchial stenosis. Afterward, the bronchoscope can be removed. The stent is grasped from inside with these 5 Implantation Techniques dedicatedforcepsthatareadvancedtothecarinaundervisual control using a normal laryngoscope. Then, the forceps are Stent implantation is commonly combined with other endo- opened, and thebronchiallimbs glide into themainbronchi scopicproceduresalleviatingtheacuteairwayobstruction.In astheforcepssaddlethecarina.Afterward,amovablepusher case of intraluminal tumor growth, laser-assisted resection, isusedtoanchorthestentwhilethegraspingpartofthestent electrocautery,argon-plasma-coagulation,orcryodebridement forcepsiswithdrawn.Aftercompleteremovaloftheforceps, offersremovalofneoplastictissuepriortothestentimplanta- the patient is reintubated with a short bronchoscope or tion.Intheeventofextrabronchialcompression,balloondila- tracheoscope,andstentpositionandfunctionarechecked. tation can be used to extend the airway followed by stent implantation for stabilization of the narrowed airways. Prior totheimplantationofthestent,thelengthanddiameterofthe 5.3 Y-Shaped Metallic Stents stent have to be determined. The length of the stent should cover the stenosis in both main bronchi as well as in the The stent implantation should also preferably be performed trachea ≥ 5 mm. The diameter of the stent should greater under general anesthesia and HJ ventilation using a rigid than the diameter of the remaining stenosis after mechani- bronchoscope; however, implantation with laryngeal mask callytreatmentordilatation. airway using conscious sedation is also possible [20]. The Although stent implantation is possible using flexible self-expandablemetallicstentsareimplantedusingaspecial bronchoscope, rigid bronchoscopy remains the preferred deliverysystemwiththepreloadedstent.Besidestheflexible method for stent implantation that provides handling poten- bronchoscope, two guide wires are required, and the stent tialcomplications.Therearedifferenttechniques,theY-stent implantation should be performed under fluoroscopic guidcanbeimplanteddependingonthetypeofY-shapedstent. ance. First, the two guide wires are bronchoscopically advanced into both main bronchi, one in the left bronchus and one in the right bronchus. Afterward, the flexible bron5.1 Dumon Y-Stent choscope is removed, and the delivery system is inserted to the carina along the two guide wires. Under fluoroscopic The Dumon Y-stents are inserted ideally by using the intro- guidance, first, the two branches of the Y-stent localized in ducer system of a special rigid bronchoscope (Efer, Harrell themainbronchicanbedelivered.Finally,thetrachealstent Universal Bronchoscope). This bronchoscope features a is deployed by withdrawing the introducer sheath, thus seriesofinterchangeabletubesofvarioussizes.Twodifferent completely releasing the Y-stent. The stent position is then implantationtechniquescanbedistinguished.Inthe“pushing checked bronchoscopically. The technique used for placemethod,” the Y-stent is placed inside the tube of the spe- ment of the self-expandable metallic Y-stent under fluorocial bronchoscope and then pushed blindly out above the scopicguidanceisshowninFig.5a–c. main carina in the trachea. Afterward, the limbs of the If fluoroscopy is not available, Y-shaped metallic stent Y-stent may have to be twisted and positioned with opened placementcanalsobeperformedunderdirectbronchoscopic grasping forceps to the carina. In the “pulling method,” the visualization without the use of fluoroscopic and guidewire Y-stent is deposited completely in the main bronchus that is guidance[17]. most narrowed by the tumor. Afterward, the stent is pulled",
        "tokens": 657,
        "page_range": [
          "5"
        ],
        "provenance": {
          "page": "5",
          "paragraph_index": 1
        }
      },
      {
        "id": "p6_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "6 D.Gompelmann Fig.5 ImplantationofY-shapedself-expandablemetallicstent.(a)The (b)ThetwobranchesoftheY-stentlocalizedinthemainbronchiare two guide wires are inserted into both main bronchi. The delivery released bypulling back thethreads. (c) Y-stent is totally released by system is advanced over the two guide wires into the tracheal carina. withdrawingtheintroducersheath Fig.6 (a)Secretionina DynamicY-Stent.(b)Secretionin aself-expandablemetallicY-stent published review including 23 articles regarding to stent 6 Stent-Related Complications treatmentin501patientsrevealedthat19%ofpatientsexperiencedstent-associatedrespiratoryinfection[1].Pneumonia Despite of the benefit of the airway stents, there are some was the most common type (47%), followed by bronchial possiblestent-relatedproblems. infection (24%), cavitary pneumonia/lung abscess, and intraluminalfungusball. Thebestmeasuretopreventmucostasisisaregularinhalation with saline. Furthermore, anti-inflammatory topical 6.1 Mucostasis drugs can be used and are probably more useful than mucolytics. One of the most commonly reported side effects is mucostasis due to missing of mucociliary clearance inside polymerstentsandcoveredstentsandduetotheinabilityto cough efficiently (Fig. 6a, b).Thiscomplication isobserved 6.2 Granulation Tissue Formation particularly in case of rigid stents or very long stents, dynamic stents cause fewer problems. Furthermore, coloni- Developmentofgranulationtissueisduetothehighlocalized zation with bacteria and fungi of this mucus layer is a com- pressure of the Y-stent on the mucosa (Fig. 7a, b). The mon event associated with halitosis and infection. A 2009 reaction of normal nonneoplastic bronchial tissue on",
        "tokens": 243,
        "page_range": [
          "6"
        ],
        "provenance": {
          "page": "6",
          "paragraph_index": 1
        }
      },
      {
        "id": "p7_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "Y-StentingTechniques 7 Fig.7 (a)and(b)granulation tissueformationinaselfexpandablemetallicY-stent implanted noncovered metal airway stents has been studied 6.3 Stent Fracture inaprospectivetrialin2005[12].First,thebasalmembrane was destroyed by stent filaments, the microvessels in the Stentfractureisoneofthemajorconcernsespeciallyincase submucosa were eroded, and then a slow papillomatous of self-expandable metallic stents, because it can cause wall growthofgranulationtissueandanonspecificinflammatory injuries promoting granulation tissue formation, bronchial reaction could be documented. In 22% of the 18 included wall perforation, and intraluminal obstruction. Dyspnea, patients, a polypoid tissue hyperproliferation led to clinical infection,andcougharetheclinicalsigns. significantpartialrestenosis. To reduce the tissue hyperproliferation, the airway stents should fit tight to avoid dynamic friction without a high 6.4 Stent Migration pressure on the mucosa that would impair microcirculation. Besides,theendofthestentsshouldbesmoothtoreducethe Stent migration is nearly not observed in Y-stents, because risk of development of scarring and shrinking at the stent they are hold in place by their geometric shape. In 4 out of edges that also could lead to restenosis. Granulation tissue 100 Dynamic Y-Stents, a cephalad migration could be formation is less frequently seen in immunocompromised detected. These complications were observed either after patients. In 2008, the degree of in-stent granulation tissue tumor response to treatment or after long-term bouginage formation was evaluated in 18 immunocompetent patients effects. andin11patientsreceivingimmunosuppressiontherapy[24]. Tissue hyperproliferation was significantly lower in the immunocompromised patients. The immunosuppression therapy may have an inhibitory effect on granulation tissue. 7 Conclusion However, general application of steroids cannot be recommended. Successfultherapyofstenosisduetoexternalcompressionor Another complication is the stent luminal narrowing due fistula of the lower trachea, main carina, and proximal tostentinvasion byadjacentneoplasm.Inuncoveredstents, mainstem bronchi usually requires the use of a Y-shaped themalignanttissuegrowsthroughthemeshesandbeginsto stent. Especiallyincase ofmalignant stenoses, these airway obstructthestentlumen.Butalso,incaseofpolymerstentsor stents provide palliation. Benign airway stenosesare still an coveredmetallicstent,thetumorcangrowovertheedgesand indication for surgical treatment, but for patients who are canprotrudeintothestent.Toavoidthelaststatedrisk,itis definitelyinoperable,anairwaystentisalsoanoption.Genimportanttoselectastentwithanappropriatelength. erally, the bifurcation stents can be divided in three groups, A restenosis due to occlusion by malignant tissue or dependingonthematerial:polymerstents,hybridstents,and granulationtissueformationrequiresrecanalizationmechan- self-expandable metallic stents. The Y-stents provide immeically,bycryotherapyorargon-beamercoagulationtorestore diate relief from dyspnea in patients with central airway airway patency. In addition, internal or external radiation obstruction; however, they are also associated with several therapyafterwardcanpreventfurtherdevelopmentofgranu- problems like mucostasis, granulation tissue formation, lationtissue. tumor overgrowth, and stent fractures. Therefore, it is",
        "tokens": 457,
        "page_range": [
          "7"
        ],
        "provenance": {
          "page": "7",
          "paragraph_index": 1
        }
      },
      {
        "id": "p8_1",
        "unit_type": "paragraph",
        "section_id": "auto",
        "order": 1,
        "text": "8 D.Gompelmann important to select the patients prior to airway stenting who 15.Lachkar S, Couraud S, Salaün M, Roger M, Bota S, Guisier F, willtrulybenefitfromstentimplantation. ThibervilleL.Self-expandingmetallicY-stentcomparedtosilicone Y-stent for malignant lesions of the main carina: a single center retrospectivestudy.RespirMedRes.2020;78:100767. References 16.Madan K, Dhooria S, Sehgal IS, Mohan A, Mehta R, Pattabhiraman V, Goyal R, Agarwal R. A multicenter experience with the placement of self-expanding metallic tracheobronchial Y 1.AgrafiotisM,SiemposII,FalagasME.Infectionsrelatedtoairway stents.JBronchologyIntervPulmonol.2016;23(1):29–38. stenting:asystematicreview.Respiration.2009;78:69–74. 17.ÖzdemirC,SökücüSN,KarasuluL,ÖnürST,DalarL.Placementof 2.Bi Y, Zhu X, Yu Z, Wu G, Han X, Ren J. Clinical outcomes of self-expandable bifurcated metallic stents without use of fluorometallicY-shapedcoveredstentsforbronchopleuralfistulaaround scopic and guidewire guidance to palliate central airway lesions. uppercarinaafterlobectomy.BMCPulmMed.2019;19(1):199. MultidiscipRespirMed.2016;11:15. 3.CasalRF.Updateinairwaystents.CurrOpinPulmMed.2010;16: 18.Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, 321–8. GildeaTR,MachuzakMS,JimenezCA,TothJ,KovitzKL,RayC, 4.Conforti S, Durkovic S, Rinaldo A, Gagliardone MP, Montorsi E, GreenhillS,CasalRF,AlmeidaFA,WahidiMM,EapenGA,FellerTorreM.Self-expandingystentforthetreatmentofmalignanttra- Kopman D, Morice RC, Benzaquen S, Tremblay A, Simoff M, cheobronchial stenosis. Retrospective study. Arch Bronconeumol. AQuIRE Bronchoscopy Registry. Therapeutic bronchoscopy for 2016;52(11):e5–7. malignant central airway obstruction: success rates and impact on 5.DumonFJ.Adedicatedtracheobronchialstent.Chest.1990;97:328– dyspneaandqualityoflife.Chest.2015;147(5):1282–98. 32. 19.QiaoY,FuYF,ChengL,NiuS,CaoC.Placementofintegratedself6.DutauH,ToutblancB,LambC,SeijoL.UseoftheDumonY-Stent expandingY-shapedairwaystentinmanagementofcarinalstenosis. in the management of malignant disease involving the carina: a RadiolMed.2016;121(9):744–50. retrospectivereviewof86patients.Chest.2004;136:951–8. 20.Pertzov B, Gershman E, Izhakian S, Amor SM, Rosengarten D, 7.ErnstA,Feller-KopmannD,BeckerHD,MethaAC.Centralairway KramerMR.Placementofself-expandingmetallictracheobronchial obstruction.AmJRespirCritCareMed.2004;169:1278–97. Ystentwithlaryngealmaskairwayusingconscioussedationunder 8.FreitagL.Airwaystents.In:StrauszJ,BolligerCT,editors.Inter- fluoroscopicguidance.ThoracCancer.2021;12(4):484–90. ventionalpulmonology.Europeanrespiratory monograph, vol.48. 21.RingM.Howadentist’snamebecameasynonymforalife-saving Sheffield:EuropeanRespiratorySociety;2010.p.190–217. device:thestoryofDr.Charlesstent.JHistDent.2001;49:77–80. 9.Freitag L. Tracheobronchial stents. In: Bolliger CT, Mathur PN, 22.Schulze AB, Evers G, Tenk FS, Schliemann C, Schmidt LH, editors.Interventionalbronchoscopy,vol.30.Basel:Karger;2000. Görlich D, Mohr M. Central airway obstruction treatment with p.171–86. self-expandingcoveredY-carinanitinolstents:asinglecenterretro10.FreitagL,TekolfE,StamatisG,GreschuchnaD.Clinicalevaluation spectiveanalysis.ThoracCancer.2022;13(7):1040–9. ofanewbifurcateddynamicairwaystent:a5-yearexperiencewith 23.Sehgal IS, Dhooria S, Madan K, Pattabhiraman V, Mehta R, 135patients.ThoracCardiovascSurg.1997;45:6–12. Goyal R, Akkaraju J, Agarwal R. Placement of tracheobronchial 11.FuruwakaK,IshidaJ,YamaguchiG,UsudaJ,TsutsuiH,SaitoM, silicone Y-stents: multicenter experience and systematic review of Konaka C, Kato H. The role of airway stent placement in the theliterature.LungIndia.2017;34(4):311–7. management of tracheobronchial stenosis caused by inoperable 24.Shlomi D, Peled N, Shitrit D, Bendayan D, Amital A, Kramer advancedlungcancer.SurgToday.2010;40:315–20. MR.Protectiveeffectofimmunosuppressionongranulationtissue 12.Grewe PH, Müller KM, Lindstaedt M, Germing A, Müller A, formationinmetallicairwaystents.Laryngoscope.2008;118:1383– Mügge A, Deneke T. Reaction patterns of the tracheobronchial 8. wall to implanted noncovered metal stents. Chest. 2005;128:986– 25.VachaniA,StermanDH.Bronchoscopy.In:AlbertR,SpiroS,Jett 90. JR, editors. Clinical respiratory medicine. 3rd ed. Philadelphia: 13.HerthFJF.Endobronchialmanagementofcentralcancers.In:Spiro Mosby/Elsevier;2008.p.177–96. SG,HuberRM,JanesM,editors.Thoracicmalignancies.European 26.YangRM,HanXW,WuG,LiYD,LiFB.Implantationofaselfrespiratorysocietymonograph,vol.44.Sheffield:EuropeanRespiexpandable metallic inverted Y-stent to treat tracheobronchial steratorySociety;2009.p.336–48. nosisinthecarinalregion:initialclinicalexperience.ClinRadiol. 14.Han XW, Wu G, Li YD, Zhang QX, Guan S, Ma N, Ma 2007;62:1223–8. J. Overcoming the delivery limitation: results of an approach to implantinganintegratedself-expandingY-shapedmetallicstentin thecarina.JVascIntervRadiol.2008;19:742–7.",
        "tokens": 484,
        "page_range": [
          "8"
        ],
        "provenance": {
          "page": "8",
          "paragraph_index": 1
        }
      }
    ],
    "figures": [
      {
        "id": "fig_3_1",
        "number": "1",
        "page": "3",
        "provenance": {
          "page": "3",
          "label": "Fig 1"
        }
      },
      {
        "id": "fig_4_2",
        "number": "2",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 2"
        }
      },
      {
        "id": "fig_4_3",
        "number": "3",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 3"
        }
      },
      {
        "id": "fig_4_4",
        "number": "4",
        "page": "4",
        "provenance": {
          "page": "4",
          "label": "Fig 4"
        }
      },
      {
        "id": "fig_6_5",
        "number": "5",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 5"
        }
      },
      {
        "id": "fig_6_6",
        "number": "6",
        "page": "6",
        "provenance": {
          "page": "6",
          "label": "Fig 6"
        }
      },
      {
        "id": "fig_7_7",
        "number": "7",
        "page": "7",
        "provenance": {
          "page": "7",
          "label": "Fig 7"
        }
      }
    ],
    "tables": [],
    "boxes": [],
    "equations": [],
    "cases": [],
    "references": []
  },
  "retrieval": {
    "keywords": [],
    "summary_tldr": "Auto-built chapter JSON for Y-Stenting Techniques.",
    "nuggets": [],
    "chunks": []
  },
  "versioning": {
    "extraction_tool": "build_chapter.py",
    "model": "none",
    "timestamp": "2025-08-08T16:01:26.136263Z",
    "revision": "r1"
  }
}